{
    "date": "2024-11-16",
    "title_en": "A small burden.",
    "title_it": "Un piccolo peso.",
    "poem_en": "When you sought guidance from your child, was the weight you bestowed upon me unjust in your mind or heart? Why were those words whispered to linger indefinitely when I stood at a crossroads between compliance and filial failure? You, the luminary of my existence, transferred burdens you could not sustain onto shoulders too fragile to bear. I was young, too small for it, and the magnitude of that choice shattered me. It was an imperceptible fracture— a subtle fissure that widened until the essence of family dissolved and love once cherished morphed into relentless heartache. I existed as an unwanted shadow, unloved by one who never yearned to be called my father, nor even referred to as my dad. Why impart to an eight-year-old that you harbored no desire for children? Why enter marriage if that moment was meant to be an embrace? What darkness enveloped me in those nascent years? What is life when autonomy is stripped away, yet suffering proliferates unchecked, with no avenue for evasion? All their burdens became my inheritance, an undesired youth bereft of a father, a mother striving with all she could. To be seen became the final refuge I abandoned, a small burden.",
    "poem_it": "Quando cercavi consiglio dal tuo figlio, il peso che hai riversato su di me ti è sembrato ingiusto nella mente o nel cuore? Perché quelle parole sussurrate sono state lasciate a persistere all'infinito quando mi trovavo a un bivio tra obbedienza e fallimento filiale? Tu, luminare della mia esistenza, hai trasferito pesi che non potevi sopportare su spalle troppo fragili da reggere. Ero giovane, troppo piccolo per questo, e la magnitudine di quella scelta mi frantumò. Fu una frattura impercettibile—una fessura sottile che si allargò fino a far dissolvere l'essenza della famiglia e trasformare un amore una volta custodito in un'angoscia implacabile. Esistetti come un'ombra indesiderata, non amata da chi non desiderava mai essere chiamato mio padre, né tantomeno essere chiamato papà. Perché comunicare a un bambino di otto anni che non nutrivi alcun desiderio per avere figli? Perché entrare nel matrimonio se quel momento era destinato ad essere un abbraccio? Quale oscurità mi avvolse in quegli anni nascenti? Cos'è la vita quando l'autonomia viene strappata via, eppure la sofferenza si propaga incontrollata, senza vie di fuga? Tutti i loro pesi divennero la mia eredità, una giovinezza non desiderata priva di un padre, una madre che lottava con tutte le sue forze. Essere visto divenne il rifugio finale che abbandonai, un piccolo peso.",
    "category": "Modern_family"
}