{
    "date": "2024-11-16",
    "title_en": "To My Father.",
    "title_it": "A Mio Padre.",
    "poem_en": "If you still existed, what would I say? Here I write, weaving words with care and skill, yet all I long for is a simple hug. You’ve been gone for over twenty years, and while I’ve grown, the scars remain— not hidden, but worn like badges of the past. You weren’t the best man, not the greatest example, but nothing hurt more than seeing you broken, shattered by heartbreak, by life, and knowing it was the last time you’d ever see me. Your tears began that day and never ceased, a pain I couldn’t grasp then, but I feel it now. Did you know your time was short? Did you feel the shadow of cancer before it came for you? I asked God, but He was silent. I went to war in search of meaning— all I found was more death, but never you. I hope you’re somewhere, smiling. These words are for you. And while you might think this all very sad, it’s the truth, Dad. I’d trade every syllable for a hug. You weren’t perfect. You hit me, said you’d give me things to cry about, and you kept your word. But you stayed, even when others wouldn’t. That counts for something. If I saw you now, I’d meet you with open arms— not without honesty, but with understanding. You tried, even when you failed. And I’d tell you, “I love you,” not for what you were, but for being the only father I had. Now, there’s only the memory, and I think I love that too. You’re not here for that hug, so this is goodbye. Until we meet again, in the quiet embrace of the dark.",
    "poem_it": "Se tu esistessi ancora, cosa direi? Qui scrivo, intrecciando parole con cura e maestria, eppure tutto ciò che desidero è un semplice abbraccio. Sei andato via da oltre vent'anni, e mentre io sono cresciuto, le cicatrici sono rimaste— non nascoste, ma indossate come medaglie del passato. Non eri il miglior uomo, non il più grande esempio, ma nulla ha ferito più di vedere te spezzato, frantumato dalla delusione amorosa, dalla vita, e sapere che sarebbe stata l'ultima volta che mi avresti visto. Le tue lacrime sono iniziate quel giorno e non hanno mai smesso, un dolore che allora non riuscivo a comprendere, ma che ora sento. Saipe che il tuo tempo era breve? Sentivi l'ombra del cancro prima che venisse da te? Ho chiesto a Dio, ma Lui è rimasto in silenzio. Sono andato in guerra alla ricerca di significato— ho trovato solo più morte, ma mai te. Spero che tu sia da qualche parte, sorridendo. Queste parole sono per te. E se anche pensassi che tutto ciò sia molto triste, è la verità, Papà. Cambierei ogni sillaba per un abbraccio. Non eri perfetto. Mi hai colpito, hai detto che mi avresti dato motivi per piangere, e hai mantenuto la tua promessa. Ma sei rimasto, anche quando gli altri non lo facevano. Questo conta qualcosa. Se ti vedessi ora, ti accoglierei a braccia aperte— non senza onestà, ma con comprensione. Hai provato, anche quando hai fallito. E ti direi, \"Ti amo,\" non per ciò che eri, ma per essere l'unico padre che avevo. Ora, c'è solo il ricordo, e credo che ami anche quello. Non sei qui per quell'abbraccio, quindi questo è un addio. Fino a quando ci incontreremo di nuovo, nell'abbraccio silenzioso del buio.",
    "category": "Modern_family",
    "tags": [
        "sad",
        "longing",
        "loving",
        "melancholy",
        "longform"
    ]
}