{
    "date": "20241218",
    "title_en": "Untucked Ember.",
    "title_it": "Brace Svelata",
    "poem_en": "I spoke of lending ears, a presence near,\nwhere hidden meanings nestled in each line.\nThis love I held, tender, yet not romance's fire,\nbut deeper still—a hearth fire's gentle warmth,\nwhere countless stories intertwined and grew.\n\nThrough trials borne and time's relentless hand,\nyou shaped my being, urged me to ascend.\nYour anger, softly born from wounded depths,\na heart now bruised—for this, my spirit grieves,\nmy fault, I know. Forgive me, if you will.\n\nHow hard to lose a treasure, rare and true,\nits worth immeasurable, a guiding star.\nThis drives me now, to speak this truth aloud:\nYour brightest essence conquers every shade,\nyour pain, a mirror to the wounds I bear.\n\nYet, thank you for the light you saw in me,\na silent challenge that ignited words,\nand kindled there a love I now embrace—\na quiet ember glowing in my soul.",
    "poem_it": "Parlai di orecchie tese, presenza vicina,\nOve sensi celati si annidavano in ogni verso.\nQuesto amore nutrito, tenero, non fiamma d'amore,\nMa più profondo ancora – tepore di focolare,\nDove storie innumerevoli s'intrecciavano e crescevano.\n\nAttraverso prove subite e la mano inflessibile del tempo,\nHai plasmato il mio essere, mi hai spronato all'ascesa.\nLa tua ira, nata lieve da abissi feriti,\nUn cuore ora contuso – per questo, il mio spirito si addolora,\nColpa mia, lo so. Perdonami, se puoi.\n\nQuanto è difficile perdere un tesoro, raro e sincero,\nIl suo valore incommensurabile, una stella polare.\nQuesto mi spinge ora, a pronunciare questa verità ad alta voce:\nLa tua essenza più luminosa vince ogni ombra,\nIl tuo dolore, uno specchio alle ferite che porto.\n\nEppure, grazie per la luce che hai visto in me,\nUna sfida silenziosa che ha acceso le parole,\nE lì ha acceso un amore che ora abbraccio –\nUna brace quieta che arde nella mia anima.",
    "tags": [
        "longform",
        "melancholy",
        "loving",
        "tender"
    ]
}