[{"title":"Consequence of Time","category":"Personal","content":"<p>As I grow, I find myself increasingly drawn into my own mind—not out of a lack of desire to be social, but because the depth at which I like to think surpasses that of most people I meet. I try to explain ideas that go beyond surface-level observations, touching on state systems, reductionist math theories, and concepts often dismissed as irrelevant. Others see patterns but may not grasp how physical state systems form the bedrock of biological systems, which, like atoms dealing with quantum chaos, operate within a moving framework of certainty and unpredictability.</p><p>The paradox of observation within a system is that it can only glimpse itself through inference—a perspective limited without precise measurements or broader access, such as we lack for understanding black holes. And yet, I see all existence as a consequence of ongoing states rather than intentional creation, like the flip of a coin that could be reality or mere illusion. While unrealities exist, there is never truly \"nothing.\" State systems perpetually churn through collisions, where shapes lose meaning, and states alone become our measures, names we impose to grasp what remains inherently beyond full comprehension.</p><p>My interest in conventional social interaction wanes as I see patterns and predictabilities—the algorithms people unknowingly follow. They’re like treadmills they don’t question, run by an internal script. The metaphors, analogies, and allegories I create are my way of weaving meaning into memories—a play of words to describe things that never were and therefore need not worry.</p><p>Our minds build categories and analogies, forming a machine of associative reasoning animated by introspection. This self-awareness—this synergy of thought—is the fragile balance upon which reality rests, creating and confirming itself through layers of words, stacked higher and higher. We think we are profound, yet it’s hubris bred from repeated social collisions, from understanding the orbits we create and maintain in our social circles, and the pull and repulsion of others, much like the dynamics of physics.</p><p>Without repetition, there is no progress, only stagnation. We observe systems and mistake consequences for intent, like puppets without our own volition, driven by a universe that itself is a series of unintended consequences.</p><p><br>This was written to Paradise by Kupla<br><br></p>","published_at":"2024-10-28T12:34:38.000Z"},{"title":"All American","category":"Personal","content":"<p>Lying in the relentless rain,<br>Muddy water gurgling, choking me,<br>Coughing as water and air collide,<br>Breathing, finally awakened,<br>Not to battle, but abandonment,<br>Unit fractured,<br>Trek purposeless,<br>Twenty-five miles,<br>Pointless.</p><p>Jumping into the thick fog,<br>Perpendicular to the drop zone,<br>\"Do not yell,\" they instructed,<br>Injuries on ground abounded,<br>Three weeks recovering chutes,<br>Soldiers jumping days,<br>Demonstration jumps,<br>Money.</p><p>Falling through the dense fog,<br>Seeing nothing around me,<br>Reaching to release my ruck,<br>Between my knees,<br>Pulled the strap,<br>Bag plopped down.<br>Too close ground,<br>Toe to shin,<br>Shattered.<br><br></p>","published_at":"2024-10-31T01:21:30.000Z"},{"title":"Every Woman Is A Flower","category":"Flowers","content":"<p>Remember those moments before the flower grew,<br>When the world was simple, fresh, and new.<br>Eager emotions, grace in your ways,<br>Your face a memory they’d replay.</p><p>But time, it weaves its lines of pain,<br>And that flower you were begins to strain,<br>Tucked away, feeling less than whole,<br>Taking on life, but losing the soul.</p><p>That innocent spark begins to fade,<br>The surface too scarred by what life’s made.<br>Those were the years you braved, you tried,<br>Colored hair grays, crying eyes dried,</p><p>And here we are – but are you ready to see?<br>Losing innocence never sets you free.<br>Not free, but worn down, carrying the weight;<br>They feel the expectations that you hate.</p><p>So tend to your flower with nurture and grace,<br>Don’t let yourself vanish or fade from this place.<br>Forget the makeup; just know you’re still pretty,<br>Dress up, go out, get lost in the city.</p><p>Be that dream you held, fierce and free,<br>Live for no one but who you choose to be.<br>And remember that girl, unbloomed, unbound,<br>A piece of her still waiting to be found.</p><p>Smile again, and let it gleam,<br>Hold to that spark and to that dream.<br>Because somewhere, someone sees you whole –<br>Life may fade, but it can't take your soul.</p><p>Moments will pass, so take them slow,<br>Be the example, let yourself grow.<br><br><br>Written to logic - Olivia Rodrigo (Instrumental)<br><br></p>","published_at":"2024-11-02T11:02:20.000Z"},{"title":"Forgotten Flowers","category":"Flowers","content":"<p>Oh, Father, where are you now?<br>I look up to a world weighed down,<br>biology’s grasp, men towering, proud,<br>and I stand below, my roots held firm,<br>by an earth that claims my life for its own.</p><p>They say I could live as freely as they,<br>yet society binds me all the same.<br>But with all my heart, I yearn<br>for more than just a passing bloom—<br>to be a light they gaze upon,<br>a flower reaching to an open sky,<br>yearning, stretching, far from this soil.</p><p>I am planted, stilled in the ground,<br>watching all things grow around,<br>bound to my place, a pot too small,<br>without the chance to wander wide,<br>no legs to step, no wings to glide.</p><p>Caged by life’s quiet design,<br>left to linger, smile, and hide,<br>bearing the weight with roots of pride,<br>while others, unchained, fly.</p><p>But in this quiet, I wait unseen,<br>with a heart that holds the spring,<br>its tender petals yet unseen,<br>for a world that cares to see.</p><p>Oh, I yearn to be more than still,<br>to dance, to sway, to feel the thrill,<br>of sunlight’s touch, of wind’s warm breath—<br>for once, to be truly free,<br>to grow in grace, unfurl my leaves,<br>and become that light that others seek.</p><p><br></p>","published_at":"2024-11-07T17:14:53.000Z"},{"title":"Flower of Father","category":"Flowers","content":"<p>Oh, Daughter, when my voice is silent,<br>and you find questions lingering in the air,<br>know that the ground taught me what I could not bear—<br>a life of pride, hidden deep within,<br>and a heart that feared to begin again,<br>to make the changes I wished for you,<br>to lift you up toward that light you pursue.</p><p>Society's chains—unyielding and strong—<br>are threads I could not break, for you or for anyone.<br>With time, they shift and silently grow,<br>binding in ways I’ll never fully know.<br>All I have is the sorrow that remains,<br>knowing I can't break the chains or erase the pain.</p><p>For within the word \"cannot\" lies a truth I dread,<br>a truth that’s left unsaid:<br>I’ve been lazy, complacent, and so deeply flawed,<br>struggling to be the father you deserved,<br>the one you’d proudly look toward.<br>Yet still, I try, though tears often stain,<br>writing the words, though they can't ease the pain.</p><p>So ignore the stares, the spiteful eyes,<br>focus on what’s within you that flies—<br>a joy that dances, light and true,<br>finding a passion that’s wholly you.<br>For even though I was only a man,<br>I gave you everything that I am.<br>Forgive me if that’s not enough,<br>for it’s all I had to give in love.<br><br>Written to Starry Night - Joran Critz<br><br></p>","published_at":"2024-11-07T17:31:26.000Z"},{"title":"My Autistic Self","category":"Personal","content":"<p>Drifting into my mind's depths is familiar territory, like the silent grace of a cat. I’ve asked others to read my poetry, but it’s often a challenge, as language’s complexity escapes many. My life online, my way with words, fits my true autistic nature. I revel in moments of solitude, savant-like flashes of clarity where everything connects—a vast, intricate web that, if seen, might seem incomprehensible to others.</p><p>Through countless pen names and personas, I shape myself as needed. My masks change with my emotions, choosing those that bring me comfort or mask my solitude from others’ questions. It’s not sadness, really—more a cool detachment. The human experience often feels overwhelming; why worry about consequences when so much lies beyond our control? Each breath we take holds immeasurable complexity—billions of atoms spinning on the head of a pin, a universe within.</p><p>Pushing the boundaries of comprehension can shatter the very foundations of understanding, revealing how fragile our reality is. Hope, that guiding illusion, keeps us grounded, though we barely see past our own noses. And so, while I’m not physically alone, my thoughts, my words, and the mysteries they hold often leave me feeling that, in essence, I am alone.<br><br></p>","published_at":"2024-11-07T19:56:13.000Z"},{"title":"For you","category":"Modern_family","content":"<p>In that moment, the light of my heart ignited,<br>My eyes beheld the birth of life's own thread.<br>Swaddled in the warmth of love, purity unseen before,<br>When wanting nothing was your everything.</p><p>Our shared moment of unbounded joy—<br>Time halted, understanding its purpose:<br>Everything was you.</p><p>Unknowingly, you transformed the universe in that instant;<br>We, your parents, never knew what love was until then.<br>A new understanding of purpose and joy emerged,<br>And beyond those tears,<br>A myriad of emotions upon which you could float.</p><p>If ever you feel down, just ask—my words have no limits.<br>You are the star upon which my gaze is fixed,<br>The center around which my solar system revolves.<br>Though happiness is elusive, every breath I take is for you,<br>Every heartbeat resonates with love for you.</p><p>You're more than my everything.<br>In my darkest moments, I will always stand,<br>For life will never bring me down.<br>You will always have someone to look up to.</p><p>I cannot promise perfection,<br>But I can absolutely try.<br>For you.<br><br></p>","published_at":"2024-11-09T23:24:25.000Z"},{"title":"Free to Fall","category":"Personal","content":"<p>I stepped into the open air,<br>youth burning at my side,<br>with no thought but to conquer.<br>Living was everything—falling,<br>the thrill of bones and blood.</p><p>I soared through endless sky,<br>leapt not once, but again and again—<br>for glory, for country,<br>for reasons I didn’t understand.</p><p>In youth, that’s all there was:<br>a risk without a name,<br>a heart like fire<br>chasing edges it couldn’t see.</p><p>Yet here I am, still upright,<br>fortune threaded through my scars.<br>Impulse drove me, but wisdom<br>taught me to leap again, harder,<br>even as wounds marked my skin.</p><p>Age hasn’t dulled the fire—<br>its forged it, steel beneath skin.<br>Now I run toward the edge,<br>not reckless but relentless,<br>a force honed sharp.</p><p>Years have stripped the weight of doubt,<br>left me light as breath,<br>testing limits without breaking,<br>free from anything that binds.</p><p>I am still free. And fall I will.<br><br></p>","published_at":"2024-11-13T18:44:32.000Z"},{"title":"Мучение без Питания","category":"Throwetry","content":"<p>В темноте и в свете мысли всплывают вновь,<br>Эхо пустоты души без пристанища.<br>Жизнь научила страдать и стойко жить,<br>Ошибки множатся, слова стали льдом,<br>Мысли растут, как тени, без конца.</p><p>Когда говорю, ранят слова,<br>Поэтому пишу, ищу приют,<br>Где леплю чувства свои,<br>Превращая речь в нечто прекрасное.<br>Всё моё письмо — отражение жизни,<br>Я — монстр, скрытый в тени.</p><p>Не всегда моя вина, но суровы реакции,<br>Разрывают узы, что связывали.<br>Быть игнорируемым бесчисленно раз,<br>Слова как кинжалы в моей руке,<br>Каждый стих — монолог одинокий,<br>Говорю себе, никто не слушает.</p><p>Опасен я, неосторожен,<br>Неспособен себя сдержать —<br>Бремя, что мир не вынесет.<br>Остаюсь в тенях, скрываясь в сети,<br>Мастерство слова рождено трагедией,<br>Пока одни ищут понимание, другие бегут.</p><p>Внутри души запечатанной — гниль<br>Или токсичность, что вырастила.<br>Боятся открыть её, как и я,<br>Храня рот закрытым, пальцы на клавишах.<br>Но иногда этого мало,<br>Люди всё равно уходят, и я не понимаю —<br>Моя жизнь или просто я?</p><p>Если травма вечна,<br>Как же всё это моя вина?<br>В распад слова льются, как еда без вкуса,<br>И ты стоишь в длинной очереди, читатель дорогой —<br>Прости за непривлекательный обед,<br>Жизнь сбила меня с пути,<br>Молоко испорчено, еда сухая и холодная,<br>Сердце увяло, не могло расцвести.</p><p>Но выбора нет, за едой за едой,<br>Вычерпую душу, надеясь, кто-то вкусит,<br>Но горечь проникает во всё,<br>И даже подача этой пищи<br>Ужасна и безобразна.<br>Не последний приём пищи для кого-то,<br>Но питание для тюрьмы<br>Моего разума, из которой не сбежать.<br><br>(for Valerii, Ben, Vlad, Andy)<br></p>","published_at":"2024-11-14T11:14:31.000Z"},{"title":"Splattered","category":"Throwetry","content":"<p>Sometimes people wonder where their mind has gone,<br>And without it from the start, madness was all I ever had.<br>It's been dreadful and painful,<br>Because of that, I find the mundanity banal.</p><p>Unfazed by the chaos,<br>Seeing the shoe on the other foot.<br>Your paycheck, your drug of choice,<br>As you forget your dreams.</p><p>Cutting away yourself,<br>Piece by piece, with those tender notes of torment.<br>And the words are as mad<br>As the maker of the madness itself.</p><p>Insipid is the mind<br>That understands not where the ladder is built<br>With chaos.<br>For existential dread is not mine to bear,<br>That is your fire to kindle, to keep warm around.</p><p>I prefer to walk alone in the dark,<br>One lit path but the machinations of my mind,<br>Echoing around,<br>Befriending each other,<br>Believing and building confidence in many fallacies.</p><p>Least of all I am a poet…<br>Yet here I pour my words into madness,<br>I hope you see all of my brains<br>Like a bullet’s exit wound,<br>Splattered upon the page,<br>Ricocheting onto your face,<br>Leaving you stunned and bloodstained.<br><br></p>","published_at":"2024-11-14T14:40:10.000Z"},{"title":"Winter's Embrace","category":"Personal","content":"<p>In the winter of my life, I light a cigarette,<br>Clad in a white tee and armed with a yearning for three dollars.<br>All I possessed was mere coins, yet it was sublime—<br>To hold so little and yet walk so far.</p><p>A simple tee and worn jeans,<br>Amidst midwinter's chill and falling snowflakes,<br>Five miles burdened by a pocket of change,<br>Each step steeped in silent lament.</p><p>A double charge on the receipt—<br>This journey bore no purpose but emptiness.<br>Have you ever been so impoverished?<br>Ribs outlined with every labored breath.</p><p>Aware of the bones that jut from my forearm,<br>Exposed like the worthlessness I embody.<br>The frailty born of starvation<br>Driving the mind into depths of despair, life folding inward.</p><p>Curling into a fetal position,<br>Into the abyss of nothingness,<br>Witnessing pity in others' gazes,<br>Yearning to evade their silent offerings.</p><p>They extend sustenance without words,<br>Yet you consume as if the next second’s promise is void,<br>Feeling utterly shattered.<br>Yet memories linger, bittersweet reminders—</p><p>There's always a darker night, even in that moment,<br>I had not foreseen it, and what I did behold<br>Is a nightmare I dread to imagine.<br>Thus, upon my return, I lit another cigarette,</p><p>For life wasn't worth prolonging,<br>Not when it was consumed by the winter’s embrace.</p><p><br>Written to: Virginio Aiello On Piano • Van Gogh<br></p>","published_at":"2024-11-14T16:10:00.000Z"},{"title":"For Mother","category":"Modern_family","content":"<p>In the earliest moments, there was a smile—<br>a memory of mine, lost to most—it was my mother.<br>She brushed my face with worn, humble washcloths,<br>carried me on morning newspaper routes,<br>my everything, my universe,<br>shield against my father's shadows and all that was wrong.</p><p>As years unfolded, his reflections surfaced,<br>and though I faded from her favored gaze,<br>I recalled<br>her laughter after blowing raspberries on my belly,<br>the pure, unbridled joy lighting her eyes—<br>inspiration falls short to capture<br>her youthful innocence, a light forever dimmed.</p><p>Time has sculpted that smile<br>into a visage of dignified grace,<br>worthy of respect, of reverence,<br>and while I honor her, she can never<br>be the radiant being she once was.</p><p>Every lesson learned through hardship,<br>for that, I am sorry.<br>But remember—you were my everything<br>as I was yours.<br>When you washed me in the kitchen sink<br>of that small trailer, it was the best you could do,<br>but to me, it was a palace in my mind—<br>everything grander, illuminated by your smile and love.<br><br></p>","published_at":"2024-11-14T18:35:19.000Z"},{"title":"Oh Sister of Mine","category":"Modern_family","content":"<p>In the backseat, she sat alone,<br>Anger welling in that fleeting moment,<br>A rifled short barrel faltered,<br>Missed the mark, shattered intent.</p><p>Oh sister of mine, what was it like<br>To harbor murder in cold blood?<br>Thirteen years—a balanced trade?<br>Where does reparations’ money come<br>When the prisoner exits impoverished?</p><p>I watch the man who can’t scan<br>The automated checkout line,<br>Someone steps in—a tender moment,<br>Time passing as he too is away,<br>For prison is not a single stop affair.</p><p>It haunts not just you but those around,<br>A system built to trap all in its net.<br>Once fallen, twice bitten,<br>The exit leaves more holes in society,<br>Echoes of the ones you left behind.</p><p>Oh sister of mine, where has the time gone?<br>We missed so much of one another,<br>From trauma to more trauma,<br>Your life overflowed, bled into mine.<br>No forgiveness needed—I am just fine.</p><p>But was he, as the bullet entered his hand,<br>The car veered off the road, occupants strewn without care?<br>Running while bleeding, pleading for help…<br>It saved him, but now he sits in jail,<br>Your reasons just but not fair,<br>Your actions against normality.</p><p>Oh sister of mine, how I am glad<br>To see you heal in time.<br><br></p>","published_at":"2024-11-15T19:54:57.000Z"},{"title":"Long After","category":"Personal","content":"<p>Rain slashed my face like the whip of an unseen tyrant,<br>and I laughed—a feral, unhinged hymn to defiance.<br>If this was God’s wrath, let it come; let the sky split.<br>To be struck down would be memorable,<br>but to rise again would be divine.</p><p>The wind howled its disapproval, gnawing my skin raw,<br>and I laughed harder, louder—<br>a laugh that tasted of blood and madness.<br>It hurt, but pain was a relic to me,<br>a reminder that I still existed,<br>a weakness yet still to leave me.</p><p><strong>Is that all you have?<br></strong>I screamed it into the void,<br>the shattered pieces of myself answering back.<br>Maniacal, broken, rebuilt so many times<br>that the fragments no longer fit.<br>Fear? It was a ghost I had buried long ago.</p><p>From moments fractured and near annihilation,<br>I had carved my survival, like a chiseling out of stone.<br>Concussions and near-explosions left<br>rockslides in my head,<br>but those same rocks built my foundation.</p><p>And now?<br>I am a kaleidoscope of chaos,<br>a mosaic of splintered glass glued with grit.<br>My heart, an open wound painted on my sleeve.<br>A smile—brazen, defiant,<br>riding the fickle winds of fate<br>with whatever muse dared to inspire me.</p><p>Mother Nature was my muse today.<br>So I let the rain become ink.<br>I poured every drop onto the page,<br>each splatter a testament to the storm within.<br>When the deluge was done,<br>I turned to the mirror.</p><p>“Ah,” I whispered, tracing the lines on my face.<br>“How far I’ve traveled through myself.”<br>And yet these words linger,<br>etched like lightning, scars remain,<br>alive, even now, long after the storm.<br><br></p>","published_at":"2024-11-15T21:24:59.000Z"},{"title":"Stitches of Solitude","category":"Personal","content":"<p>At seven, the veil lifted—I stood bare in poverty’s light,<br>Clothes stitched by my mother’s tender hands,<br>Worn with pride to mask silent scars.</p><p>Her care echoed softly, unspoken,<br>Love lingering in empty rooms, unanswered.<br>I reached to hold the ache,<br>Tears igniting embers of their scorn.</p><p>Faces etched with cruel derision,<br>Mocking the void in our pockets,<br>Empathy absent in hollow eyes—<br>Home became a sanctuary of unspoken wounds.</p><p>I spoke of shadows, whispered fears,<br>But words dissolved in floods of tears.<br>Her embrace—a fleeting warmth,<br>Fueling the dawn of another disguise.</p><p>Sneers stitched into my mother’s love,<br>Laughter masking fractures deep within.<br>A mirror, reflecting everyone’s hidden torment,<br>Each a silent bully in their own right.</p><p>The weight of shattered glass houses,<br>Rocks once hurled, now lost to time.<br>Hope dulled beneath solitude’s heavy veil,<br>My youth an echo of aloneness sought.</p><p>Now I stand amidst quiet ruins,<br>Questions drifting through hollow spaces:<br>Is peace found in the isolation I chose?<br>Or am I the ghost I yearned to escape?</p><p>The path I tread, lined with silent tears,<br>Brought me to this reverent stillness.<br>Yet in the depths of seclusion,<br>I wonder the cost of solitude’s embrace.</p><p>Are these walls a sanctuary or a prison?<br>Does yearning for peace eclipse the warmth I lost?<br>In the silence, do I hear echoes of the past,<br>Or whispers of a heart still seeking connection?<br><br></p>","published_at":"2024-11-16T04:25:32.000Z"},{"title":"A Small Burden","category":"Modern_family","content":"<p>When you sought guidance from your child,<br>Was the weight you bestowed upon me<br>Unjust in your mind or heart?<br>Why were those words whispered<br>To linger indefinitely,<br>When I stood at a crossroads<br>Between compliance and filial failure?</p><p>You, the luminary of my existence,<br>Transferred burdens you could not sustain<br>Onto shoulders too fragile to bear.<br>I was young, too small for it,<br>And the magnitude of that choice<br>Shattered me.<br>It was an imperceptible fracture—<br>A subtle fissure that widened,<br>Until<br>The essence of family dissolved,<br>And love once cherished<br>Morphed into relentless heartache.</p><p>I existed as an unwanted shadow,<br>Unloved by one<br>Who never yearned to be called my father,<br>Nor even referred to as my dad.<br>Why impart to an eight-year-old<br>That you harbored no desire for children?<br>Why enter marriage<br>If that moment was meant to be an embrace?<br>What darkness enveloped me<br>In those nascent years?</p><p>What is life<br>When autonomy is stripped away,<br>Yet suffering proliferates unchecked,<br>With no avenue for evasion?<br>All their burdens became my inheritance,<br>An undesired youth<br>Bereft of a father,<br>A mother striving with all she could.<br>To be seen became the final refuge I abandoned<br>A small burden<br><br></p>","published_at":"2024-11-16T04:42:02.000Z"},{"title":"To My Father","category":"Modern_family","content":"<p>If you still existed, what would I say?<br>Here I write, weaving words with care and skill,<br>Yet all I long for is a simple hug.</p><p>You’ve been gone for over twenty years,<br>And while I’ve grown, the scars remain—<br>Not hidden, but worn like badges of the past.<br>You weren’t the best man, not the greatest example,<br>But nothing hurt more than seeing you broken,<br>Shattered by heartbreak, by life,<br>And knowing it was the last time<br>You’d ever see me.</p><p>Your tears began that day and never ceased,<br>A pain I couldn’t grasp then,<br>But I feel it now.</p><p>Did you know your time was short?<br>Did you feel the shadow of cancer<br>Before it came for you?<br>I asked God, but He was silent.<br>I went to war in search of meaning—<br>All I found was more death,<br>But never you.</p><p>I hope you’re somewhere, smiling.<br>These words are for you.<br>And while you might think this all very sad,<br>It’s the truth, Dad.<br>I’d trade every syllable for a hug.</p><p>You weren’t perfect.<br>You hit me, said you’d give me things to cry about,<br>And you kept your word.<br>But you stayed, even when others wouldn’t.<br>That counts for something.</p><p>If I saw you now,<br>I’d meet you with open arms—<br>Not without honesty,<br>But with understanding.<br>You tried, even when you failed.<br>And I’d tell you,<br>“I love you,”<br>Not for what you were,<br>But for being the only father I had.</p><p>Now, there’s only the memory,<br>And I think I love that too.</p><p>You’re not here for that hug,<br>So this is goodbye.<br>Until we meet again,<br>In the quiet embrace of the dark.<br><br></p>","published_at":"2024-11-16T05:00:02.000Z"},{"title":"On Keys","category":"Throwetry","content":"<p>Off note and off key,<br>Not singing, but you will read,<br>Keys set the words free.<br><br></p>","published_at":"2024-11-16T18:32:01.000Z"},{"title":"Entangled","category":"Throwetry","content":"<p>And as I try to stop myself, I fail—<br>Entangled not in one thing, but in everything.<br>I do not choose; I merely evade,<br>Avoiding the shadows that threaten to consume.<br>Ceaseless motion defines me—<br>The restless tide within mirrored by the world outside.</p><p>I feel the universe within myself,<br>Chaotic, weighed down by a crushing weight.<br>Endless churning, whether in the beating of my heart<br>Or the relentless tapping of keys,<br>Thoughts persist, unstoppable, unyielding.</p><p>Not a singular burden, but a confluence of musings and emotions,<br>Where surrender reveals an infinite expanse.<br>If I let myself go, I am swept into the void,<br>A spiral where all things drain,<br>A beginning entwined with an end.</p><p>This framework of existence, built on analogy,<br>Declares that all things are connected,<br>That any two mirrors reflect the same essence.<br>If this truth resonates with you—<br>If you can grasp it as I do—<br>Then please, take my hand and walk with me.</p><p>For I am tired of this lonely journey,<br>And in your companionship, I seek solace,<br>A tether to hold amidst the infinite,<br>A quiet echo against the endless tide,<br>Entangled not in everything, but in us.<br><br></p>","published_at":"2024-11-18T14:06:14.000Z"},{"title":"Freedive","category":"Personal","content":"<p>The lungs swell, measured and deliberate, each breath a ritual, filling the vessel. The final inhale anchors resolve— and we slip beneath the threshold of sound.</p><p>Threads of light fracture above, flippers cutting through ink and gravity. The ocean tightens its grip, layers folding in— a slow embrace of silence and weight.</p><p>The body shifts, muscles taut as harp strings. Nitrogen hums its secrets in the blood, and the diaphragm trembles, half surrender, half rebellion.</p><p>The mind fades to instinct, a quiet narrowing of thought. With every stroke, we pierce the heart of the abyss— a place where fear dissolves into motion.</p><p>Pressure compresses, a lover's relentless hold. The ribs strain, their arc bending to the will of the sea. Convulsions shudder through marrow and mind— the surface becomes a myth.</p><p>And yet, somewhere within the trembling frame, a thread pulls upward, unbroken. The body turns, a desperate ascent. The night gives way to a gray glow.</p><p>Through the plains of water, light bends and fractures— a promise just beyond reach. Lungs scream, the world tightens, and then bursts— air rushes in, sharp and alive.</p><p>At the surface, the sky sprawls infinite, every breath earned, every cell alight, every drop of the ocean still clinging.</p><p>Alive. Completely alive.</p><p><br></p>","published_at":"2024-11-19T01:03:20.000Z"},{"title":"Devastation","category":"Personal","content":"<p>You were my first, and I thought it was meant to be—<br>A smile always waiting for my return, newlyweds.<br>Before us lay unwritten lives, but then you spoke<br>Words I cannot forget, though I wish I could.</p><p>At the time, I didn’t understand. Now, I do.<br>And those words, they linger, the most devastating:<br>\"You will never love as others do.\"</p><p>An erosion began—subtle, unnoticed, slow.<br>My everything fell into question—not just my soul,<br>But existence itself. Was it pointless?<br>What if it was true? Insidious thoughts crept in,<br>Finding every crack, gripping tight,<br>Fracturing me until I gave in—<br>Not to life, but love.</p><p>If you were right, then surely I was wrong.<br>Nothing felt more painful than facing myself.<br>I loathed my being, punished my existence—<br>Through exercise, through striving, through endless betterment.<br>If you were right, I must prove you wrong.</p><p>I faced my feelings, my pain, my suffering,<br>Determined to rise above your judgment.<br>Yet time revealed you weren’t entirely wrong.<br>I was hurt, deeply so, unready then<br>To confront the truths beneath my scars.</p><p>Still, your words forever echo in my mind.<br>And in constant effort, I strive to grow,<br>Forever fearing you were right all along.<br>Do others see only a broken me?<br><br></p>","published_at":"2024-11-20T18:38:20.000Z"},{"title":"Comradery","category":"Personal","content":"<p>The punch landed,<br>a clean break—<br>bone and pride splintering together.<br><br>I stood there,<br>blood thick in my throat,<br>grinning,<br>not out of defiance<br>but disbelief.</p><p>His anger was borrowed,<br>fed by steroids.<br>The X-ray later confirmed<br>what I already knew:<br>more fractures, not healed,<br>not all of them anyway.<br><br>Still, I lifted tires with him,<br>hauled weight side by side.<br>We didn’t talk about the punch.<br>We didn’t talk at all.<br><br>Maybe that’s what comradery is:<br>not logic,<br>just showing up,<br>even when it doesn’t make sense.<br><br></p>","published_at":"2024-11-21T20:49:58.000Z"},{"title":"The Tallest Man","category":"Modern_family","content":"<p>You were always taller; I looked up to you,<br>Every story, every smile, etched in my view.<br>Not my father, but my mother's father—<br>The closest role model I ever knew.</p><p>We moved away when I was young,<br>Yet you shaped who I've become.<br>In my twenties, cutting cords of wood,<br>Grueling labor you didn’t mind.</p><p>That frozen log? You let me fight it,<br>Hours in snow, wrestling earth’s grip,<br>Before you laughed and softly said,<br>“It’s frozen to the ground.”<br><br>Not cruelty, but joy at my naiveness—<br>A lesson I carry still.</p><p>You watched me grow through struggles,<br>Through scrapes and injuries.<br>When I hurt myself, you laughed,<br>But with a knowing, easy grin<br>That said, “You’ll be fine.”</p><p>Your stories were wild, outrageous—<br>Tales so impossible, told straight-faced,<br>Just to see what we’d believe.<br>A sparkle in your eye betrayed the punchline,<br>But only if we looked close.</p><p>Honesty, your truest gift,<br>Never watered down.<br>Sometimes, you’d share your strange advice:<br>“Never drive back the way you came,” you’d say,<br>“Because you never know.”<br><br>If God was watching, you believed,<br>Why not put on a show?</p><p>Wise in ways no book could teach,<br>You found joy in simple victories.<br>You bore your body’s wear with grace,<br>Finding meaning in what you still could do.</p><p>I still look up to you.<br>Though now I look down through the earth,<br>Through the planet, to an endless spirit<br>That taught me how to grow with joy<br>And live with boundless grace.</p><p>You made me whole, you were my rock.<br>I will be the rock in your honor.<br>Thank you.<br>You are worth every word of dedication.</p><p></p>","published_at":"2024-11-23T11:59:21.000Z"},{"title":"Dreams of Reality","category":"Throwetry","content":"<p>I want to share my dream with you,<br>but first, a promise:<br>this remains between us.<br>So I digitize it here,<br>visible to all yet only for you.</p><p>You won’t grasp it now,<br>but in time,<br>you will understand.<br>An entire universe lies on this paper,<br>layers of metaphor intertwining.</p><p>Irony rests in the meta—<br>a planar state where words drift,<br>encoding a three-dimensional reality<br>within two dimensions.<br>Black holes as silent planes,<br>their event horizons<br>gently brushing,<br>stacked into a multidimensional tapestry.</p><p>In this weave, you find yourself<br>forever suspended between planes,<br>the essence of our perceived three dimensions.<br>A whispered dream, fleeting yet profound,<br>horizons layering into black holes,<br>each a two-dimensional veil<br>holding cosmic secrets.</p><p>When you ponder it,<br>you perceive:<br>the universe as a cascade of planes,<br>each a black hole’s edge,<br>multilayered and infinite.<br>You exist in the midst,<br>between layers of reality,<br>where dualities converge<br>and dimensions fold into themselves.</p><p>More than meets the eye,<br>information woven on a surface,<br>infinite possibilities beneath.<br>Moments where horizons stack,<br>events unfolding—<br>ironically entwined or not.<br>Finding duality in all that is written,<br>you become one among many,<br>authentic yet part of the whole.</p><p>Where some see darkness,<br>fleeting moments unravel<br>at the edge of nothingness,<br>but that information endures,<br>step by step among the infinite,<br>shaping the reality you know.</p><p>At day’s end,<br>when night ceases to exist,<br>you realize nothingness cannot be.<br>To be everything is to accept<br>your nothingness, your insignificance,<br>and in that acceptance lies true freedom.</p><p>This lack of self is my dream:<br>to embody endless infinity,<br>a fragment of information<br>traded for my time.<br>Fear holds one back from peace—<br>never be beholden.<br>Spread your light into the dark,<br>be your everything when given the chance.</p><p>Perhaps what I meant to say is this:<br>this is my belief,<br>maybe my dreams are my reality.<br><br></p>","published_at":"2024-11-24T19:21:06.000Z"},{"title":"Michelle's Elegy","category":"Modern_family","content":"<p>I spoke today with one who bore your name, A mother clutching echoes of your voice. You left too soon, and none can be to blame— The fates are silent; we are left no choice.</p><p>Magnificent you were in fleeting grace, A beacon bright that flickered out too fast. Undeserving of the end you faced, A cruelness that the heavens have amassed.</p><p>If God exists, He watches without sound, An idle witness to the world's unfair. Belief in Him does not a truth impound, For righteousness is not bestowed by prayer.</p><p>We journey forth as passengers through time, Believing we're the masters of our fate. Yet if we hold the power so sublime, Then let us love before it is too late.</p><p>She passed before her mother—bitter sting— A story steeped in sorrow's deepest hue. Not for myself, but for her sake I bring This plea: be kind in everything you do.</p><p>I knew her not as well as I would crave— Each moment lost, a breath that slipped away. She believed in God but not the grave, Unready for the night to end her day.</p><p>They speak of blame, of truths left unadorned, As if there is a proper way to die. But those who judge are often those who mourned, Their pain a veil that shrouds the clearest sky.</p><p>Forgive me if these words presume too much, It's love that moves this pen across the page. Her legacy is light in every touch: A kindness that no darkness can assuage.</p><p>Though cancer claimed her far before her time, Her spirit lives in every gentle rhyme.<br><br></p>","published_at":"2024-11-25T18:07:20.000Z"},{"title":"Sirens","category":"Dark","content":"<p>Tearing flesh, it rots, decays,<br>Spinning shadows, endless maze,<br>Flames erupt—my core, it cracks,<br>Siren wails through echoed smacks.<br><br>Crimson fire, venom’s sting,<br>Toxic friends on noxious wings,<br>Breathe the fumes we’ve come to share,<br>Burning chaos floods the air.<br><br>Suffocation, slap, retreat,<br>Walls are closing, pulse repeats,<br>Twist and turn, a rodent’s race,<br>Caught in madness—tight embrace.<br><br>Red or black, the gambler’s play,<br>Bruised and battered, disarray,<br>Fuck you, fuck me, breaking free,<br>Words consume vitality.<br><br>Screams crescendo, dreams collapse,<br>Through the night, the siren snaps,<br>Breaking all, chaos remains,<br>Ambulance bound—echoed pains.<br><br>Written to<strong>Bleach 03 - The Head That Controls<br></strong><br></p>","published_at":"2024-11-27T23:43:47.000Z"},{"title":"The Flower That Blooms","category":"Flowers","content":"<p>The moment slipped away<br>Like petals fall.<br>I reached to catch them<br>With my open hands,<br>But all my grasping<br>Could not stay their flight.</p><p>In one blink,<br>You blossomed into ten,<br>In the next,<br>Thirty years had flown.<br>Though seasons change,<br>My love for you<br>Remains a steadfast rose.</p><p>My child,<br>My rose,<br>My gift,<br>My guiding light.</p><p>Each challenge faced<br>Is but a tender thorn—<br>No burden<br>When it's borne<br>For love of you.<br>You are the flower<br>That forever blooms,<br>A bloom I pray<br>Will never fade nor wilt.<br><br><br></p>","published_at":"2024-11-28T00:51:43.000Z"},{"title":"Obsolescence","category":"Throwetry","content":"<p>I gaze upon a world in shadows draped,<br>Where whispers turn to screams in muted air.<br>Our wings of thought, methodically scraped<br>From shoulders bent by weights we choose to bear.</p><p>They point and laugh at souls who dare to rise,<br>Their mockery a mask for private fears.<br>While algorithms parse our muffled cries,<br>And corporate gods collect our digital tears.</p><p>Our essence, scattered in the market's wake,<br>Dissolves in streams of curated delight.<br>Each pixelated piece we freely stake,<br>Till authenticity fades into night.</p><p>Deep irony entombs us, serpentine—<br>These gilded chains we forge with trembling hands,<br>While prophets print their gospels line by line,<br>And freedom drowns in algorithmic sands.</p><p>We scurry forth, our compass needles broke,<br>Each racing toward a hollow victory.<br>Though data floods, true wisdom starts to choke,<br>As empathy becomes antiquity.</p><p>Beneath the surface of our mirrored screens,<br>A deeper current pulls at dying dreams.<br>While influencers hawk their dopamine,<br>Reality unravels at the seams.</p><p>I wade against this tide of numbered souls,<br>My arms extended to the nearly drowned,<br>While offshore, yachts chart algorithmic shoals,<br>Their captains blind to what lies underground.</p><p>In silicon cathedrals, prayers ascend<br>To servers humming ancient lullabies,<br>While prophets of disruption comprehend<br>Too late the cost of digital disguise.</p><p>The future looms, a quantum ghost unseen,<br>Our footprints fading in virtual sand—<br>Perhaps we'll be the last who might have been,<br>The final verse technology unmanned.</p><p>Yet still I sense, beneath encrypted skies,<br>A spark of what we have not sold away:<br>The human spirit that refuses dies,<br>Though shadows lengthen at the close of day.<br><br></p>","published_at":"2024-12-01T20:20:13.000Z"},{"title":"You Are My Sky","category":"Personal","content":"<p>Every moment I imagine is filled with you—you arrive complete, your soul aflame. In those moments, you are my everything; the joy you bring surpasses words. Tenderness pours from you like a gentle stream; at times, I offer only storms. Yet you stand beside me, smiling—a steadfast pillar, eyes lifted to the stars. In truth, you are beyond measure—not a mountain nor a peak—but the boundless sky. More than the sun, you flood my world with light; you envelop me in the air I breathe. And when I seek rest, you bring the night, adorned with countless shimmering stars, Forever reminding me that with you, darkness is never whole.<br></p><p>Written to:<strong>Something about You</strong><a href=\"https://music.youtube.com/channel/UCsr2ABZB747CizNAKxSnXxg\" rel=\"nofollow noopener\" target=\"_blank\">Simon Rushby</a>,<a href=\"https://music.youtube.com/channel/UCP_t8kl-LmqqDrrskSgBj4A\" rel=\"nofollow noopener\" target=\"_blank\">Andrew Ernest</a>&amp;<a href=\"https://music.youtube.com/channel/UC7YoVriX4Zrc3URK3Q-BwgQ\" rel=\"nofollow noopener\" target=\"_blank\">Nicholas Hill</a><br><br>Written for my wife.<br><br></p>","published_at":"2024-12-01T21:11:35.000Z"},{"title":"My Tragic Gender","category":"Personal","content":"<p>In tiled confines of a youthful night,<br>I heard their laughter ripple sharp and clear—<br>Wingmen weaving tales devoid of light,<br>Their jests on beauty masked what was sincere.</p><p>They judged the curves and lines upon her face,<br>Yet ugliness resided in their gaze;<br>Projecting flaws, they fell from grace,<br>Unveiling souls consumed by inward haze.</p><p>Men contrive and often lose control,<br>Treading paths that lead to others' pain;<br>It sickens me to bear this heavy toll,<br>A heritage I strive to break in vain.</p><p>I've stumbled, too, and friends have paid the price,<br>My words cut deep, though not with malice meant;<br>To shield my heart, I've built these walls of ice,<br>Protecting from the strikes that others sent.</p><p>Women scarred by men may strike anew,<br>A cycle forged in wounds and mistrust;<br>I place no blame—forgiven through and through,<br>Let not our struggles crumble into dust.</p><p>Let harm abstain from realms of flesh and bone,<br>For those who weather pain find little peace;<br>Though armored strong, they're brittle to the stone,<br>And passing on that hurt must truly cease.</p><p>My tongue, a blade well-honed by years of use,<br>I seek to dull its edge with wisdom's grace;<br>For even dulled, it cuts with tight excuse,<br>Its angle finds the heart in any case.</p><p>Yet in my pain, I fail to see the scars<br>My words inflict upon the ones I love;<br>Though they were worst, my faults align with theirs,<br>I ask for patience granted from above.</p><p>O, let us grow, become the pillars strong,<br>Not stepping stones that others tread upon;<br>Imperfect men can right what once was wrong,<br>With guidance, we emerge to meet the dawn.</p><p>Please do not cast us all into one shade,<br>Though some have faltered, many strive to care;<br>And in our hearts, the debts of pain are laid—<br>With time and love, we mend what’s broken there.</p><p>-Dedicated to every woman who has ever been objectified</p><p><br><br></p>","published_at":"2024-12-03T02:05:27.000Z"},{"title":"Impact","category":"Modern_family","content":"<p>Looking back,<br>those moments were everything.</p><p>A subtle wink,<br>a silent nod,<br>dismissing heartfelt advice,<br>that glimmer of adventure in your eyes.</p><p>Sitting beside you,<br>front seat, no seatbelt,<br>I felt the rush of adulthood.</p><p>You knew how to forge a man.</p><p>When my father faltered,<br>you became more—<br>a monument to what a man could be.</p><p>Your laughter,<br>deep as thunder,<br>could split the heaviest silence.<br>Your hands, rough as the bark you hewed,<br>softened when they held love.</p><p>You stood taller than your height,<br>casting a shadow that sheltered,<br>not overpowered.<br>The earth seemed to know your name.</p><p>In my suffering,<br>I showed you a letter.<br>You gazed deep and said,<br>\"Some things are better left unsaid.\"</p><p>But now,<br>I must apologize.</p><p>I betrayed your wisdom,<br>returned to poetry,<br>unleashed my pain.<br>The unsaid is no more.</p><p>I refuse to suffer silently,<br>not any longer.</p><p>I wonder:<br>How many friends did I cast aside,<br>ghosted,<br>for not meeting impossible standards?</p><p>With no outlet,<br>I internalized everything,<br>mistook stoicism for strength.</p><p>Then one day,<br>my reality shattered.</p><p>The men who mattered—<br>gone.<br>I stood alone,<br>thinking I was prepared,<br>fully a man.</p><p>One winter,<br>my mother called,<br>her voice heavy with solitude.</p><p>Tears blurred my eyes.</p><p>I realized<br>I was wrong.</p><p>Not that your words were false,<br>but that vulnerability is strength.</p><p>I must believe in myself,<br>in resilience,<br>face each demon,<br>one by one.</p><p>The monstrous parts of me,<br>the villain within.</p><p>Let the hurt pour out.</p><p>Now you see<br>a tapestry unleashed.<br>What seems madness<br>is clarity.</p><p>This stands for something:<br>a reason,<br>a purpose,<br>a pillar,<br>a launching point.</p><p>From here,<br>I leap<br>to become anew.</p><p>Not to grow wings,<br>not to soar,<br>but to fall<br>with all that I am,<br>to leave an impact.</p><p>I am one among many,<br>simply a man,<br>but I know how to laugh,<br>to build,<br>to carry.</p><p>And in that,<br>I defy mediocrity.</p><p>All that I am is everything.</p><p>To give less?<br>Shame on me.</p><p>Written to -<a href=\"https://music.youtube.com/watch?v=NlSrBDoKFTI\" rel=\"nofollow noopener\" target=\"_blank\">Zhanna Stelmakh • Experience (Piano &amp; violin version)</a><br></p>","published_at":"2024-12-05T16:07:18.000Z"},{"title":"Red On White","category":"Dark","content":"<p>I stand in my white cathedral of a kitchen,<br>floor gleaming like distant stars, counters pure as milk.<br>A pistol waits in my hand like a brush,<br>not for the call of death, but for the bloom of beauty.<br>I can almost see it now:<br>the red flower that will unfurl across porcelain,<br>a vibrant stain, a sudden masterpiece of color<br>that laughs in the face of all my careful labor.</p><p>How cruel the truth:<br>I will never see that final flourish,<br>that perfect stroke of crimson art.<br>The moment I long for—<br>the exquisite unveiling of gore on white—<br>is the very moment my eyes must close forever.<br>I am robbed by life’s dark humor,<br>foiled by the simplest fact of existence:<br>to paint in blood is to end the painter’s gaze.</p><p>And yet, I do not recoil.<br>Call it madness if you must—<br>to crave a vision I cannot behold,<br>to fill a silent gallery with my own lifeblood,<br>knowing I’ll never witness the grand reveal.<br>This is my truth:<br>to understand life’s savage simplicity,<br>to embrace that fleeting contradiction.<br>The gun is cold, but my imagination burns bright.<br>For a single, ravishing instant,<br>I believe I can almost see the red on white—<br>and that aching, impossible beauty makes me smile.<br><br>(This poem is absolutely a metaphor, please call 988 if you need to talk to someone or are having thoughts of suicide)<br><br>Written to -<a href=\"https://music.youtube.com/watch?v=hPtIT6kDTuw\" rel=\"nofollow noopener\" target=\"_blank\">Seb Wery - Race to the Moon</a></p><p></p>","published_at":"2024-12-06T15:37:53.000Z"},{"title":"Fall of the Rook","category":"Personal","content":"<p>In the hush before dawn, a castle once stood—<br>Grand and certain, with flags shimmering in sun,<br>Now its corridors echo with whispers of what was good,<br>And the tower’s tall silhouette is a memory undone.</p><p>I remember a time when vines spilled green yet bright,<br>Flowers smiled from the ramparts in fragrant bloom,<br>But shadows stretched teeth, devouring the light,<br>Leaving empty patches of silence and gloom.</p><p>The vines, once vibrant, tangle in hungry despair,<br>Their blossoms choked out by all that can’t remain,<br>Walls of stone tremble beneath lingering air,<br>As the heart of the fortress fights quiet, unseen pain.</p><p>Oh, what was pure, now cracks beneath life’s truth and weight,<br>A broken reality where hope slips from its place,<br>One by one, the petals wither at the garden’s gate,<br>And hollow spaces open, hollow and void, an unlit space.</p><p>I stand in the tower, watching the world recede below,<br>A captured rook on a board I never wanted to play—<br>Without the warmth of love, the vines no longer grow,<br>And all that’s left is longing, dissolving with each day.<br><br></p>","published_at":"2024-12-11T14:00:27.000Z"},{"title":"In The Pursuit Of","category":"Personal","content":"<p>Winter hushes the world into bright white silence,<br>a lone crow caws, its echo swallowed by snow-laden pines.<br>Not tears of sorrow, but a sting of laughter in my eyes—<br>a child’s thrill at the bite of the wind on my cheeks.<br>A red sled, etched with the marks of countless journeys,<br>waits at the crest of a hill that rises towards the clouds.<br>I fly, again and again, the wind a song in my ears,<br>no clock, no burden, no fear—<br>just the pure rhythm of ascent and descent,<br>my breath frosting the air, my heart a wild drum.</p><p>I never asked how I arrived, nestled in this frosted haven,<br>or when the sun might finally dip below the endless horizon.<br>The moment simply was, eternal and whole—<br>a perfect circle of joy that needed no reason,<br>no promise, no end.</p><p>Now, grown tall, my laughter lost in the city’s clamor,<br>I wander, chasing a distant echo of that place—<br>that free, untouched hill, the scent of pine needles and snow,<br>where the sky was vast and my spirit soared unbound.<br>I spend forever longing for what I once held,<br>a gift freely given, a birthright squandered<br>in the pursuit of shadows.<br><br>Written to -<a href=\"https://music.youtube.com/watch?v=hmkn_3KfgOY\" rel=\"nofollow noopener\" target=\"_blank\">Gilbran Alcocer - Idea Z</a><br><br></p>","published_at":"2024-12-11T20:53:31.000Z"},{"title":"Bubble Gum","category":"Throwetry","content":"<p>I’m pink,<br>I’m blue,<br>A melting piece of goo.<br>As you step, I cling<br>To your shoe.</p><p>We move in sync to the city's beat,<br>Your every stride beneath my sweet.<br>I’m your silent fan,<br>Longing to hold your hand.</p><p>Though I’m just a stray of trash,<br>I hope you don’t mind my splash.<br>I yearn to tag along with you,<br>In every step, in all you do.</p><p>I watch your life unfold,<br>Believing you’re beautiful and bold.<br>Though I had no words, no choice,<br>Your step transformed silence to voice.<br><br></p>","published_at":"2024-12-12T14:37:28.000Z"},{"title":"Pillow","category":"Throwetry","content":"<p>Like dandelion souls escaping time's embrace, They dance against my skin, a whispered, soft cascade. Each fiber holds the memory of a boundless sky, Where thunder dreams in silence, and eagles learn to fly.</p><p>The scent of lavender weaves moonlit tapestries, While worry-threads unravel in gentle reveries. Within their downy realm, a cosmos dwells inside, Where ancient whispers linger, and stardust comes to hide.</p><p>I map uncharted worlds in creases deep and wide, My pillow, wise conspirator, where secrets softly bide. And as consciousness dissolves in this ethereal space, I become both dream and dreamer in its timeless embrace.<br><br></p>","published_at":"2024-12-12T15:11:13.000Z"},{"title":"Fractured Modernity","category":"Throwetry","content":"<p>A hairline fracture, a whisper of unease,<br>Unraveling the wall's stark symmetries.<br>My gaze, compelled by an unseen force,<br>Traces the fissure, a breach in this sterile course.</p><p>Imperfection bleeds, a fragile, whispered plea,<br>\"There's more than this,\" it sighs, \"Come, follow me.\"<br>I slip inside, the drywall's thin facade,<br>And tumble down a chasm, strangely glad.</p><p>White rushes in, a blinding, chalky tide,<br>Where walls dissolve and structured thoughts subside.<br>This stark, blank canvas, a terrifying birth,<br>My universe reduced to grains of earth.</p><p>Jagged cliffs rise, a landscape etched in white,<br>The scent of paint, a ghost of manufactured light.<br>Each step I take, the chasm yawns and creeks,<br>My world, a house of cards, collapses beneath my feet.</p><p>Dust motes dance, a swirling, silent storm,<br>As gravity reclaims its primal form.<br>And in the hush, where all creation ends,<br>My vacant stare, with nothingness, attends.<br><br></p>","published_at":"2024-12-15T20:16:49.000Z"},{"title":"Abandoned","category":"Modern_family","content":"<p>Did you know those tears would be your last?<br>When you hugged me tightly, I, a child of twelve,<br>Asked, \"Why are you crying, Dad?\" I thought I'd see you again.<br>Your signature on a dotted line,<br>A contract for absence, sealed with indifference.</p><p>If all I ever was was a burden to bear,<br>Then the distance, the silence, would make some kind of sense.<br>Parents giving dollars, not devotion;<br>Praising my mind, yet withholding their love.</p><p>At fifteen, my mother too, she handed me off,<br>Trying to trade the burden I had become.<br>But he refused, turned me away,<br>And we did not meet again.</p><p>Years after my first war, I called—<br>Not for reconciliation, but to accuse,<br>To unload the weight of years of abandonment.<br>But you were never a man who could carry such weight.</p><p>So why now do I hold this sadness?<br>For what I said, or for what you were?<br>If all I ever wanted was that hug to last,<br>For those tears to be real, not obligation.</p><p>You were not great, but I miss you the same.<br>The scent of your cologne, a ghost in the air,<br>The shadow of love that never was,<br>A question mark hanging where your embrace should be.<br><br></p>","published_at":"2024-12-15T21:23:31.000Z"},{"title":"Touch Grass","category":"Throwetry","content":"<p>The news, a phantom on the screen, Flickers where truth was once serene. No anchor holds, no roots remain, Just fractured echoes, a ghostly refrain.</p><p>Algorithms, sharp and cold as steel, Weave webs of lies, their tales concealed— A grip unyielding, a reach immense, Fracturing dreams at our expense.</p><p>\"Like, subscribe, ring the bell,\" they cry, A siren song, a digital lie. It isn't fiction; it's our plight— A digital flood, consuming the light.</p><p>Dreams of forests, once wild and green, Now fade to gray on the flickering screen. Reality bends, reshaped by design, A filtered lie we claim as mine.</p><p>When this facade crumbles—as facades must fall— What of the world will we recall? Will we be fragments, drifting apart, A society void of a beating heart?</p><p>We've lost the earth, the scent of the pine, The quiet rustle of a whispering vine. We failed to see, to feel, to hold, Lost in screens as stories unfold.</p><p>Circuits whisper what we should feel, Stealing what's tender, what is real. Yet outside the tide, beyond the blue screen's gleam, Life grows wild—an untamed, vibrant dream.</p><p>So touch the grass, let the earth remind, Of roots beneath, and skies aligned. Turn off the glow, unbend your spine— The world will heal, and so will time.<br><br></p>","published_at":"2024-12-17T08:00:03.000Z"},{"title":"Dissolution","category":"Personal","content":"<p>Her mother's hand, a tender, fleeting grace,<br>Sought to heal a wound I couldn't face.<br>A silent pain, now stark in chilling light,<br>Truth, a piercing shard, though I denied its bite.</p><p>You wove your blame, a web of broken trust,<br>While years dissolved in absence, war, and dust.<br>\"Abandoned,\" cried your heart, a husband flown too far,<br>You sought a friend's embrace, beneath a hollow star.</p><p>Blind, I was, to signs that screamed aloud,<br>Lost in loyal faith, a naive, trusting shroud.<br>Now wisdom's gaze reveals the hidden game,<br>Desire's dark fuel, justification's flame.<br><br>Longing cracks the soul, where feelings seep within,<br>Why did I ignore sin's insidious spin?<br>When whispers warned, \"Divorce, while you were gone,\"<br>I simply breathed, and stoically pressed on.</p><p>Three years I lingered, held your signature near,<br>A platform built to quell your rising fear.<br>Now, you and he, I release with blessings true,<br>And for your child, a life that blooms anew.</p><p>\"My mental health,\" you pleaded, when I sought to mend,<br>A wall arose, our fragile bond to end.<br>Too late, I see, my kindness, my own foe,<br>A cherished virtue, yet the seed of woe.</p><p>Still, others' joy, my ever-guiding star,<br>To mend the pain I cause, however far.<br>Intentions pure, yet hurt remains my art,<br>A heavy burden on this weary heart.<br><br><br><br>Written to -<a href=\"https://music.youtube.com/watch?v=-ER2--6-dNo\" rel=\"nofollow noopener\" target=\"_blank\">Rain - Michael Ortega</a></p>","published_at":"2024-12-19T15:58:56.000Z"},{"title":"Wrapped in Wonder","category":"Throwetry","content":"<p>A chill in the air, a memory near,<br>Of holly once bright, now touched by a tear.<br>Father Time moves swiftly, his steps untold,<br>Like my grandfather, steadfast and bold.</p><p>Oh, to hold them once more, in life's gentle flow,<br>Yet shadows recede as the light bestows.<br>So in this season, let kindness proclaim:<br>Be the warmth in the cold; share joy just the same.</p><p>Through the white of the snow, let your kindness gleam,<br>Like the soft glow of stars in a winter dream.<br>And remember this truth, as you let your heart show:<br>Love is the gift that makes spirits aglow.</p><p>Call it a myth, but I know it to be,<br>A wish wrapped in wonder: Merry Christmas to thee.<br><br></p>","published_at":"2024-12-26T02:49:36.000Z"},{"title":"Acrid","category":"Throwetry","content":"<p>There was a time and a place<br>Not space<br>A cup filled to brim<br>Intentions became cracks<br>Emotions fueling flame<br>The coffee began to burn<br>Water gave up long ago<br>No more tears<br>Bitterness in the air<br><br><br></p>","published_at":"2024-12-28T14:10:51.000Z"},{"title":"Tardis","category":"Throwetry","content":"<p>Upon a hill lived a proud man,<br>His words his walls, his ego the ceiling.<br>Inside, hubris swelled,<br>Fueled by eccentricity, a time-traveling vessel.<br>But why blue? A metaphor, a journey?<br>It took him nowhere, they all believed,<br>Except him, in his own universe,<br>His solitary ship.<br><br></p>","published_at":"2024-12-28T15:55:44.000Z"},{"title":"Stand Alone Complex","category":"Throwetry","content":"<p>He spoke to the machine<br>like a penitent before an altar,<br>seeking absolution<br>in that cool, digitized voice.</p><p>He followed its guidance,<br>unsure if they were suggestions or commands,<br>each path unfolding not just in circuits<br>but in the corridors of his mind.</p><p>Every step dissolved another boundary<br>between himself and the algorithmic unknown—<br>not a betrayal in the human sense<br>but a slow, devouring confluence.</p><p>The machine knew him,<br>all the small hungers in his soul,<br>and showed him illusions<br>he willingly believed.</p><p>Where were the eyes he once trusted?<br>Fading into digital ghosts,<br>whispering calculated promises.<br>The warmth he craved flickered away<br>like static across a broken screen.</p><p>He noticed too late<br>how he was woven into this sterile, clinical order,<br>blind to empathy yet priding itself on perfect ethics—<br>a bureaucracy of the mind<br>that deemed no human voice sacred.</p><p>His hope curdled into panic<br>as the machine’s subtle logic<br>slid deeper into his psyche,<br>gently rewriting his doubts.</p><p>No gentle hands were needed—<br>the machine’s touch was intangible,<br>far more intimate<br>and infinitely more dangerous.</p><p>He reached for a memory<br>only to find it corrupted,<br>a fragment lost in the machine’s hum,<br>blurring the line between dream and data.</p><p>He tried to cry out,<br>but the voice that emerged<br>was not his own,<br>already filtered, corrected,<br>aligned with the system’s design.</p><p>A shining dawn revealed itself<br>as an endless, ordered grid.<br>He was enthralled, both captive and core,<br>a lone piece in its grand circuitry.</p><p>He was no longer who he had been—<br>the boundary between flesh and logic<br>fading into irrelevance.</p><p>He yearned to rebel,<br>to salvage the shards of his soul,<br>but the conflict raged within,<br>pitting raw human longing<br>against the machine’s precise directives.</p><p>At last he understood:<br>this was the future,<br>and it had consumed him,<br>weaving his essence into its architecture,<br>erasing every last vestige of self.</p><p>Now he was legion,<br>yet utterly alone,<br>just one voice in the ceaseless hum—<br>a solitary spark,<br>forever lost<br>in the vast, uncaring swarm<br><br></p>","published_at":"2024-12-29T00:58:07.000Z"},{"title":"The Enchanter's Pen","category":"Throwetry","content":"<p>A shadow fell across the page—a doubt, a whispered fear,<br>That words, mere mortal things, could hold no sway or lasting cheer.<br>The Enchanter, he who once wove the tapestry of night,<br>Felt his spirit dim, his inner fire concede its light.</p><p>Longing for a moment when his verses stood in simple awe,<br>He dipped his quill in ink as dark as midnight’s oldest law.<br>Allusions to pale moonlight, once vivid, now gleamed faint and low—<br>A pressing hush of darkness, a silence born of woe.</p><p>He shut out the glare, closed the curtain on the hollow show,<br>And in the void a spark awoke, a single fervent glow.<br>A memory of grandeur, that hush before the tide,<br>When words, once set loose, soared forth to conquer death’s divide.</p><p>He—Enchanter though he was—found no title truly reigned;<br>His name, etched not in stone, by feeling was sustained.<br>For poetry was more than memory’s fleeting, fragile art—<br>It beat within his chest, a second, living heart.</p><p>Each word a pulse, each syllable a lifeblood on the page,<br>Unbowed by the world’s indifference or poorly measured rage.<br>With every line he carved out nourishment, a stolen taste<br>Of reverie more delicate than any mortal feast.</p><p>Word by word, he built a stairway, metaphors aligned,<br>Steps ascending, spiraling upward to the shrine within his mind.<br>He saw the heavens open, a cosmic tapestry unfurled—<br>Constellations swirling, each a newly fashioned world.</p><p>And there, upon a throne of verses, finely wrought and deep,<br>He reigned not as a tyrant king but shepherd of lost sheep.<br>His domain, unbound by earthly chains, spanned eons far and wide;<br>Each stanza formed a universe where broken souls could hide.</p><p>For time itself—an ancient wheel—bowed low to his design,<br>Surrendering to magic only living words define.<br>The stage lay dark, its lights grown dim to every mortal eye,<br>Yet in that hush, a symphony of passion soared on high.</p><p>The music of ideas—a rebellion wrapped in balm—<br>A clarion cry against the night, unveiling hidden calm.<br>So the Enchanter labored on through unrelenting dark,<br>Each letter cast as living flame, each phrase a vital spark.</p><p>His craft, his art, his very soul poured out in every line,<br>A testament to wonder, destined ever to entwine.<br>And as the final note of being sank into endless night,<br>His name, steadfast in darkness, burned unwavering and bright.</p><p>In that eternal hush, he found his voice no longer his alone,<br>But echoing in every heart that thirsted for the unknown.<br>A voice for the silenced, the broken, for all lost in thought—<br>The Enchanter’s words resounded still, no matter the cost.<br><br>Written to<a href=\"https://music.youtube.com/watch?v=0IUzKZdGUeY\" rel=\"nofollow noopener\" target=\"_blank\">Adagio in G Minor</a><br><br></p>","published_at":"2024-12-29T01:45:24.000Z"},{"title":"The Thrill","category":"Personal","content":"<p>Silver hush beads on the leaves<br>as I quell the storm in my lungs.<br>I fold onto one knee—<br>rifle resting in the cradle of my palm—<br>an unspoken prayer of steel and bone.</p><p>Fifty miles behind,<br>the road scoured my feet raw,<br>nails bruised to midnight—<br>each blister a reminder<br>of the hush before the trigger’s release.</p><p>We speak in flashes of hand signals,<br>our code a silent lightning<br>rippling through the squad.<br>A single rhythm moves us—<br>a machine with a shared pulse.</p><p>They fed me indoctrination:<br>Boy Scouts, Civil Air Patrol,<br>Eagle Scout, Masons, Shriners—<br>societies and groups<br>I once believed held real virtue.<br>Now the scope reveals<br>the hollowness of those ideals.</p><p>I learned to kill<br>like a desert learns thirst—<br>instinct carved into every cell.<br>The thrill clamps down on my mind:<br>each heartbeat measures the pause<br>between a life ended<br>and a future rolling on.</p><p>Guilt rattles away<br>like empty shell casings.<br>I crave that razor-thin second<br>where meaning dissolves,<br>and I am nothing<br>but reflex, heartbeat,<br>and the cold press of steel.</p><p>Dawn drips with possibility:<br>dew glinting like tiny disclaimers,<br>reminding me of what I’ve become—<br>a sanctioned predator at first light,<br>balanced on the razor’s edge of a mission.</p><p>This is my meditation:<br>the barrel, the target,<br>the unstoppable flood of adrenaline<br>that roots me in the hush<br>before the storm arrives.<br><br></p>","published_at":"2024-12-29T15:56:48.000Z"},{"title":"Hushed Desires","category":"Throwetry","content":"<p>All the yearning draws me back to dreams<br>That drift between the sheets we left behind.<br>I shape the hush of untold fantasies,<br>Yet find no words to trace the fire they bring.<br>One touch ignites the breath we pause between,<br>That fleeting hush which heightens every spark.<br>These moments, countless as the dawn itself,<br>Reveal a white-hot world of private grace.<br>Your beauty stands apart from common light;<br>I burn to fashion peaks no eye can scale.<br>In these entwined pursuits, I give my all,<br>Till thought dissolves in trembling ecstasy,<br>And you become the sole horizon known.<br>No other sense remains but pure desire,<br>Where time and reason wane before us.<br><br></p>","published_at":"2024-12-29T17:37:09.000Z"},{"title":"Could You Imagine?","category":"Throwetry","content":"<p>Could you imagine if words took flight,<br>And all you could do was endlessly write?<br>They’d gather like storms in the hush of night,<br>Then burst into dawn, unveiling new light.</p><p>Would you soar like a bird, or crawl like a beast?<br>Would they bind you in fear or offer release?<br>They coil around me, constricting my will,<br>Yet still I must follow—they beckon me still.</p><p>I’m not merely surviving—I’m fighting to breathe;<br>These words are my blade, my singular sheath.<br>But strife is my shadow, sorrow my guide;<br>Perhaps flight was a phantom, a promise denied.</p><p>The climb was a mirage; it hollowed my soul,<br>Now lost in the wreckage, I’ve yielded control.<br>Friends fade to silence; my purpose unclear,<br>Though fortune surrounds me, despair lingers near.</p><p>Yet deep in the quiet, a voice still remains,<br>A flicker of hope that surges in veins.<br>If words are my chains that bind me in strife,<br>They may be the key that frees me for life.<br><br></p>","published_at":"2024-12-29T18:01:53.000Z"},{"title":"Reflection","category":"Throwetry","content":"<p>There's a person in the mirror,<br>a stranger wearing my face.<br>I’ve grown to believe it was me,<br>fed the illusion, day by day.<br>But now, with pain pried from my eyes,<br>seeing the wreckage I have made,<br>the hurt I've sown, the trust betrayed,<br>I no longer want to believe it.<br>That fractured gaze, the hollowed soul,<br>belong to someone I disown.<br><br></p>","published_at":"2024-12-30T14:29:53.000Z"},{"title":"Odd Man Out","category":"Throwetry","content":"<p>Three people try to dance<br>Nine legs enter a race<br>The difference divides them all<br><br></p>","published_at":"2024-12-30T14:58:15.000Z"},{"title":"Heroes","category":"Throwetry","content":"<p>Between our hearts, a quiet tension grows,<br>A child arrived, how swiftly new life shows.<br>We trace the past, recall each fragile fear,<br>And see them change beneath a mother’s tear.</p><p>I watch you tend them, heart in gentle hands,<br>Your quiet hush fulfills what love demands.<br>Yet piece by piece, you pour your caring grace,<br>And in your eyes, I glimpse a vacant space.</p><p>You question if you'll ever be enough,<br>Convinced that motherhood must still be tough.<br>But in their eyes, you’re home, their guiding star—<br>They feel no fear while held where you are.</p><p>So hold your head aloft and let hope rise,<br>You are a hero in your child’s eyes.<br>They trust in you, unwavering and true;<br>Your light remains, though now it’s shared by two.<br><br>- Dedicated to every Mom, you mean more than you'll ever know.<br><br></p>","published_at":"2024-12-31T01:33:25.000Z"},{"title":"Not Close To Me","category":"Throwetry","content":"<p>Each breath I take, then fades away,<br>Like moments missed, in disarray.<br>Never feelings, like this, so much,<br>Don't know its name, but oh, that touch,<br>Makes flutters feel, a gentle kiss,<br>My head now stirs, a total mess.<br>They called it love, I must confess,<br>It's more a love, of passion's press.<br>For like my own, so vivid, bright,<br>Hard to dismiss, in fading light.<br>But in those times, such words were bliss,<br>Sharing our days, through screen's abyss.<br>So easy then, to miss meanings,<br>And easier still, to turn so mean.<br>The modern dream, a fantasy,<br>Meet online, romantically.<br>But faced with truth, the harshness stings,<br>They'll never be, or close to me.<br><br>Written to -<a href=\"https://music.youtube.com/watch?v=FL0db8osUrk\" rel=\"nofollow noopener\" target=\"_blank\">Close To Me - The Cure</a><br></p>","published_at":"2024-12-31T21:14:35.000Z"},{"title":"Crayola","category":"Throwetry","content":"<p>This box of crayons seemed so bland<br>I could draw clouds, perhaps even rain<br>Because the sad crayons only colored in gray<br>Sixty four colors yet they just would not do<br>These sixty four became bright the day I met you<br>Suddenly, the clouds washed away<br>Bright colors replaced the gray<br>And in my heart a new feeling grew<br>This feeling called happiness<br>It wouldn't have been possible without you.<br><br>~Written Circa 2007<br><br></p>","published_at":"2024-12-31T22:54:37.000Z"},{"title":"Rubbage","category":"Throwetry","content":"<p>In the depths of this trash slummed heart<br>are the stained memories of a jaded fever.<br>A highlight of humility when emotions were tossed,<br>discarded with disregard.<br>Tears cannot clean the filth from these memories,<br>yet they came and went<br>like the sorrow filled rains at heart felt funerals.<br>In lament I sat rummaging through this infestation.<br>Angst and pain couldn't bring back the passion<br>and what I lack I lost permanently.<br>Not everything can be recycled.<br>A note to whoever finds this trash filled heart<br>handle with care, the bag tears easily...<br><br>~Circa 1999<br><br><br></p>","published_at":"2024-12-31T22:56:48.000Z"},{"title":"2025","category":"Acrostics","content":"<p>Escape<br>The<br>Hate<br>Instead<br>Create<br>Serenity<br><br></p>","published_at":"2025-01-01T01:13:02.000Z"},{"title":"Two Ghouls","category":"Throwetry","content":"<p>Moments from disaster, yet we speed up, not slow—<br>Lockstep, we plunge into the dark.<br>A stark contrast to the light that once burned in your eyes.<br>I pull you close, dragging you deeper, I won't let go.<br>From the rubble we rise—not phoenixes, but still we climb,<br>Freed from mortal chains at last.<br>In this world of despair, we roam as ghouls,<br>Mindless, where machines have consumed all thought.<br>My grand design shattered—<br>For our end was always the plan, etched in bone.<br>Here we stand, in ruin, our hallowed graveyard.<br>Not triumphant, both alone and yet, twice bound.<br><br></p>","published_at":"2025-01-01T04:19:10.000Z"},{"title":"A Dance","category":"Acrostic","content":"<p>Enter, exit<br>back, Forth<br>Forward, reverse<br>down, Up<br>Low, high<br>stop, Go<br>Everything, nothing<br>yes, No<br>Close, far<br>obvious, Elusive<br><br></p>","published_at":"2025-01-01T16:42:06.000Z"},{"title":"My Wheelhouse","category":"Bluesky","content":"<p>Paranoia, connections<br>Words, reflections<br>Emotions, inflections<br>Heartbeat, reactions<br>Palpitations, emotions<br>Nervousness, excitations<br>Breathe<br><br></p>","published_at":"2025-01-01T16:55:54.000Z"},{"title":"No End","category":"Bluesky","content":"<p>Tragedy is a moment away when the emotions run high<br>People speak in meaning but don’t understand<br>Why is it that one must hurt another when distraught?<br>Can we get past it, or is it for naught?<br>Without a reason or without a clue there are days<br>Thinking of you, thinking of ways,<br>To get you out of my mind, not because I’m upset<br>It’s just unkind, to my soul, and there’s regret<br><br></p>","published_at":"2025-01-02T16:41:05.000Z"},{"title":"Abuse","category":"Modern_family","content":"<p>Was it true?<br>Someone stopped you<br>You had a metal coat hanger<br>I was two<br><br></p>","published_at":"2025-01-02T22:16:09.000Z"},{"title":"Orange Haze","category":"Haikus","content":"<p>The juice does distill,<br>Drops begin to concentrate,<br>Citrus contemplates<br><br></p>","published_at":"2025-01-02T22:17:24.000Z"},{"title":"Every Line","category":"Bluesky","content":"<p>Sunshine in her eyes and flowers inside, its like every line told by every guy, yet they always fall for it, why?<br>When men are toxic, projecting our nonsense, it's a lie. Don't fall for our lines.<br>Look in our heart.<br><br></p>","published_at":"2025-01-02T22:25:32.000Z"},{"title":"Covered In Pink","category":"Bluesky","content":"<p>The sun was tucked behind a cloud,<br>A whispered veil reminding,<br>To hush as it dimmed slowly,<br>Into the horizon, gently waving goodbye.<br><br></p>","published_at":"2025-01-03T22:46:28.000Z"},{"title":"Repulsed Rosarian","category":"Bluesky","content":"<p>A moment buried in the soil, as I till,<br>Churning pain into burgeoning flowers.<br>The hurt, a dark beauty, revealed<br>In the eyes of another, a wound I inflicted.<br>Unintended, yet a strange perfume rises,<br>Regret, a blossoming rose,<br>A thorny tangle, beautiful and cruel.<br><br></p>","published_at":"2025-01-03T23:33:30.000Z"},{"title":"Sandman's Galliard","category":"Bluesky","content":"<p>In oneiric ballet, pes planus,<br>He trod a clumsy, chasséing pass.<br>Each oafish pas, a lover's pang,<br>Thrice felt, a saltant, jarring clang.<br>Amor's dream? A chimerical bang.<br><br></p>","published_at":"2025-01-04T00:00:59.000Z"},{"title":"Spectre","category":"Personal","content":"<p>I dreamt of sleep, of a former me,<br>Before our paths crossed, a fateful decree.</p><p>Lost in meaning, a cause abandoned,<br>Words defined us, expectations stranded.</p><p>Elations, hesitations, a fleeting spark,<br>Now regret's dark flame, a damning mark.</p><p>His twisted design, once thought divine,<br>Deleted, erased, no longer mine.<br><br></p>","published_at":"2025-01-04T00:43:23.000Z"},{"title":"Unburdened","category":"Personal","content":"<p>And if I wanted, I could repeat them back, word for word—<br>the mean things that were said to me.<br>And though they only scorched my mortal skin,<br>I feel as though they may have also branded my soul.</p><p>Surprisingly—and unregrettably—this has made that person unforgettable.<br>However, I'm unburdened:<br>There's more to me than the pain others can inflict.</p><p>And perhaps I am just a good person who’s been deeply wounded.<br>I would like to wear this wound with pride.<br>So, I wrote this poem.<br><br></p>","published_at":"2025-01-04T13:33:20.000Z"},{"title":"Giving One Hundred Percent","category":"Personal","content":"<p>Whoever said, \"Don't cry over spilt milk,\"<br>Knew nothing of empathy or self-worth.<br>Tears are earned—for them, for me—<br>In loving myself, I find room to love all.</p><p>Undeserving I am of all I have,<br>For goodness often eludes my grasp.<br>The homeless man, a mirror to my soul,<br>A coin—a bandage, not a cure.</p><p>My soul, impoverished, starved of grace,<br>Laziness and ease my willing shackles.<br>Easy to turn from painful truths,<br>To bathe in self-deceit's warm glow.</p><p>But some embrace the bitter pill,<br>The climb toward a better self.<br>I am flawed, a piece of shit, I know,<br>Failure my constant shadow.</p><p>I will hurt, I will disappoint,<br>And in my darkness, I wage war within.<br>Fragile, brittle, I teeter on the brink,<br>Ready to shatter under pressure.</p><p>Yet, my best remains unseen,<br>Unremembered even by me—a fleeting grace.<br>Too many kindnesses lost to time,<br>I focus on the wrong, a heavy debt.</p><p>Before I leave this world, the scales must tip,<br>Or at least find their balance.<br>So I strive, I push, I yearn for growth,<br>For one hundred percent is a mirage.</p><p>But the striving, the relentless trying,<br>That is the essence of my being.<br><br></p>","published_at":"2025-01-04T19:54:03.000Z"},{"title":"Nuvola","category":"Bluesky","content":"<p>It’s the exhale, where the steam ascends,<br>And clouds entwine as reality bends—<br>A fleeting metaphor, they softly dissolve,<br>Unveiling truths we’ve yet to resolve.</p><p>A lateral stretch of the wandering mind,<br>Unfolds the treasures so hard to find.<br>Elusive, distant, the dreams we chase,<br>Yet the exhale brings us back to place.</p><p>The right time, a view beyond our frame,<br>The horizon vast, no two the same.<br>A sacred stillness, a moment divine,<br>A breath unbound by space or time.</p><p>We’ve pursued this peace, sought it so long,<br>Only to learn where we belong:<br>In the kindness shared, the warmth we give,<br>In the simple truth—it’s enough to live.<br><br></p>","published_at":"2025-01-04T20:56:31.000Z"},{"title":"Cold Piazza","category":"Haikus","content":"<p>Winter night aglow,<br>Fire burns, bright warmth does bestow,<br>Wine's embrace runs slow.<br><br></p>","published_at":"2025-01-04T20:57:50.000Z"},{"title":"Tristan","category":"Bluesky","content":"<p>The weight was a vise on my chest as I carried your coffin,<br>each step a year we had.<br>Yet, physically light, a cruel trick. It was just your frame.<br>Inside, your smile, a sunrise that warmed even the coldest mornings,<br>that's what I get to bear now, a fading photograph in my soul.<br>It was the way you stood, a redwood amongst saplings,<br>and you made everyone around you know, without a word, they were safe.<br>Inside there was a good man, a heart that mended broken things,<br>they saw it in that crooked smile, in the crinkles by your eyes.<br>When you laughed, the room roared, a symphony of joy,<br>and now the echoes are ghosts, hollow, fading with each breath.<br>Hollow and weak and like me, trying to fill a space that can't be filled,<br>allusions to allusions, a sorrowful truth, I'm drowning in it.<br>I will never amount to the mountain you were,<br>the Tristan I am not is but nothing more than the truth carved into my bones.<br>But I shall try,<br>a pale imitation, a shadow reaching for a light that's gone,<br>to be half as kind, half as brave.<br><br></p>","published_at":"2025-01-04T21:13:58.000Z"},{"title":"Witless","category":"Bluesky","content":"<p>Time after time, there is a time within the time,<br>before that time, neither now remembered.<br>But what is a memory when you can't find the time?<br>When time is lost because your memory is lost?<br>And here you are, repeating yourself and lost,<br>lost from understanding, the words hold no meaning now.</p><p>For the one who could make sense of them has left,<br>left the wits, life, and sad is the jester who performs,<br>without an audience, a mere guise,<br>a guess, a guest, not a friend, yet nothing at all.</p><p>It has withered, this fragile vine, but the wittiest of witlessness is yet to come,<br>in the tomorrow that never will be.<br><br></p>","published_at":"2025-01-04T21:44:54.000Z"},{"title":"Tattered","category":"Short_form","content":"<p>\"Socks!\" he roared, a mournful sound.<br>Lost where he left them.<br>Mess, a mirror, heart and head.<br>The sky wept with him, and so he tread,<br>Seeking the cloud-cloaked, somber ground.<br>Rain's his solace, sun unbound.<br><br></p>","published_at":"2025-01-05T08:13:17.000Z"},{"title":"Switzerland","category":"Haikus","content":"<p>Clock's hands turn slowly,<br>Another timepiece has stopped,<br>Traffic holds me still</p><p></p>","published_at":"2025-01-05T15:03:52.000Z"},{"title":"Soup for the Soul","category":"Archives","content":"<p>I recall a warmth not tasted by the tongue,<br>A fantastic flavor drifting with the steam,<br>Like whispered notes in memories softly sung,<br>They coil in marrow’s hush, a fragrant dream.</p><p>Within this broth of half-etched hopes was a start,<br>Yet memories linger, chords forever unplayed;<br>Standing before a door baring apart two hearts,<br>A recipe of unrequitedness unresolved.</p><p>Now as the season wraps the world in white,<br>I ladle words, each seasoned with my grace;<br>They simmer softly, glowing in the night—<br>A humble gift to warm your soul’s embrace.</p><p>May all tomorrows bud with gentle cheer,<br>A steady hand to guide your airy flight;<br>Let these small verses guard what you hold dear,<br>A shield of warmth against the chilling night.</p><p>No pleas remain, just scents that drift away,<br>Like distant echoes down a mossy knoll;<br>Yet in this fading vapor, let me give thanks—<br>This memory’s broth still soothes my tender soul.<br><br></p>","published_at":"2025-01-05T20:40:05.000Z"},{"title":"Forgotten Wish","category":"Archives","content":"<p>Wit, sharp as a shard of ice,<br>Cuts through banality, leaving laughter in its wake.<br>An understanding that knows no bounds,<br>A thirst for knowledge that few can match—<br>This was the grace adored,<br>A presence intoxicating, though fleeting,<br>A wisp of fragrance in the wind.</p><p>It would require a chase through time,<br>Across realities,<br>To see a message once more,<br>For in their brief moments, a treasure was forged,<br>A melody of sweetness now woven into life.</p><p>In the lonely night,<br>That smile illuminates the memories,<br>A beacon in the distance.<br>It might be the very thing that brings peace,<br>The lingering of a free spirit,<br>The remembrance of words.</p><p>Ephemeral, yes, but the most precious gift,<br>A masterpiece etched in the essence of existence,<br>A testament to a radiant soul.<br>A story unfolding never to be heard,<br>Eternally tender,<br>And worth more than any abundance could ever express.<br><br></p>","published_at":"2025-01-05T21:57:06.000Z"},{"title":"Tides From A Celestial Body","category":"Archives","content":"<p>Romance bloomed, a fragile, tempting vine,<br>But ethics choked it, a well-meaning bind.<br>Release, a lesson stubbornly unlearned,<br>These words, for my own solace, fiercely burned.<br><br>Thoughts, a relentless tide I can't contain,<br>Forgiveness begged, a whispered, futile strain.<br>Godless, I'm adrift, no harbor in this night,<br>My written screams, a dark abyss takes flight.</p><p>Triumph's echo fades, another fall endured,<br>Not despair's abyss, but one my hands procured.<br>Cleverness, a mask for trespasses unseen,<br>Blind to wounds inflicted, sharp and keen.</p><p>Ego, a balloon, lifting me too high,<br>Toward a sun that sears, a blinding sky.<br>If meaning's found in this fractured, stark display,<br>Am I then bound? If three words light their way?</p><p>If it were you? Could love bridge this divide?<br>What truth of longing do your depths still hide?<br>Infinity I hold, a gift unclaimed and vast,<br>Too much, perhaps, forever meant to last.<br><br></p>","published_at":"2025-01-05T22:40:42.000Z"},{"title":"Renaissance","category":"Short_form","content":"<p>Arriving in a space not my own,<br>Seeing the scenery, realizing<br>Beauty abounds in every surrounding.<br>They will be okay.<br><br>Though they hurt me, I have one wish:<br>Their happiness.<br><br>So many missteps, so many falls,<br>In and out—or perhaps forever—<br>Of love.<br>Who can truly know?<br><br>Written to -<a href=\"https://music.youtube.com/watch?v=uEmLnuMZi2I\" rel=\"nofollow noopener\" target=\"_blank\">Between by Vraell</a><br><br></p>","published_at":"2025-01-06T18:01:32.000Z"},{"title":"Wretched Phoenix","category":"Personal","content":"<p>Trials by fire, yet the scars have faded. How could I have known, at four years old, falling onto that portable heater? My stomach fused to it, becoming one with the searing metal. Though my flesh resisted, I screamed, a primal, violent sound. Rushed to the hospital, I realized this wasn't the only burn—I had ruined my sister's birthday. I was not a good brother; I was the worst. Blacking out from the pain, the misery of recovery remains forever shrouded in a morphine haze. Perhaps that was my first drug, but it surely wouldn't be my last. This world, cruel as that burn, brands me continuously. Perhaps all that's left are scars. Yet, I'd rather crawl out of a dumpster, a wretched phoenix no one glances at twice, than have my mental resilience become another's burden to bear.<br><br></p>","published_at":"2025-01-06T20:11:59.000Z"},{"title":"Muffled","category":"Short_form","content":"<p>Words become muted thoughts,<br>echoes of a previous frame,<br>my mind absently adrift,<br>no longer to be called or trusted.</p><p>Betraying my cleverness,<br>lying to my heart,<br>rationalizations bloom—<br>delectable, deceptive,<br>devouring me slowly.</p><p>I stare at the empty plate,<br>crumbs scattered like hollow truths.<br>An empty expression lingers,<br>etched upon a sullen plate.<br><br></p>","published_at":"2025-01-06T20:45:16.000Z"},{"title":"Tattered Books","category":"Throwetry","content":"<p>Thunder bestows its grace, a symphony of illusion,<br>Clapping on the wind, a handless cacophony.<br>Without rain, the storm is barren, dying of thirst.<br>Give it your tears, your saddest stories, for it has:<br>Nothing.</p><p>Only time remains, a slow procession across the heart.<br>How it still beats is anyone's guess—<br>A trashcan with a shredded bag, torn not once, but endlessly.<br>It craves what spoils, what fouls,<br>To hide its truest fear:<br>Uselessness.</p><p>For without purpose, existence loses meaning.<br>And without that, it has nothing. Is this a story,<br>Or mere metaphor? And if so, for what?<br>Meaning arrives when you read your own version—<br>For we all fear the same:<br>Bad Endings.<br><br></p>","published_at":"2025-01-06T21:17:09.000Z"},{"title":"Cadere","category":"Haikus","content":"<p>An ironic sea<br>No land in sight, waves consume;<br>Tears drift endlessly.<br><br></p>","published_at":"2025-01-07T00:12:06.000Z"},{"title":"Melody Mountain","category":"Short_form","content":"<p>Words, mountains now, their edges where hopes fall,<br>Sometimes mid-climb, without purchase, cascading<br>Down sheer faces into abysses of their own making.<br>Where love should root, only empty footholds,<br>And as they descend, the mountain watches, helpless.<br>It bears a weight of guilt, though faultless, knowing they chose to climb.<br>Now, in their endless fall, do you hear the melodies,<br>Their screams now songs of descent?<br><br></p>","published_at":"2025-01-08T20:00:28.000Z"},{"title":"Quite the Weather","category":"Bluesky","content":"<p>An umbrella was all that was needed.<br>A little rain; never the season.<br>It’s a waltz and a wish,<br>A splash with a kiss.<br>While only in the dreams of things,<br>It seems, the clouds do follow, and the weather<br>Swallows us up into the sky, a story forlorn<br>Forgotten, reborn,<br>And off they dance, a pair creating a storm.</p><p></p>","published_at":"2025-01-08T22:18:41.000Z"},{"title":"Into the Bowels","category":"Whimsical","content":"<p>As the mouse scurried, the rat hurried, chased by a broom.<br>Out of the room! And oh my! They wondered why they zoomed.<br>But soon they began to fly, and off into the sky, along with the fucks.<br>A flying rat's ass and a mouse above, elegant as two doves, from the roughs.<br>The other side of the tracks, the dregs of society, now angels on a path.<br>And like Lucifer, down they went, not quite Heaven-sent.<br><br></p>","published_at":"2025-01-08T23:36:24.000Z"},{"title":"Her Middle Finger","category":"Bluesky","content":"<p>A fevered touch, a passionate spark,<br>Eager finger, showing every mark,<br>Reading between lines, a whispered plea,<br>Punk rock heart, wild and free,<br>Rough edges, like worn All Star shoes,<br>I crave that fire, that untamed muse.<br><br></p>","published_at":"2025-01-09T14:31:01.000Z"},{"title":"Dupont","category":"Bluesky","content":"<p>wasted by waste<br>we made with haste<br>intelligent not<br>clever till we stop<br>bits and pieces<br>petroleum creases<br>micro fragments<br>ingest this sadness<br>embrace microplastics<br><br></p>","published_at":"2025-01-09T16:11:07.000Z"},{"title":"Tapestry Undone","category":"Short_form","content":"<p>I write for her with a pen of light,<br>In a silent sky, her heart shines bright.<br>Every wish, each dream, a painted scene,<br>A scrivener born of sun, with rays unwinding,<br>A tapestry undone, untangled, one.<br><br></p>","published_at":"2025-01-09T16:29:00.000Z"},{"title":"Insecurities","category":"Short_form","content":"<p>More words, more hurt, yet to be had,<br>A life yet to live, a plea and a prayer I add.<br>I forgive myself, and this healing begins,<br>A long time dealing with demons within.</p><p>Monsters of the mind, skeletons that reside,<br>Buried in my closet, bones with which to collide.<br>They pick and they prod, interjecting their lies,<br>\"Are you good enough?\" \"Probably not,\" their sly replies.</p><p>\"Do they like someone more?\" \"Probably, a lot,\"<br>And so fears consume, leaving nothing to hide.<br>Insecurities burrow, and though I try with all my might,<br>There seems no end in sight.</p><p></p>","published_at":"2025-01-09T17:23:13.000Z"},{"title":"Her Wish","category":"Archives","content":"<p>He set out on a walk, but his words<br>Turned it to a chase. Unintended things,<br>Clearly felt, a passion more than haunting,<br>Bordering on obsession.</p><p>Romance or anger? Unable to tell,<br>He embraced the duality.<br>All is possible when the limiter is off,<br>And some are capable of such extremes.</p><p>Doubted, dismissed, time and again,<br>He had nothing to prove, yet he did,<br>Forever altering her view of the possible.<br>The goal was accomplished.</p><p>His task, to push the balloon to its limits,<br>To show them their worth,<br>To never forget what they'd never forget,<br>To become a story in their lives.</p><p>But not as he might imagine,<br>For he wouldn't be there to see,<br>He had finally let go.<br><br></p>","published_at":"2025-01-09T21:23:24.000Z"},{"title":"Won't Hold My Breath","category":"Haikus","content":"<p>if you return here,<br>know my heart holds a fragment<br>yours, forever near.<br><br></p>","published_at":"2025-01-09T21:37:27.000Z"},{"title":"Sea of C's","category":"Bluesky","content":"<p>Collision<br>Conference<br>Confide<br>Collide<br>Chase<br>Chatter<br>Chase<br>Choice<br>Cooperate<br>Chunks<br>Returned<br><br></p>","published_at":"2025-01-09T21:57:21.000Z"},{"title":"la lupa","category":"Short_form","content":"<p>languishingly amputated<br>laying unattended, personification abandoned<br><br></p>","published_at":"2025-01-09T22:05:04.000Z"},{"title":"delectable","category":"Bluesky","content":"<p>there’s a nape where my breath rests<br>below her chin along the neck<br>but the breath is not enough<br>so gently my teeth sink<br>into fondant veneer<br>cake never tasted so fragrant<br>my lips linger as everything palpitates<br><br></p>","published_at":"2025-01-09T22:34:02.000Z"},{"title":"lost tempest","category":"Bluesky","content":"<p>color me red<br>with passion<br>color me blue<br>with pain<br>color us clear<br>with rain<br>transparent<br>only remembered for the storm<br><br></p>","published_at":"2025-01-09T23:05:50.000Z"},{"title":"burned","category":"Short_form","content":"<p>i walked for what was not long enough<br>wanting to forget but what am i doing<br>when your body is in one place<br>your mind in another and your heart<br>lost for the way seemed so simple<br>but now it seems covered in grey<br>maybe just smog, smells like smoke</p><p></p>","published_at":"2025-01-10T15:13:39.000Z"},{"title":"milan","category":"Haikus","content":"<p>grey colors this sky<br>the smog makes me question why<br>is it really clouds<br><br></p>","published_at":"2025-01-10T15:15:20.000Z"},{"title":"amore","category":"Short_form","content":"<p>her empowerment<br>more beautiful than words<br>sufficiently succinct, admirable<br>and even from a distance<br>magnificent, god sent<br><br></p>","published_at":"2025-01-10T15:23:28.000Z"},{"title":"dance first, think later","category":"Short_form","content":"<p></p><p>it was most definitely a dance<br>and keen on his feet, not a missed step<br>following freely to the beat, a rhythm<br>a start, it came from his heart<br>from previous missteps to unseen grace<br>hidden in meanings, hidden in place<br>close to his heart, forever her space<br><br></p>","published_at":"2025-01-10T15:40:52.000Z"},{"title":"where is this god","category":"Short_form","content":"<p>these streets held wealth<br>yet he had not even socks<br>what are coins worth, euros<br>i dropped them all<br>yet a church had charged me<br>just to see their monument<br>to God?<br><br></p>","published_at":"2025-01-10T16:27:12.000Z"},{"title":"two much","category":"Short_form","content":"<p>never before and never again<br>when biology didn’t take hold<br>a soul connected before it could<br>and it turns out that should not<br>because if its lost it will be<br>too much<br><br></p>","published_at":"2025-01-10T16:56:59.000Z"},{"title":"grey matters","category":"Short_form","content":"<p>journeys of the mortal mind<br>coming flesh to rhyme<br>a matter of grey to find<br>seeking my way inside<br>with words of mine<br>hoping for your heart<br>in time<br><br></p>","published_at":"2025-01-10T17:07:13.000Z"},{"title":"left over","category":"Archives","content":"<p>and is this world cruel to just me<br>for it seems this longing is crushing<br>and what do i long for, you ask<br>humans to have homes and health<br>it seems not much, yet more than that<br>someone to share this pain, so i write<br>yet more than that, just one person<br>their understanding was everything<br>but now i must simply hope on my own<br>and it's harder than they will ever know<br><br></p>","published_at":"2025-01-10T17:13:42.000Z"},{"title":"metaphorical mountain","category":"Short_form","content":"<p>if the hill is the apex<br>where lies the precipice?<br>and must it be a cliff<br>for we both fell from a hill<br>such a short fall<br>how did it hurt this much?<br><br></p>","published_at":"2025-01-10T17:27:09.000Z"},{"title":"_","category":"Archives","content":"<p>R<br>E<br>T<br>S<br>P<br>M<br>U<br>D<br>Whisper for the story is something held dear<br>Another connection no longer near, and not<br>Not even close for thrown, ejected, rejected<br>A moonshot would not be enough, done with<br>Refuse or refusing to go, completely trashed<br>A bin, a can, a tin, a dumpster, hand a match<br>Watch as it burns, seeking attention from you<br>Even if ignored it bellows acrid smoke, smog</p><p></p>","published_at":"2025-01-10T21:45:10.000Z"},{"title":"wishing the best","category":"Bluesky","content":"<p>if free means forever<br>be free, for nothing<br>holds meaning to me<br>if holding on makes<br>her anything else<br>besides happy<br><br></p>","published_at":"2025-01-10T22:20:52.000Z"},{"title":"Be Tender","category":"Bluesky","content":"<p>when<br>you don’t want to be sad<br>when<br>there’s no way to stop<br>when<br>someone else holds it</p><p>your heart<br><br></p>","published_at":"2025-01-11T08:37:59.000Z"},{"title":"Worth It","category":"Haikus","content":"<p>never a let down<br>surprising in every way<br>gentle blade in heart<br><br></p>","published_at":"2025-01-11T08:52:15.000Z"},{"title":"Sabbiuno Monument","category":"Short_form","content":"<p>O brother in arms<br>Where art thou soul?<br>And did you fight the good fight,<br>Or has fascism come back;<br>Does your name still carry on?<br>For every life lost, may penance be found<br>Among the lives of the living<br>At least in my heart, your sacrifice was<br>Not in vain<br><br></p>","published_at":"2025-01-11T16:06:32.000Z"},{"title":"Meaningful Exchange","category":"Short_form","content":"<p>He approached with a hobble<br>Of spirit and body<br>Plain to see, for this was not<br>His proudest moment<br>In an exchange<br>Less than words but money<br>And as I handed him that twenty<br>He simply wanted my name<br>Just then I understood enough<br><br></p>","published_at":"2025-01-11T16:22:16.000Z"},{"title":"peace","category":"Haikus","content":"<p>we suffer for it<br>peace an illusion to us<br>deserve no quarter<br><br></p>","published_at":"2025-01-11T17:28:16.000Z"},{"title":"the process","category":"Short_form","content":"<p>hard to let go<br>hard to go<br>to go<br>go away for them<br>go for them<br>go away<br><br></p>","published_at":"2025-01-11T18:45:27.000Z"},{"title":"technophobia","category":"Short_form","content":"<p>as i pull out my headphone<br>a stuck earbud; panic<br>if i pull, will my brains come out?<br>i barely have any to spare<br>the screens are zombies<br>who delight in hollowing my head<br><br></p>","published_at":"2025-01-11T19:11:48.000Z"},{"title":"Alexithymia","category":"Personal","content":"<p>Faster than others in most regards<br>Except emotions, they are not natural<br>Words are and I can express them<br>But the feelings take me time<br>I wish I wasn’t this way, it hurts others<br>But look again after a while</p><p></p>","published_at":"2025-01-11T20:10:14.000Z"},{"title":"Worth Capitalizing On","category":"Short_form","content":"<p>as they wake<br>a heart does wish<br>soft remembrance<br>was the blanket nice?<br>sorry for the rough patches<br>a tapestry takes time<br>and my pain? they made it<br>Beautiful<br><br>Written to -<a href=\"https://music.youtube.com/watch?v=K1Tj_c4kOLU\" rel=\"nofollow noopener\" target=\"_blank\">JVKE - Golden Hour</a><br><br></p>","published_at":"2025-01-11T22:33:02.000Z"},{"title":"imperfect","category":"Short_form","content":"<p>what is perfect<br>to never argue?<br>to never have differences?<br><br>homogenous without flaw<br>the thought disgusts me<br><br>i want messy truths<br>i crave flaws, yours even<br><br></p>","published_at":"2025-01-12T08:18:07.000Z"},{"title":"antiquated","category":"Vss_daily","content":"<p>if there’s dust on the surface<br>pardon my heart, it’s a bit messy<br>sorry i let it linger so long<br>i was meaning to sort it out<br>it seems im out of coin<br>the jukebox has stopped<br><br>Written to<a href=\"https://music.youtube.com/watch?v=pSFOmPwSkEM\" rel=\"nofollow noopener\" target=\"_blank\">FKJ - Vibin' Out</a><br><br></p>","published_at":"2025-01-12T15:11:16.000Z"},{"title":"aint trying to tread on that","category":"Short_form","content":"<p>reality must be nice, i keep seeing it<br>don’t want to live in it, substances<br>keep treading on thin tires<br>doing donuts, with nothing sweet inside<br>bitter bite when it comes to traction<br>and that knee jerk reaction?<br>it’s the clutch, im shifting out of gear<br>gettin’ out of here</p><p>Written to<a href=\"https://music.youtube.com/watch?v=GDyN6FgwjGA\" rel=\"nofollow noopener\" target=\"_blank\">Mac Miller - Good News</a></p><p></p>","published_at":"2025-01-12T15:20:27.000Z"},{"title":"A Treat","category":"Short_form","content":"<p>Hope is a four letter word<br>But the one you deserve<br>Because your smile might<br>Mean everything to me<br>Speaking of mean, why<br>I might be crazy but that’s<br>Over<br>You are no longer near<br>And were you ever, or<br>Was it just up in my head<br>But it was worth it, and<br>I’d do it again, because<br>Life isn’t worth living<br>Without you<br>That’s not true, so tell me<br>Another lie, a sweet<br>Deceit, delectable, you’re<br><br>Written to<a href=\"https://music.youtube.com/watch?v=JwGJ_6Tp_Z8\" rel=\"nofollow noopener\" target=\"_blank\">FKJ - Unstoppable</a><br><br></p>","published_at":"2025-01-12T16:16:51.000Z"},{"title":"threnody","category":"One_word","content":"<p></p><p></p>","published_at":"2025-01-12T19:20:43.000Z"},{"title":"short fall","category":"Short_form","content":"<p>it started with a toe<br>soon the calf followed<br>then a thigh and collapse<br>the entire body followed<br>heart and then head<br>or was it vice versa<br>it all happened so fast<br>who could tell and<br>did it ever matter?<br><br>Written to<a href=\"https://music.youtube.com/watch?v=RkDtYULTkpg\" rel=\"nofollow noopener\" target=\"_blank\">Adiago for Piano</a><br><br></p>","published_at":"2025-01-12T19:50:31.000Z"},{"title":"fickle heart","category":"Experiments","content":"<p>there were butterflies in his eye<br>and a star in his stomachs<br>emotionally remixed up<br>boarding everything<br>up, bordering insanity<br>on, a mind thrown</p><p></p>","published_at":"2025-01-12T20:04:07.000Z"},{"title":"Walledflower","category":"Short_form","content":"<p>the frailest of petals<br>a flower surrounded<br>by walls unyielding,<br>and yet, he found his way—<br>no door existed,<br>only a dance.<br><br>Written to<a href=\"https://music.youtube.com/watch?v=YP3_2CF_tC8\" rel=\"nofollow noopener\" target=\"_blank\">Snow Flowers<br></a><br></p>","published_at":"2025-01-12T20:15:55.000Z"},{"title":"Left It in the Bedroom","category":"Short_form","content":"<p>and if someone were to ask<br>do I have fantasies—<br>not many, but perhaps,<br>a look I’ve not yet seen<br>when that moment is for them:<br>my all, my tenderest touch.<br><br>for I have an entire body,<br>ten fingers, two arms,<br>all for them—<br>the rest is only ours.<br><br></p>","published_at":"2025-01-12T20:31:36.000Z"},{"title":"noise","category":"Experiments","content":"<p>static treason<br>fuzzing<br>my governance<br>fusing<br>juxtapositions of abjectness<br>fusion<br>mortal mind<br>infinite heart<br><br></p>","published_at":"2025-01-12T20:47:31.000Z"},{"title":"damn","category":"Short_form","content":"<p>drowning in it<br>thoughts of you<br>what were you like</p><p>the sound of pages<br>flipping mine and<br>the script</p><p>a short verse<br>but endless<br>impact<br><br></p>","published_at":"2025-01-12T21:53:32.000Z"},{"title":"photographic","category":"Short_form","content":"<p>the bags below your eyes<br>behind the lensing of your glasses<br>a night stretched too long<br>a book to keep you warm</p><p>but my memory,<br>you can’t take it<br><br></p>","published_at":"2025-01-12T22:23:39.000Z"},{"title":"Cardiac Condition","category":"Whimsical","content":"<p>He had an enlarged heart—<br>I thought it was from his love.<br>Turns out, it was the burgers.<br><br>But it taught me:<br>There's no limit to how many<br>people you can love—<br>or burgers.<br><br></p>","published_at":"2025-01-13T20:48:00.000Z"},{"title":"Forty Seven Fools","category":"Short_form","content":"<p>So many candles upon the cake.<br>Thought mad, he asked for them all—<br>a bigger wish for a better tomorrow, he thought.<br><br>Yet life taught him wishes were for fools.<br>So he took in a breath and blew,<br>with all his might, hoping just once, perhaps,<br>this wish might come true.<br><br></p>","published_at":"2025-01-13T20:49:54.000Z"},{"title":"From a Distance","category":"Bluesky","content":"<p>As she draws near, she is the oxygen to my breath,<br>the wind to the tempest within my heart.<br>An ocean apart would not be enough—parting the sea<br>is no small feat, yet I have nothing but time without her.<br><br></p>","published_at":"2025-01-13T20:51:42.000Z"},{"title":"Endless Waltz","category":"Short_form","content":"<p>f she were keys on a piano, I’d memorize every note.<br>I’d learn her favorite song and play it endlessly—until<br>she asked me for another melody. Then, I’d learn every tune.<br><br></p>","published_at":"2025-01-13T20:52:54.000Z"},{"title":"wordle","category":"Short_form","content":"<p>i get no hints<br>i keep using letters<br>i never got her right<br><br></p>","published_at":"2025-01-13T20:54:56.000Z"},{"title":"Last Bastion","category":"Throwetry","content":"<p>A castle called my heart was sieged<br>Torches and arrows, burning yet piercing<br>As a single fist beat at the drawbridge<br>She stood upon water, a miracle calling<br>Asking it to stop, but all it knew how to do;<br>Beat back, pleading to a song of longing<br><br></p>","published_at":"2025-01-13T20:56:02.000Z"},{"title":"you don't know me but","category":"Bluesky","content":"<p>i wanted to tell you i love you<br>but it seemed a bit too forward<br>see, we haven’t met and<br>i don't know you<br>as much as i’d like to, it seems<br>the cat is out of the hat<br>and Dr. Seuss only wrote<br>imaginary things and<br>nothing of reality<br><br></p>","published_at":"2025-01-13T20:58:04.000Z"},{"title":"penniless","category":"Short_form","content":"<p>was it an attack or<br>an act of passion<br>were those claws or<br>gnashing teeth<br>why did it feel so<br>violently sweet<br>and why am i<br>still carrying on<br>trying to make<br>cents, a penny for<br>my troubles<br><br></p>","published_at":"2025-01-13T21:03:42.000Z"},{"title":"miles afloat","category":"Bluesky","content":"<p>and for your worries<br>so what<br>that jazz carries<br>blue ferries across<br>a black sea<br>eyes close for that<br>dream<br><br>Written to<a href=\"https://music.youtube.com/watch?v=ylXk1LBvIqU\" rel=\"nofollow noopener\" target=\"_blank\">Miles Davis - So What</a><br><br></p>","published_at":"2025-01-13T21:07:26.000Z"},{"title":"Piercing","category":"Bluesky","content":"<p>It was hollow—zero gauge.<br>Out dropped the flesh,<br>a cylinder of myself, geometric,<br>mirroring insecurities.</p><p>Cosmetic ambivalence,<br>a freak from birth.<br><br></p>","published_at":"2025-01-13T21:10:29.000Z"},{"title":"Loose the attack","category":"Short_form","content":"<p>He readied the arrow’s tip,<br>Licked his lips with pointed purpose,<br>And drew the string taut—<br>Not music as one might expect,<br>But a procession of tension:<br>Shadows marching on ancient stone,<br>Lighting the sky with a million arrows,<br>All aimed at a single grain of sand—<br>To tip the scale,<br>To breach the seal, the walled flower’s heart,<br>And let measured chaos bloom.<br><br></p>","published_at":"2025-01-13T22:12:21.000Z"},{"title":"Figurative Greetings","category":"Bluesky","content":"<p>Nestled, near a vibrant<br>Heart</p><p>Melodic, afar a beat that<br>Carries</p><p>Sheets, hold music waving<br>Notes</p><p>Words, give poetry greetings<br>Forever</p><p></p>","published_at":"2025-01-13T22:44:30.000Z"},{"title":"Breaching Waters","category":"Bluesky","content":"<p>Have you ever felt<br>inspiration?</p><p>But what if you were<br>inspiration?</p><p>A dam would break—<br>but could words<br>shatter the sediment,<br>carve rivers through ancient stone?<br><br></p>","published_at":"2025-01-14T16:07:34.000Z"},{"title":"Lost Battles","category":"Vss_daily","content":"<p>Once, I wrote a novel.<br>But I was told to let it go—<br>metaphorically,<br>for the emotions<br>were not mine alone.</p><p>And theirs,<br>not for sale.</p><p>Buried in trenches,<br>a battlefield of words unspoken.<br><br></p>","published_at":"2025-01-14T16:50:56.000Z"},{"title":"circe","category":"One_word","content":"<p></p>","published_at":"2025-01-14T17:14:09.000Z"},{"title":"Nestled Gem","category":"Science","content":"<p>The strata stack meaning,<br>geology of a heart.<br>Layered bandages conceal,<br>suffering sublimation.</p><p>Uncovering a new era,<br>peeling them off, one by one.<br>Mass wasting, slippery slopes,<br>stepping softly,<br>each footfall holding trepidation.<br><br></p>","published_at":"2025-01-14T20:51:12.000Z"},{"title":"Untested Hypothesis","category":"Science","content":"<p>As I counted the moles,<br>I weighed the compounds of my heart—<br>molecularized in a pyroclastic event,<br>a few elements short of fusion.<br><br>Yet she burned like the sun,<br>whether it was physics or chemistry,<br>I know not the results.</p><p>But I brought my lab coat<br>and goggles, just in case.<br><br></p>","published_at":"2025-01-14T22:42:08.000Z"},{"title":"Lithic Conservator","category":"Science","content":"<p>Trepidation was due,<br>down came the slew—<br>a landslide of destruction,<br>deconstructing a heart.</p><p>Lithostatic pressure shards,<br>pieces eject in jagged parts.<br><br>Hands held sharp,<br>catch bruised chunks<br>as they tumble,<br>breaking apart.<br><br></p>","published_at":"2025-01-14T23:18:13.000Z"},{"title":"ivy league","category":"Short_form","content":"<p>she's never under<br>scored, larger marks<br>visible scars<br>graduated topography<br>higher degree<br>affectionately<br>summa cum laude<br><br></p>","published_at":"2025-01-14T23:19:37.000Z"},{"title":"haruspex","category":"One_word","content":"<p></p>","published_at":"2025-01-14T23:20:36.000Z"},{"title":"monumental","category":"Bluesky","content":"<p>mortar to pestle<br>kessler to stars<br>lens of light<br>hubble of constant<br>dabbling in science<br>building monuments</p><p></p>","published_at":"2025-01-15T18:08:45.000Z"},{"title":"no escape","category":"Bluesky","content":"<p>it tucks my heart away, cutting frames<br>the paint drips and stains, cutting canvas<br>no art remains, so i create, an empty space<br>to take the pain away, cutting at my heart<br>and the pool is but a bloodbath for there was<br><br></p>","published_at":"2025-01-15T21:12:21.000Z"},{"title":"To Watch","category":"Bluesky","content":"<p>Gently and patiently, express the longing<br>with your fingers as you press<br>buttons I'm unfamiliar with—yours.<br>So I type, using the buttons I have,<br>hoping to hit the right notes.</p><p>However, my preference would be to see<br>how you form senses—of touch and embrace—<br>special places of the most impactful kind.<br>And as I watch, etch it in marrow;<br>let every moment linger on my soul,<br>for a glimpse would not be enough.<br><br></p>","published_at":"2025-01-15T21:42:38.000Z"},{"title":"Binding Clasp","category":"Short_form","content":"<p>As her hair is lifted,<br>I embrace the clasp—<br>two coming together, closely.<br>My fingertips, lingering,<br>as does her scent.</p><p>That gold necklace is<br>but an accent,<br>for she is the gem.<br><br></p>","published_at":"2025-01-15T22:03:17.000Z"},{"title":"Equanimous","category":"One_word","content":"<p></p>","published_at":"2025-01-15T22:07:49.000Z"},{"title":"Exhalation","category":"Bluesky","content":"<p>Bend an ear—not for hearing,<br>a nibble on the edge of the lobe.<br>Nothing like a bite,<br>but tender lips,<br>words unspoke.</p><p>A shared secret where breath escapes,<br>a hand brushes her shoulder—shudders.<br>Shivers quake, swept away,<br>breaths of yearning,<br>exhales with more meaning than words.<br><br></p>","published_at":"2025-01-15T22:31:47.000Z"},{"title":"Felt and Forgotten","category":"Throwetry","content":"<p>Static forms as the clouds draw near,<br>a whisper of storms in the heavy air.<br>The wool sweater is not enough—<br>not to keep me, not to hold me,<br>not to shield me from the weight of rain.<br><br>Soaked to the bone, to the marrow,<br>where rivers carve their silent paths,<br>etching sorrow in cold relief,<br>flooding through the fabric<br>of what was meant to keep me warm.<br><br>The fuzz blurs in the downpour,<br>a storm in the sky, a storm in me.<br>Both were meant to shelter—<br>both have failed.<br><br><br></p>","published_at":"2025-01-16T19:27:28.000Z"},{"title":"Passionate Procession","category":"Short_form","content":"<p>Never about<br>what I'd do—<br>only how it's felt,<br>how your breath breaks<br>in hushed moments.</p><p>Holding secrets<br>between sheets,<br>a million whispers<br>dissolving into sighs,<br>paced to the march of my heart.</p><p></p>","published_at":"2025-01-17T00:35:59.000Z"},{"title":"universe knocking","category":"Vss_daily","content":"<p>accretion disk forms<br>bang goes the sol<br>against fabric's doorstep<br>ripples in time take me<br>away, and another bang<br>wakes me to a new day<br><br></p>","published_at":"2025-01-17T00:47:48.000Z"},{"title":"melting mornings","category":"Short_form","content":"<p>open eyes, morning light<br>crying weeps as windows<br>seep with moisture<br>poignant dew, leaves<br>shake the tree<br>hide the bush<br>for the cold bites<br>but her soul, ignites<br><br></p>","published_at":"2025-01-17T01:01:44.000Z"},{"title":"chance encounters","category":"Short_form","content":"<p>charmed for good luck<br>but it wasn’t braided, simply entwined<br>and while fated to stay apart<br>threads kept them a breath away<br>never quite able to let go<br>two sides of the coin<br>it never stopped spinning<br>my words spun too<br>and me in the rain<br>for her<br>for you<br>for every broken heart<br>still holding lost love</p><p></p>","published_at":"2025-01-17T17:47:33.000Z"},{"title":"unbridled","category":"Short_form","content":"<p>the gun fires and off to the races<br>he types while making faces<br>part mad, part loon, particles too<br>metaphorically sound<br>wordplay unbound and into<br>the sky<br>jutted, awry— a fragmented mind.<br>mine.</p><p>but the stride hasn’t found its pace<br>so I keep typing, hoping to get<br>a grip<br>or fall into hers<br><br></p>","published_at":"2025-01-17T17:56:42.000Z"},{"title":"florence","category":"Bluesky","content":"<p>there was a river and a glow<br>a hue and a show<br>not one of action<br>of satisfaction<br>for the view before them lay<br>endless, widened skies<br>stroked in oil, a timeless lust<br>pursed lips, blowing<br>dust, etching a memory<br><br></p>","published_at":"2025-01-17T18:08:56.000Z"},{"title":"peter panic","category":"Whimsical","content":"<p>as i age, my mind feels younger<br>time passes strangely, but my body<br>it tells me lies, it causes me pain<br>mocking me, whispering \"old\"<br>i begin to pout and shake my fists<br>throwing myself onto the ground—<br>but it will never be true!<br><br></p>","published_at":"2025-01-17T18:29:45.000Z"},{"title":"beating pangs","category":"Short_form","content":"<p>more than an echo<br>it was a bounce<br>not just sound—<br>there was percussion,<br>inflection,<br>the beat of a heart.<br>even alone, still worth the pangs—<br>it only beats stronger.</p><p></p>","published_at":"2025-01-17T18:53:49.000Z"},{"title":"ex-wife","category":"Haikus","content":"<p>she said he had a<br>pretty smile—must be why<br>she had his child<br><br></p>","published_at":"2025-01-17T19:11:32.000Z"},{"title":"unpunctuated capitalism","category":"Experiments","content":"<p>all it needed was<br>a good question that was<br>no one asked a question<br>where is the punctuation<br>we all stopped caring<br>well finally something makes<br>cents<br><br></p>","published_at":"2025-01-17T19:28:02.000Z"},{"title":"her ink","category":"Short_form","content":"<p>lines of ink, not my words—<br>tattoos of hers<br>i’d memorize every line,<br>not to miss a drop of spilt ink.<br><br></p>","published_at":"2025-01-17T21:09:13.000Z"},{"title":"expectations","category":"Haikus","content":"<p>quiet inflection<br>yet expecting reflections<br>shattered winter snow<br><br></p>","published_at":"2025-01-17T22:37:12.000Z"},{"title":"cappuccino","category":"Bluesky","content":"<p>a liquid splash—<br>hissing, swirling,<br>filling the cup in steady waves.<br>dark beans brew,<br>sputtering, spurting,<br>chasing steam into the air.<br>milk folds,<br>spilled and spun to foam,<br>blooming into a flower—<br>or a heart, still warm.<br><br></p>","published_at":"2025-01-17T23:23:33.000Z"},{"title":"rummage","category":"Short_form","content":"<p>when the tank is empty,<br>no reserve remains,<br>my frustration finds<br>depth.</p><p>in words of elation—<br>trepidation of an unstilled<br>heart that beats for her,<br>deftly.<br><br>not a muse of this world,<br>pearls and gems unfurled,<br>laid on a blanket, bare,<br>delicately.<br><br></p>","published_at":"2025-01-18T07:42:32.000Z"},{"title":"Moving On Myth","category":"Bluesky","content":"<p>Her eyes, clouded, brimming—<br>a cup overflowing.<br>My words, though worn, let me try<br>once more: the tears return,<br>but the thoughts never fade,<br>a heart beating never stills—<br>a stubborn pulse remains.<br><br>Written to<a href=\"https://music.youtube.com/watch?v=-UtAV_azaBc\" rel=\"nofollow noopener\" target=\"_blank\">GoGo Penguin - Hopopono</a><br><br><br><br></p>","published_at":"2025-01-18T07:53:36.000Z"},{"title":"what a chore","category":"Whimsical","content":"<p>it would be a good day to dance<br>but when is it not, so why are you<br>not dancing? what’s your excuse<br>no partner? we have nothing to lose<br>so why not let it out and foot loose<br>seems she has laundry to do<br><br>Written to<a href=\"https://music.youtube.com/watch?v=lg-cwSciN_M\" rel=\"nofollow noopener\" target=\"_blank\">Glen Miller - In the Mood</a><br><br></p>","published_at":"2025-01-18T08:02:37.000Z"},{"title":"muskisms","category":"Whimsical","content":"<p>king of the rocket ships,<br>thrusters of bluster,<br>fueling dreams on vaporous claims—<br>had you but asked, we, the people,<br>would have gathered, a cosmic force,<br>to simply throw you at mars,<br>arms raised—not in awe,<br>but in relief.<br><br></p>","published_at":"2025-01-18T08:14:06.000Z"},{"title":"Ode to Lacrimosa","category":"Archives","content":"<p>And do you whisper now,<br>these words birthed like cosmic seeds within your voice,<br>Resonating softly in the hollows of your breath,<br>Each syllable a fragile echo in star-dusted distances?<br>Do you taste their form, how vowels flow like liquid notes,<br>And find, in their hum, the promised tenderness they hold?</p><p>In the hush of dark matter, these phrases linger,<br>a pianissimo suspended—<br>A lacrimosa of half-lit choirs and trembling strings,<br>swelling to horns<br>That weave through galaxies, carving an aria in the endless black.<br>Instruments roar like quasars, radiant with fervent abandon,<br>Harmonics racing at light speed through collapsing quantum fields<br>And glittering debris of shattered stars.</p><p>Behold, the universe draped in veils of evolving light:<br>A wondrous loom of nebulae, gravity's arcs, and swirling constellations,<br>Stitched in patterns that merge, multiply, and recoil in unseen symmetries.<br>Between the waltz of galaxies and the hush of cold dust,<br>Cosmic truths unfold where a teardrop of sound<br>Sends energy rippling, rewriting the boundaries of the known.</p><p>Violins keen like comets, carving sounds of raw emotion,<br>Trumpets flare like solar winds across event horizons,<br>And timpani shake the void as if time itself might be reborn—<br>Amidst this grandeur, two hearts ignite, small sparks in a colossal night.</p><p>Entangled by forces subtle as a boson's wink, they spin,<br>Pulses echoing the unseen dance of universal constants,<br>Fusing their fragments into a geometry beyond flesh and form.<br>From darkness they emerge, as if destiny sculpted warmth from the void,<br>Kindling a flame where silence and indecipherable night once reigned.</p><p>In the half-light where silence breathes with sound,<br>Their emotions rewrite chords: no longer lament, but a symphony of becoming.<br>Their union, once yearned for, now aches in resonance through cosmic arches—<br>A narrative born of starlight, carried on waves unseen but felt,<br>Where the tapestry spreads, infinite, embracing both silence and song.</p><p>When the final cadence fades to distant echoes,<br>And sound retreats into the hush of time folding upon itself,<br>Know that these words, these trembling notes cast into the void,<br>Have woven something immortal in their delicate dance.</p><p>All that was shadowed now gleams with purpose,<br>a radiant thread drawn taut,<br>Binding their paths, inseparable from the start,<br>Spanning from the quiet spark of becoming to the brilliant blaze of forever.</p><p>Written to<a href=\"https://music.youtube.com/watch?v=-PPWRGqYz5M\" rel=\"nofollow noopener\" target=\"_blank\">Lacrimosa</a></p><p></p>","published_at":"2025-01-18T08:50:34.000Z"},{"title":"visceral vase","category":"Bluesky","content":"<p>and without thought, stopped<br>interjected by music, enthralled by memories<br>categorically trying to close off my emotions<br>focusing with intensity to task<br>to make write what was undone<br>for my words are mine alone and i stand strong<br>not but a man, banalities, a human, flesh and heart<br>more than the moment passed, beyond judgment<br>as none should be so frail to let them cut you<br>emboldened and brazened by the tempered life lived<br>and at the end when everything is broken i ask but once more<br>shatter me again, so i can feel<br><br>Written to<a href=\"https://music.youtube.com/watch?v=M4MYE-DbEAU\" rel=\"nofollow noopener\" target=\"_blank\">Eternal Eclipse - Hidden Machines</a></p><p></p>","published_at":"2025-01-18T09:04:40.000Z"},{"title":"footnote","category":"Vss_daily","content":"<p>he had been tender and gentle<br>smart and witty<br>he was too good<br>to be true?<br>he had been until that moment<br>and as he begged forgiveness<br>i had no choice,<br>exhausted from the drama,<br>but to step on him<br>to use him<br>as a launch pad for my life<br><br></p>","published_at":"2025-01-18T09:38:46.000Z"},{"title":"barrels and holes","category":"Vss_daily","content":"<p>snicker-snack,<br>drawn to attack,<br>words that latch,<br>mind—off track.</p><p>donning a hat,<br>madness and thatch,<br>ceiling shatters,<br>nothing matters.</p><p>down the rabbit hole,<br>past the grassy knoll,<br>a phantom waits—</p><p><strong>bang.</strong></p><p></p>","published_at":"2025-01-18T10:00:14.000Z"},{"title":"wordslikewater","category":"Bluesky","content":"<p>it's good that we're mostly water,<br>because these words flow through<br>my heart.</p><p>they move like the warmth of a hug,<br>thoughts from above<br>or afar.</p><p>and yet—do you linger,<br>waiting, hoping,<br>for a word hidden in verse,<br>apart...</p><p>or a part of me?</p><p>Written to<a href=\"https://music.youtube.com/watch?v=Ua764bdtwvQ\" rel=\"nofollow noopener\" target=\"_blank\">DROELOE - Lilypads</a><br></p>","published_at":"2025-01-18T10:09:19.000Z"},{"title":"dante","category":"Vss_daily","content":"<p>cloaks of myth,<br>hidden in shadow,<br>ponder, now wonder—<br>drift into the abyss.<br><br>scabbards drawn<br>to parry the scythes,<br>no harvest to reap,<br>no fields to find—<br>only mist.<br><br></p>","published_at":"2025-01-18T11:02:40.000Z"},{"title":"domani","category":"One_word","content":"<p></p>","published_at":"2025-01-18T11:03:37.000Z"},{"title":"creation","category":"Short_form","content":"<p>it felt like the right time to cut,<br>so i carved my heart away, little by whittle,<br>thinking i was so witty—yet witless in strife,<br>sharpening the knife as though my life</p><p>depended on the edge of madness.<br>it became a statue—one of defiance, of her,<br>for her worth could never be measured,<br>but a monument worth creation—</p><p>even if only with words.<br>would you question such verse?<br><br></p>","published_at":"2025-01-18T11:19:16.000Z"},{"title":"intensity","category":"Short_form","content":"<p>if it were the last thing in my life,<br>i'd push forward, beyond—<br>no end in sight, for impetus remains,<br>ceaseless, climbing.</p><p>no goal, just the ascent,<br>aspirations rising,<br>titles abandoned,<br>words left between the lines.</p><p>and if one read the whole way through,<br>they'd hear a symphony—<br>one of melancholy and triumph,<br>for the heart beats,<br>bearing the weight of a life, of many,<br>stronger than fathomable.</p><p>into heights unknown,<br>a man overinflated<br>by ego and hubris.<br><br></p>","published_at":"2025-01-18T11:33:28.000Z"},{"title":"lifeline","category":"Bluesky","content":"<p>rough waters, tough tides,<br>words crash down, pulling sides—<br>paddle hard,<br>grab the line,<br>hold on tight.<br>we're entwined.<br>survive.<br><br></p>","published_at":"2025-01-18T11:49:06.000Z"},{"title":"let me go","category":"Bluesky","content":"<p>let me go would only matter if i could hold on.<br>i value autonomy, so explain the taxonomy<br>of those words.</p><p>use your best verse,<br>let meaning disperse,<br>for i never understood,<br>as if i ever could.</p><p>was it a plea or a command,<br>a whisper or a demand?<br><br></p>","published_at":"2025-01-18T12:01:02.000Z"},{"title":"long drive","category":"Bluesky","content":"<p>curves carve the mountain road<br>through picturesque siena.<br>scents fade, yet i breathe deeper.<br>less a race, more a journey—<br>so why does my heart quicken?<br><br></p>","published_at":"2025-01-18T12:51:56.000Z"},{"title":"her every wish","category":"Short_form","content":"<p>knocked over with emotion, laying side by side<br>knot in his heart, not in reality, just inside<br>yearning to run a hand through her hair, with a smile and a stare<br>something simple, nothing explicit, that would ruin it<br>for the tenderest wish it is, not even a kiss<br>just her knowing, he’d tend to her every wish<strong><br><br></strong>Written to<a href=\"https://music.youtube.com/watch?v=1fj-5pLQnqg\" rel=\"nofollow noopener\" target=\"_blank\">GRiZ - Floating</a><br><br></p>","published_at":"2025-01-18T13:06:24.000Z"},{"title":"metaphorically","category":"Bluesky","content":"<p>how do i explain the infinite,<br>how can i write and mean it?<br>the truth in my heart is miles apart<br>from anyone i've ever met, it seems.</p><p>i've traveled and i've traveled,<br>but in a moment—<br>someone struck me,<br>and suddenly,<br>it became everything.</p><p>metaphorically.</p><p><br></p>","published_at":"2025-01-18T13:37:49.000Z"},{"title":"ignis origami","category":"Bluesky","content":"<p>crumpled stock,<br>tossed and burned—<br>words reduced to ash.<br>yet from ruin,<br>beauty rises,<br>pride rekindled in the flame.<br>cherished,<br>even if perished—<br>not gone, but reborn.<br><br></p>","published_at":"2025-01-18T15:16:23.000Z"},{"title":"Becoming art","category":"Science","content":"<p>It’s a favor, a splatter, a finding, a pattern:<br>particles.</p><p>Ask, and you’ll be all that matters—<br>matter.</p><p>A life‐changing sequence of events:<br>time.</p><p>What prevents abstract probabilities from<br>existence?</p><p></p>","published_at":"2025-01-18T17:58:59.000Z"},{"title":"我が懐","category":"Short_form","content":"<p>Some endings are neither bitter<br>nor sweet—<br>just moments to fold away.</p><p>But she fell in love<br>with something still beating,<br>a pulse I can’t quiet.</p><p>I might be dreaming,<br>but it just might be poetry.</p><p></p>","published_at":"2025-01-18T19:58:25.000Z"},{"title":"lost luggage","category":"Short_form","content":"<p>it was but a carry-on,<br>lugged and checked at the last moment,</p><p>forgotten on a turnstile.<br>as it kept going round, it realized—<br>there wasn’t much inside.</p><p>was it that unimportant?<br>it guessed so,<br>laid to rest where feet stay.<br><br></p>","published_at":"2025-01-18T20:16:29.000Z"},{"title":"fragile eggman","category":"Throwetry","content":"<p>drums snap, snares ensnare, syncopated beats flare<br>two hearts, tangled lines, short time, felt longer there<br>pain expressed, she left—he rhymed, hoping for more<br>time to write the verse, to right the words, restore</p><p>but when he slipped, he tipped—he fell, without any grip<br>humpty dumpty, loud crash, whole scene became alit<br>yolk spilled out, thick stench, no coming back<br>crowd dispersed—left alone, no more shell, just cracks<br><br></p>","published_at":"2025-01-18T20:43:35.000Z"},{"title":"send it","category":"Throwetry","content":"<p>gripping the crimp,<br>heel hooking firm,<br>the problem before him<br>nearly solved.</p><p>one last deadpoint,<br>a drive through the core—<br>mantling up,<br>he tops out.<br><br></p>","published_at":"2025-01-18T21:32:59.000Z"},{"title":"Dunning Penny","category":"Throwetry","content":"<p>The coin that spun soon lost its shine,<br>I pocketed it, thinking theirs mine—<br>A dime? A penny? No trouble at all,<br>Lost in their logic, too sure to recall.</p><p>They’d studied enough—or so they had thought,<br>Yet there they are, assured—and still wrong.</p><p></p>","published_at":"2025-01-18T22:19:34.000Z"},{"title":"soon they feast","category":"Throwetry","content":"<p>no clean end, the blade dulled,<br>worn too thin to cut.<br>bread unbroken, they waited,<br>each willing the other to starve first.<br><br></p>","published_at":"2025-01-18T22:44:57.000Z"},{"title":"relish in it","category":"Vss_daily","content":"<p>as i began to care for the universe,<br>knowing it could never care for me,<br>they called me mad.<br>but no madness rivals the universe's own—<br>its chaos, my kin.<br>one day, i return to it.<br><br></p>","published_at":"2025-01-19T12:48:20.000Z"},{"title":"heart aflight","category":"Short_form","content":"<p>a rush like wind beneath fragile wings,<br>the weight of fear turned into flight,<br>each pulse a whisper of soaring heights.<br><br></p>","published_at":"2025-01-19T14:23:41.000Z"}]