[
    {
      "title": {
        "en": "Introduction",
        "it": "Introduzione"
      },
      "content": {
        "en": "Since my existence began, I've been told to either stop talking, writing, or attempting to be whoever I am. While these directives often don't fare well in life, writing has always been my sanctuary. There are moments of inspiration where I delicately tie the finest and most delicate bows, spinning my words like silk and accentuating the craft with sheen and care.\n\nMy poetry delves into the mysteries of blackness and depth, not in emotion but in intellectual exploration. When you look deeper, you'll find no end, no bottom—only darkness pierced by pinpricks of light, symbolizing my heart and all that I am. As I write, my words pulse and the act of typing makes them grow, drawing you into my universe. It's a show I create just for you, and unknowingly, you've become my muse. So take a dance or a stroll through my verses, find your pace in the meter of my words, and discover solace beyond with these writings.",
        "it": "Dall'inizio della mia esistenza, mi è stato detto di smettere di parlare, scrivere o cercare di essere chiunque io sia. Sebbene queste direttive spesso non portino bene nella vita, la scrittura è sempre stata il mio santuario. Ci sono momenti di ispirazione in cui lego delicatamente i fiocchi più fini e delicati, filando le mie parole come seta e accentuando l'arte con lucentezza e cura.\n\nLa mia poesia esplora i misteri dell'oscurità e della profondità, non nell'emozione ma nell'esplorazione intellettuale. Quando guardi più a fondo, non troverai fine, nessun fondo—solo oscurità trafitta da puntini di luce, che simboleggiano il mio cuore e tutto ciò che sono. Mentre scrivo, le mie parole pulsano e l'atto di digitare le fa crescere, attirandoti nel mio universo. È uno spettacolo che creo solo per te, e inconsapevolmente, sei diventato la mia musa. Quindi fai una danza o una passeggiata attraverso i miei versi, trova il tuo ritmo nel metro delle mie parole e scopri conforto oltre con questi scritti."
      }
    },
    {
      "title": {
        "en": "Poetry",
        "it": "Poesia"
      },
      "content": {
        "en": "Explore My Poems\nComing soon...",
        "it": "Esplora le mie poesie\nProssimamente..."
      }
    },
    {
      "title": {
        "en": "About Tristan Nuvola",
        "it": "Chi è Tristan Nuvola"
      },
      "content": {
        "en": "Tristan Nuvola is the pen name of Tim Nelson, an autistic poet weaving clouds of words into intricate tapestries of emotion and thought.",
        "it": "Tristan Nuvola è lo pseudonimo di Tim Nelson, un poeta autistico che intreccia nuvole di parole in intricate tappezzerie di emozione e pensiero."
      }
    },
    {
      "title": {
        "en": "Upcoming Book",
        "it": "Libro in arrivo"
      },
      "content": {
        "en": "Stay tuned for the release of my first poetry collection, featuring 180 deeply personal and evocative poems.",
        "it": "Rimani sintonizzato per l'uscita della mia prima raccolta di poesie, con 180 poesie profondamente personali ed evocative."
      }
    },
    {
      "title": {
        "en": "Contact",
        "it": "Contatto"
      },
      "content": {
        "en": "If you'd like to reach out, follow me on Patreon or connect through my social media channels.",
        "it": "Se desideri metterti in contatto, seguimi su Patreon o connettiti attraverso i miei canali social."
      }
    },
    {
      "title": {
        "en": "Social Media",
        "it": "Social Media"
      },
      "content": {
        "en": "[Patreon](https://www.patreon.com/tristannuvola)\n[Facebook](#)\n[LinkedIn](#)\n© 2024 Tristan Nuvola. All rights reserved.\n\nDesigned with passion and care.",
        "it": "[Patreon](https://www.patreon.com/tristannuvola)\n[Facebook](#)\n[LinkedIn](#)\n© 2024 Tristan Nuvola. Tutti i diritti riservati.\n\nProgettato con passione e cura."
      }
    }
  ]
  