[
    {
      "title": {
        "en": "Introduction",
        "it": "Introduzione"
      },
      "content": {
        "en": "Since my existence began, I've been told to either stop talking, writing, or attempting to be whoever I am. While these directives often don't fare well in life, writing has always been my sanctuary. There are moments of inspiration where I delicately tie the finest and most delicate bows, spinning my words like silk and accentuating the craft with sheen and care.\n\nMy poetry delves into the mysteries of blackness and depth, not in emotion but in intellectual exploration. When you look deeper, you'll find no end, no bottom—only darkness pierced by pinpricks of light, symbolizing my heart and all that I am. As I write, my words pulse and the act of typing makes them grow, drawing you into my universe. It's a show I create just for you, and unknowingly, you've become my muse. So take a dance or a stroll through my verses, find your pace in the meter of my words, and discover solace beyond with these writings.",
        "it": "E se ti sei preso la briga di leggere questo, chiedimi di smettere e lo farò in qualsiasi momento. Non ho mai voluto metterti a disagio e, più di ogni altra cosa, mi dispiace per questo.<br><br>Sin dall'inizio della mia esistenza, mi è stato detto di smettere di parlare, scrivere o cercare di essere chiunque io sia. Sebbene queste direttive spesso non portino bene nella vita, la scrittura è sempre stata il mio santuario. Ci sono momenti di ispirazione in cui lego con delicatezza i fiocchi più fini, tessendo le mie parole come seta e accentuando l'arte con lucentezza e cura.\n\nLa mia poesia esplora i misteri dell'oscurità e della profondità, non come emozione ma come esplorazione intellettuale. Guardando più a fondo, non troverai una fine, nessun fondo—solo oscurità trafitta da puntini di luce, che simboleggiano il mio cuore e tutto ciò che sono. Mentre scrivo, le mie parole pulsano e l'atto di digitare le fa crescere, attirandoti nel mio universo. È uno spettacolo che creo solo per te, e inconsapevolmente, sei diventata la mia musa. Quindi fai una danza o una passeggiata attraverso i miei versi, trova il tuo ritmo nel metro delle mie parole e scopri un conforto oltre, con questi scritti."
      }
    },
    {
      "title": {
        "en": "Poetry",
        "it": "Poesia"
      },
      "content": {
        "en": "<a href='https://spectraltapestry.com'>Spectral Tapestry, a collection of poems, released daily about ghosting.</a>",
        "it": "<a href='https://spectraltapestry.com'>Spectral Tapestry, una raccolta di poesie, pubblicata quotidianamente su ghosting.</a>"
      }
    },
    {
      "title": {
        "en": "About Tristan Nuvola",
        "it": "Chi è Tristan Nuvola"
      },
      "content": {
        "en": "Tristan Nuvola is the pen name of Tim Nelson, a neurodivergent poet weaving clouds of words into intricate tapestries of emotion and thought.",
        "it": "Tristan Nuvola è lo pseudonimo di Tim Nelson, un poeta neurodivergente che intreccia nuvole di parole in intricate tappezzerie di emozione e pensiero."
      }
    },
    {
      "title": {
        "en": "Upcoming Book",
        "it": "Libro in arrivo"
      },
      "content": {
        "en": "Spectral Tapestry is currently in talks to get published, stay tuned for more info!</a>",
        "it": "Spectral Tapestry è attualmente in trattative per la pubblicazione, restate sintonizzati per ulteriori informazioni!</a>"
      }
    },
    {
      "title": {
        "en": "Contact",
        "it": "Contatto"
      },
      "content": {
        "en": "If you'd like to reach out, follow me on Patreon or connect through my social media channels.",
        "it": "Se desideri metterti in contatto, seguimi su Patreon o connettiti attraverso i miei canali social."
      }
    },
    {
      "title": {
        "en": "Social Media",
        "it": "Social Media"
      },
      "content": {
        "en": "[Patreon](https://www.patreon.com/tristannuvola)\n[Twitter](https://x.com/tristannuvola)\n[Instagram](https://www.instagram.com/adadandhismeat/)\n",
        "it": "[Patreon](https://www.patreon.com/tristannuvola)\n[Twitter](https://x.com/tristannuvola)\n[Instagram](https://www.instagram.com/adadandhismeat/)\n"
      }
    }
]
