{
    "date": "2024-11-20",
    "title_en": "Devastation.",
    "title_it": "Devastazione.",
    "poem_en": "You were my first, and I thought it was meant to be—a smile always waiting for my return, newlyweds. Before us lay unwritten lives, but then you spoke words I cannot forget, though I wish I could. At the time, I didn’t understand. Now, I do. And those words, they linger, the most devastating: \"You will never love as others do.\" An erosion began—subtle, unnoticed, slow. My everything fell into question—not just my soul, but existence itself. Was it pointless? What if it was true? Insidious thoughts crept in, finding every crack, gripping tight, fracturing me until I gave in—not to life, but love. If you were right, then surely I was wrong. Nothing felt more painful than facing myself. I loathed my being, punished my existence—through exercise, through striving, through endless betterment. If you were right, I must prove you wrong. I faced my feelings, my pain, my suffering, determined to rise above your judgment. Yet time revealed you weren’t entirely wrong. I was hurt, deeply so, unready then to confront the truths beneath my scars. Still, your words forever echo in my mind. And in constant effort, I strive to grow, forever fearing you were right all along. Do others see only a broken me?",
    "poem_it": "Tu sei stata la mia prima, e pensavo che fosse destino – un sorriso sempre in attesa del mio ritorno, sposi novelli. Davanti a noi giacevano vite non scritte, ma poi hai pronunciato parole che non posso dimenticare, anche se vorrei poterlo fare. All'epoca, non ho capito. Ora, lo faccio. E quelle parole, esse persistono, le più devastanti: \"Non amerai mai come fanno gli altri.\" Un'erosione è iniziata – sottile, inosservata, lenta. Il mio tutto è stato posto in discussione – non solo la mia anima, ma l'esistenza stessa. Era senza scopo? E se fosse vero? Pensieri insidiosi si insinuarono, trovando ogni fessura, stringendo forte, frantumandomi finché cedetti – non alla vita, ma all'amore. Se avevi ragione, allora sicuramente io ero sbagliato. Nulla fu più doloroso che confrontarmi con me stesso. Ero disgustato del mio essere, punivo la mia esistenza – attraverso l'esercizio, attraverso lo sforzo, attraverso la ricerca costante di miglioramento. Se tu avevi ragione, io dovevo dimostrarti che ti sbagliavi. Affrontai i miei sentimenti, il mio dolore, la mia sofferenza, determinato ad elevarmi al di sopra del tuo giudizio. Eppure col tempo ho scoperto che non eri del tutto sbagliata. Ero ferito, profondamente, non pronto allora a confrontare le verità sotto le mie cicatrici. Eppure, le tue parole risuonano per sempre nella mia mente. E nel costante sforzo, mi impegno a crescere, temendo per sempre che tu avessi ragione fin dall'inizio. Vedono gli altri soltanto un me spezzato?",
    "category": "Personal",
    "tags": [
        "longform",
        "sad",
        "melancholy"
    ]
}