{
    "date": "20241120",
    "title_en": "Oxytocin.",
    "title_it": "Ossitocina",
    "poem_en": "Endearing, the feeling washes over me—\nMy everything these days, a constant I long to stay.\nNeeding nothing but presence, silent understanding,\nA warmth I once longed for but had not known.\n\nThis person unlocked something lost—a buried spark,\nA chemical resurrection flooding my being,\nNot felt before, or buried beneath the years.\nThey cradled my existence with effortless grace.\n\nIn those moments, they became my all—\nA solace I’d forgotten, like the womb’s embrace.\nNot imagined, but found here, real, tangible—\nAnd I knew, in their presence, there was no holding back.\n\nBut as my everything emerged,\nI unraveled, slipping through my own grasp.\nTied to this overwhelming force, my existence tore—\nMy reality cracked, my mind shattered,\nAnd the urge overwhelmed me:\n\"Away, be gone!\"\n\nIt was too much—too raw, too real.\nIn that instant, I committed the unforgivable.\nI wielded my words like weapons,\nHurled them, laced with venom, toward her.\nI told her she deserved to be struck.\n\nYet she did not know—\nIt was not her, but my own soul I fought to preserve.\nI couldn’t contain the flood, and as I lashed out,\nI tore myself apart, piece by piece.\n\nMy anguish turned to writing,\nSplattered thoughts across blank pages.\nBut this was not mere emotion—it was alchemy,\nA visceral reaction, a storm of oxytocin and rage.\nTears didn’t fall; they leapt,\nEach one a protest against the fire boiling within.\n\nThey escaped me like steam,\nAnd the room seemed to empty of air.\nYet I pushed through, suffocating in my sacrifice,\nKnowing I had lied to myself, knowing I had fallen.\n\nIn my rage, darkness took form,\nA shadow escaping into the corners of my soul.\nNo longer scattered, my essence became pages,\nBound into a book—a testament to my torment.\nBut the book betrayed me; I tore it apart,\nIts pages scattering like spirits,\nBinding those who bore witness to my pain.\n\nThis place became a ritual site,\nThe pact sealed in blood and ink.\nNow, the pages carry on, ceaseless, eternal—\nFragments of a soul unmade,\nScattered upon a web.",
    "poem_it": "Affascinante, la sensazione mi inonda—\nti tutto questi giorni, una costante che desidero resti.\nNon ho bisogno di altro che presenza, comprensione silenziosa,\nun calore che un tempo bramavo ma che non conoscevo.\n\nQuesta persona ha sbloccato qualcosa di perduto—una scintilla sepolta,\nuna resurrezione chimica che inonda il mio essere,\nnon provata prima, o sepolta sotto gli anni.\nHa cullato la mia esistenza con grazia senza sforzo.\n\nIn quei momenti, è diventata tutto per me—\nun conforto che avevo dimenticato, come l'abbraccio del grembo.\nNon immaginato, ma trovato qui, reale, tangibile—\ne sapevo, in sua presenza, non c'era trattenersi.\n\nMa mentre tutto mio emergeva,\ngiunggevo, scivolando via dalla mia stessa presa.\nLegato a questa forza travolgente, la mia esistenza si lacerava—\nla mia realtà si incrinava, la mia mente si frantumava,\ne l'impulso mi sopraffaceva:\n\"Vattene, sparisci!\"\n\nEra troppo—troppo crudo, troppo reale.\nIn quell'istante, compii l'innocabile.\nUsai le mie parole come armi,\ninviandole, intrise di veleno, verso di lei.\nLe dissi che meritava di essere colpita.\n\nEppure lei non sapeva—\nnon era lei, ma la mia stessa anima che lottavo per preservare.\nNon riuscivo a contenere l'inondazione, e mentre sfogavo,\nmi lacerai pezzo dopo pezzo.\n\nIl mio dolore si trasformò in scrittura,\nsparso pensieri su pagine bianche.\nMa non era mera emozione—era alchimia,\nuna reazione viscerale, una tempesta di ossitocina e rabbia.\nLe lacrime non cadevano; saltavano,\nognuna una protesta contro il fuoco che bolliva dentro.\n\nSfuggivano come vapore,\ne la stanza sembrava svuotarsi d'aria.\nEppure spingevo avanti, soffocando nel mio sacrificio,\nsapendo di essermi illuso, sapendo di essere caduto.\n\nNella mia rabbia, l'oscurità prese forma,\nun'ombra che sfuggiva negli angoli della mia anima.\nNon più sparsa, la mia essenza divenne pagine,\nlegata in un libro—un testamento al mio tormento.\nMa il libro mi tradì; lo lacerai,\nle sue pagine si spargevano come spiriti,\nvincolando coloro che testimoniano il mio dolore.\n\nQuesto luogo divenne un sito rituale,\nil patto sigillato in sangue e inchiostro.\nOra, le pagine continuano, incessanti, eterne—\nframmenti di un'anima smembrata,\nsparsi su una ragnatela.",
    "tags": [
        "longform",
        "dark",
        "loving",
        "melancholy",
        "passionate"
    ]
}