{
    "date": "20241102",
    "title_en": "Keep My Words And Fly.",
    "title_it": "Mantieni Le Mie Parole E Vola",
    "poem_en": "Words that take me away, like thoughts of you,\nhow you ran, and here I stand, just half of a man,\nhoping to be whole yet again.\nOne-dimensional without you as a friend,\nto challenge and tell me when I’m wrong,\nand oh, how that's what I want:\nto walk together and share my poetry,\nmy words, your everything, not knowing who I am…\nWhy did you leave me?\nTo not be whole again.\nAnd while you run from what you think is love,\nI should remind you that words were good enough.\nWe barely knew each other, yet you threw my everything\nright back in my face,\nit was a slap with words, removing you from grace.\nAnd while you never asked for that pedestal,\nI put you back in that place.\nSo why don’t you enjoy my words and this space?\nIt’s not a race; I can wait.\nAnd for you, time will always stand still within my mind.\nYou can have my everything, any moment, any time.",
    "poem_it": "Parole che mi portano via, come pensieri di te,\nCome sei fuggita, e qui rimango, solo metà di un uomo\nSperando di essere intero ancora una volta.\nUnidimensionale senza te come amica,\nPer sfidarmi e dirmi quando sbaglio,\nE oh, è proprio questo che voglio:\nCamminare insieme e condividere la mia poesia,\nLe mie parole, il tuo tutto, senza sapere chi sono...\nPerché mi hai lasciato?\nPer non essere più intero.\nE mentre scappi da ciò che pensi sia amore,\nDovrei ricordarti che le parole andavano bene.\nCi conoscevamo a malapena, eppure hai gettato via tutto il mio\nProprio in faccia,\nÈ stato uno schiaffo con le parole, rimuovendoti dalla grazia.\nE mentre non hai mai chiesto quel piedistallo,\nTi ho rimesso in quel posto.\nAllora perché non godi le mie parole e questo spazio?\nNon è una gara; posso aspettare.\nE per te, il tempo si fermerà sempre nella mia mente.\nPuoi avere il mio tutto, in ogni momento, in ogni tempo.",
    "tags": [
        "sad",
        "longing",
        "melancholy",
        "monoku"
    ]
}