{
    "date": "20250107",
    "title_en": "Immovable",
    "title_it": "Immobile",
    "poem_en": "Immovable as ancient bedrock, you anchor time,  \nAnd I—penitent—strain upon this climb.  \nRooted in Earth’s first breath, life bursts from your core:  \nVines of green and blossoms of impossible hue flourish at your door.  \nYet you remain unyielding, a monolith of tranquil might,  \nUntil your essence spills a boundless, blinding light.  \n\nAre you a shard of sun-fire, a celestial being made flesh,  \nA fallen star igniting hearts with ardent, feverish zest?  \nNo—your radiance, for all its force, does not scorch; it chills like frost on glass,  \nRevealing injustice’s fractal shards, a world askew en masse,  \nA testament to gifts bestowed—too many, yet too few,  \nA cosmic inequity that unravels every truth we knew.  \n\nI would build a mountain range, a testament of love and pain,  \nEach peak a whispered vow, each valley a tear’s refrain,  \nTo scale that lofty tribute, meet your gaze—a goddess in the sky—  \nAnd murmur, “Thank you, but descend, my dear, from this celestial lie.”  \nI yearn for the mortal heart that once beat beneath your skin,  \nA gentle warmth, a whispered word, the emotions stirred within.  \n\nYou were a tapestry of grace, a symphony in tender key,  \nSoft as a moonbeam’s kiss on one who dreams quietly.  \nThere is no “until,” for you eclipse the bounds of mortal phrase,  \nA cosmic equation dancing beyond our finite praise.  \nI lay before you my heart, a roadmap etched with scars,  \nA lifebook inked with joys and sorrow’s darkest tar,  \nMy hopes, fragile as a butterfly drawn to your brilliant flight,  \nLonging that you see me, perched on the precipice of night.  \n\nReach out, if you would, from your empyrean height:  \nLift me close, or banish me beyond your sight.  \nFor I am weary—this ascent has battered my soul,  \nA pilgrimage of passion demanding its toll.  \nYet for you, I’d brave this jagged path once more,  \nThough my fractured compass can scarcely fight this war.  \nThere, atop the mountain, my emotions stand bright,  \nAwaiting a mortal’s call in the silent hush of night.",
    "poem_it": "Immobile come roccia antica, tu ancori il tempo,\nEd io — penitente — mi tendo in questo stento.\nRadicata nel primo respiro della terra, la vita sgorga dal tuo nucleo:\nVitigni di smeraldo e fiori d'impossibile colore al tuo uscio fanno eco.\nEppure rimani inflessibile, un monolito di placida possanza,\nFinché dalla tua essenza si riversa una luce accecante, senza usanza.\n\nSei tu forse un frammento del fuoco solare, un essere celestiale fatto carne,\nUna stella caduta che accende i cuori con ardore febbrile e brama che non si spegne?\nNo — il tuo splendore, pur nella sua forza, non brucia; raffredda come brina su vetro,\nRivelando le schegge frattali dell'ingiustizia, un mondo storto, un disastro,\nTestimonianza di doni concessi — troppi, eppure troppo pochi,\nUn'iniquità cosmica che disfa ogni verità che conoscevamo, i suoi fuochi.\n\nVorrei costruire una catena montuosa, un testamento d'amore e dolore,\nOgni vetta un voto sussurrato, ogni valle il refrain di una lacrima, un bagliore,\nPer scalare quel tributo eccelso, incontrare il tuo sguardo — una dea nel cielo —\nE mormorare, \"Grazie, ma scendi, mia cara, da questo inganno, questo gelo.\"\nBramo il cuore mortale che un tempo batteva sotto la tua pelle,\nUn calore gentile, una parola sussurrata, le emozioni che si destavano, tenerezze,\nEri un arazzo di grazia, una sinfonia in chiave tenera,\nSoffice come il bacio di un raggio di luna su chi sogna, una chimera.\n\nNon c'è \"finché,\" perché eclissi i confini della frase mortale,\nUn'equazione cosmica che danza oltre la nostra lode banale.\nDepongo ai tuoi piedi il mio cuore, una mappa incisa di cicatrici,\nUn libro della vita inchiostrato di gioie e del più oscuro catrame dei miei giorni infelici,\nLe mie speranze, fragili come una farfalla attratta dal tuo volo sfolgorante,\nDesiderando che tu mi veda, appollaiato sul precipizio della notte, agonizzante.\n\nAllungati, se vuoi, dalla tua altezza empirea:\nSollevami vicino a te o bandiscimi oltre la tua idea.\nPerché sono stanco — questa ascesa ha logorato la mia anima,\nUn pellegrinaggio di passione che esige il suo tributo, la sua brama.\nEppure per te, affronterei di nuovo questo sentiero frastagliato,\nAnche se la mia bussola infranta può a malapena combattere questo conflitto, il mio cuore è affranto.\nLà, in cima alla montagna, le mie emozioni risplendono,\nAspettando la chiamata di un mortale nel silenzio della notte, io mi abbandono.",
    "tags": [
        "longform",
        "sad",
        "longing",
        "tender",
        "passionate"
    ]
}