{
    "date": "2024-12-01",
    "title_en": "Obsolescence.",
    "title_it": "Obsolescenza.",
    "poem_en": "I gaze upon a world in shadows draped, where whispers turn to screams in muted air. Our wings of thought, methodically scraped from shoulders bent by weights we choose to bear. They point and laugh at souls who dare to rise, their mockery a mask for private fears. While algorithms parse our muffled cries, and corporate gods collect our digital tears. Our essence, scattered in the market's wake, dissolves in streams of curated delight. Each pixelated piece we freely stake, till authenticity fades into night. Deep irony entombs us, serpentine— these gilded chains we forge with trembling hands, while prophets print their gospels line by line, and freedom drowns in algorithmic sands. We scurry forth, our compass needles broke, each racing toward a hollow victory. Though data floods, true wisdom starts to choke, as empathy becomes antiquity. Beneath the surface of our mirrored screens, a deeper current pulls at dying dreams. While influencers hawk their dopamine, reality unravels at the seams. I wade against this tide of numbered souls, my arms extended to the nearly drowned, while offshore, yachts chart algorithmic shoals, their captains blind to what lies underground. In silicon cathedrals, prayers ascend to servers humming ancient lullabies, while prophets of disruption comprehend too late the cost of digital disguise. The future looms, a quantum ghost unseen, our footprints fading in virtual sand— perhaps we'll be the last who might have been, the final verse technology unmanned. Yet still I sense, beneath encrypted skies, a spark of what we have not sold away: the human spirit that refuses dies, though shadows lengthen at the close of day.",
    "poem_it": "Fissando un mondo velato d'ombre, dove sussurri diventano grida nell'aria soffocata. Le nostre ali di pensiero, meticolosamente raschiate da spalle piegate da pesi che scegliamo di portare. Indicano e ridono delle anime che osano alzarsi, la loro derisione è una maschera per paure segrete. Mentre algoritmi analizzano i nostri pianti soffocati, e dèi corporativi raccolgono le nostre lacrime digitali. La nostra essenza, dispersa nel risveglio del mercato, si dissolve nei flussi di delizia curata. Ogni pezzo pixelato che offriamo liberamente, finché l'autenticità svanisce nella notte. Profonda ironia ci seppellisce avviluppati— queste catene dorate che forgiavo a mani tremolanti, mentre profeti stampavano i loro vangeli riga dopo riga, e la libertà affoga nelle sabbie algoritmiche. Ci affrettiamo avanti, le nostre bussole spezzate, ognuno correndo verso una vittoria vuota. Anche se i dati inondano, la vera saggezza inizia ad affogare, mentre l'empatia diventa un'antichità. Sotto la superficie dei nostri schermi riflessi, una corrente più profonda tira sogni morenti. Mentre influencer promuovono la loro dopamina, la realtà si sbriciola alle cuciture. Mi sforzo contro questa marea di anime numerate, le mie braccia estese verso i quasi annegati, mentre al largo, gli yacht tracciano scogli algoritmici, i loro capitani ciechi a ciò che giace sottoterra. In cattedrali di silicio, le preghiere salgono verso server che canticchiano antiche ninne nanne, mentre profeti di sconvolgimento comprendono troppo tardi il costo del travestimento digitale. Il futuro incombe, un fantasma quantico invisibile, le nostre impronte svaniscono nella sabbia virtuale— forse saremo gli ultimi a poter essere stati, l'ultima strofa dalla tecnologia dominata. Eppure ancora sento, sotto cieli criptati, una scintilla di ciò che non abbiamo ceduto: lo spirito umano che si rifiuta di morire, anche se le ombre si allungano alla fine del giorno.",
    "category": "Throwetry",
    "tags": [
        "longform",
        "dark",
        "sad"
    ]
}