{
    "date": "2024-12-01",
    "title_en": "Obsolescence.",
    "title_it": "Obsolescenza.",
    "poem_en": "I gaze upon a world in shadows draped, where whispers turn to screams in muted air. Our wings of thought, methodically scraped from shoulders bent by weights we choose to bear. They point and laugh at souls who dare to rise, their mockery a mask for private fears. While algorithms parse our muffled cries, and corporate gods collect our digital tears. Our essence, scattered in the market's wake, dissolves in streams of curated delight. Each pixelated piece we freely stake, till authenticity fades into night. Deep irony entombs us, serpentine— these gilded chains we forge with trembling hands, while prophets print their gospels line by line, and freedom drowns in algorithmic sands. We scurry forth, our compass needles broke, each racing toward a hollow victory. Though data floods, true wisdom starts to choke, as empathy becomes antiquity. Beneath the surface of our mirrored screens, a deeper current pulls at dying dreams. While influencers hawk their dopamine, reality unravels at the seams. I wade against this tide of numbered souls, my arms extended to the nearly drowned, while offshore, yachts chart algorithmic shoals, their captains blind to what lies underground. In silicon cathedrals, prayers ascend to servers humming ancient lullabies, while prophets of disruption comprehend too late the cost of digital disguise. The future looms, a quantum ghost unseen, our footprints fading in virtual sand— perhaps we'll be the last who might have been, the final verse technology unmanned. Yet still I sense, beneath encrypted skies, a spark of what we have not sold away: the human spirit that refuses dies, though shadows lengthen at the close of day.",
    "poem_it": "Fissando un mondo velato d'ombra scura,\ndove sussurri ardono nell'aria muta.\nLe ali del pensiero, con pazienza sottratte\nda spalle curvate sotto il peso che abbracciamo.\n\nMostrano il dito e ridono di anime che osano elevarsi,\nla loro beffa è maschera per paure segrete.\nMentre algoritmi sviscerano i nostri gridi soffocati,\ne dei corporativi raccolgono le nostre lacrime digitali.\n\nLa nostra essenza si disperde al risveglio del mercato,\nsi dissolve nei flutti di delizia selezionata.\nOgni frammento pixelato che mettiamo in gioco liberamente,\nfinché l'autenticità sfuma nella notte.\n\nProfonda ironia ci seppellisce, sinuosa—\nqueste catene lucenti che fabbrichiamo con mani tremanti,\nmentre profeti stampano i loro Vangeli riga per riga,\ne la libertà annega nelle sabbie algoritmiche.\n\nScorriamo in avanti, con le nostre bussole rotte,\nognuno in corsa verso una vittoria vuota.\nSebbene i dati inondino, la vera saggezza inizia a soffocare,\nmentre l'empatia diventa un'antichità.\n\nSotto la superficie dei nostri schermi riflessi,\nuna corrente più profonda attira sogni in agonia.\nMentre influencer affilano il loro doping,\nla realtà si svela ai margini.\n\nPasso controcorrente tra anime numerate,\nle braccia tese verso chi quasi affoga,\nmentre al largo, gli yacht tracciano scogli algoritmici,\ni loro capitani ciechi a ciò che giace sottoterra.\n\nNelle cattedrali di silicio, preghiere ascendono\na server che canticchiano antiche ninne nanne,\nmentre profeti di sconvolgimento capiscono troppo tardi\nil costo del travestimento digitale.\n\nIl futuro incombe, un fantasma quantico invisibile,\nle nostre impronte sbiadiscono nella sabbia virtuale—\nforse saremo gli ultimi che avrebbero potuto essere,\nl'ultima strofa di una tecnologia senz'anima.\n\nEppure sento ancora, sotto cieli criptati,\nuno spirito umano che rifiuta di morire:\nsebbene le ombre si allungino alla fine della giornata.",
    "category": "Throwetry"
}