{
    "date": "2024-12-17",
    "title_en": "Touch Grass.",
    "title_it": "Tocca L'Erba.",
    "poem_en": "The news, a phantom on the screen, flickers where truth was once serene. No anchor holds, no roots remain, just fractured echoes, a ghostly refrain. Algorithms, sharp and cold as steel, weave webs of lies, their tales concealed— a grip unyielding, a reach immense, fracturing dreams at our expense. \"Like, subscribe, ring the bell,\" they cry, a siren song, a digital lie. It isn't fiction; it's our plight— a digital flood, consuming the light. Dreams of forests, once wild and green, now fade to gray on the flickering screen. Reality bends, reshaped by design, a filtered lie we claim as mine. When this facade crumbles—as facades must fall— what of the world will we recall? Will we be fragments, drifting apart, a society void of a beating heart? We've lost the earth, the scent of the pine, the quiet rustle of a whispering vine. We failed to see, to feel, to hold, lost in screens as stories unfold. Circuits whisper what we should feel, stealing what's tender, what is real. Yet outside the tide, beyond the blue screen's gleam, life grows wild—an untamed, vibrant dream. So touch the grass, let the earth remind, of roots beneath, and skies aligned. Turn off the glow, unbend your spine— the world will heal, and so will time.",
    "poem_it": "La notizia, un fantasma sullo schermo, lampeggia dove una volta era serena la verità. Nessuna ancora tiene, nessuna radice rimane, solo echi frantumati, un ritornello spettrale. Gli algoritmi, affilati e freddi come l'acciaio, intrecciano ragnatele di bugie, le loro storie celate—una presa implacabile, una portata immensa, frantumando sogni a nostre spese. \"Metti like, iscriviti, suona la campanella\", gridano, un canto delle sirene, una bugia digitale. Non è finzione; è la nostra sorte—un diluvio digitale, che consuma la luce. Sogni di foreste, una volta selvagge e verdi, adesso sbiadiscono al grigio sullo schermo lampeggiante. La realtà si piega, plasmata dal design, una menzogna filtrata che rivendichiamo come mia. Quando questa facciata crollerà—come le facciate devono—di che mondo ci ricorderemo? Saremo frammenti, alla deriva, una società priva di un cuore pulsante? Abbiamo perso la terra, il profumo del pino, il sussurro tranquillo di una vite sussurrante. Abbiamo fallito nel vedere, nel sentire, nell'abbracciare, persi negli schermi mentre le storie si dipanano. I circuiti sussurrano cosa dovremmo sentire, rubando ciò che è tenero, ciò che è reale. Eppure al di fuori della marea, oltre il bagliore dello schermo blu, la vita cresce selvaggia—un sogno vibrante e indomito. Quindi tocca l'erba, lascia che la terra ti ricordi, delle radici al di sotto, e dei cieli allineati. Spegni il bagliore, distendi la schiena—il mondo guarirà, e così anche il tempo.",
    "category": "Throwetry",
    "tags": [
        "longform",
        "dark",
        "melancholy",
        "longing"
    ]
}