{
    "date": "2024-12-17",
    "title_en": "Touch grass.",
    "title_it": "Tocca l'erba.",
    "poem_en": "The news, a phantom on the screen, flickers where truth was once serene. No anchor holds, no roots remain, just fractured echoes, a ghostly refrain. Algorithms, sharp and cold as steel, weave webs of lies, their tales concealed— a grip unyielding, a reach immense, fracturing dreams at our expense. \"Like, subscribe, ring the bell,\" they cry, a siren song, a digital lie. It isn't fiction; it's our plight— a digital flood, consuming the light. Dreams of forests, once wild and green, now fade to gray on the flickering screen. Reality bends, reshaped by design, a filtered lie we claim as mine. When this facade crumbles—as facades must fall— what of the world will we recall? Will we be fragments, drifting apart, a society void of a beating heart? We've lost the earth, the scent of the pine, the quiet rustle of a whispering vine. We failed to see, to feel, to hold, lost in screens as stories unfold. Circuits whisper what we should feel, stealing what's tender, what is real. Yet outside the tide, beyond the blue screen's gleam, life grows wild—an untamed, vibrant dream. So touch the grass, let the earth remind, of roots beneath, and skies aligned. Turn off the glow, unbend your spine— the world will heal, and so will time.",
    "poem_it": "Le notizie, un fantasma sullo schermo,\n\nflicker dove una volta la verità era serena.\n\nNessun ancoraggio tiene, nessuna radice resta,\n\nsolo echi frantumati, un cupo ritornello.\n\nGli algoritmi, taglienti e freddi come l'acciaio,\n\nintrecciano ragnatele di bugie, i loro racconti celati—\n\nuna presa implacabile, una portata immensa,\n\nfrantumando sogni a nostro danno.\n\n\"Like, subscribe, suona la campana,\" gridano,\n\nun canto di sirena, una bugia digitale.\n\nNon è finzione; è la nostra condizione—\n\nun diluvio digitale, consumando la luce.\n\nSogni di foreste, una volta selvagge e verdi,\n\nora svaniscono nel grigio sullo schermo che lampeggia.\n\nLa realtà si piega, plasmata dal design,\n\nuna menzogna filtrata che rivendichiamo come nostra.\n\nQuando questa facciata crolla—poiché le facciate devono cadere—\n\ncosa ricorderemo del mondo?\n\nSaremo frammenti, alla deriva,\n\nuna società priva di un cuore pulsante?\n\nAbbiamo perso la terra, l'odore dei pini,\n\nil sussurro tranquillo di una vite bisbigliante.\n\nAbbiamo fallito nel vedere, nel sentire, nell'afferrare,\n\npersi negli schermi mentre le storie si dipanano.\n\nI circuiti sussurrano ciò che dovremmo sentire,\n\nrubando ciò che è tenero, ciò che è reale.\n\nTuttavia al di fuori della marea, oltre lo splendore blu dello schermo,\n\nla vita cresce selvaggia—un sogno vibrante e indomito.\n\nQuindi tocca l'erba, lascia che la terra ti ricordi,\n\ndelle radici sotto, e cieli allineati.\n\nSpegni il bagliore, distendi la schiena—\n\nil mondo guarirà, e così anche il tempo.",
    "category": "Throwetry"
}