{
    "date": "20241025",
    "title_en": "Try!",
    "title_it": "Prova",
    "poem_en": "If success means turning negatives into positives,\nthen imagine the depths of hurt the most successful endure.\nUnaware of their own pain or endlessly running from it,\nthey invest in places that flourish but neglect themselves.\nIn a world where capitalism breeds detachment, making everything transactional,\nwhen you forge a deep connection, let it be genuine, not an exchange.\nDo not ghost those where love exists, even if unreturned.\nI dare you to defy expectations, to reverse the tide.\nJust beyond love lies hate—a potent, negative force.\nSeize the reins, redirect that energy, and bring it back home.\nRide that wild horse into a future filled with friendship and passion.\nIt all has meaning, and so do you. That text on a screen?\nThose shared photos and videos? They are fragments of reality.\nThere are souls behind those screens, and choosing detachment\nonly sows hurt. Learn to love, allow yourself to be loved,\nand most importantly, discover the best version of yourself within.\nForgive others, for they are striving just as you are.",
    "poem_it": "Se il successo significa trasformare negativi in positivi,\nAllora immagina le profondità del dolore che le più determinate sopportano.\nIgnare del proprio dolore o fuggendo eternamente da esso,\nInvestono in luoghi che prosperano ma trascurano se stesse.\nIn un mondo dove il capitalismo genera distacco, rendendo tutto transazionale,\nQuando crei una connessione profonda, lascia che sia genuina, non uno scambio.\nNon sparire da chi ti ama, anche se non ricambiato.\nTi sfido a sfidare le aspettative, a invertire la marea.\nAppena oltre l'amore giace l'odio—una forza potente e negativa.\nPrendi le redini, reindirizza quell'energia e riportala a casa.\nCavalca quel cavallo selvaggio verso un futuro pieno di amicizia e passione.\nTutto ha un significato, e anche tu. Quel messaggio sullo schermo?\nQuelle foto e video condivisi? Sono frammenti della realtà.\nCi sono anime dietro quegli schermi, e scegliere il distacco\nSemina solo dolore. Impara ad amare, permettiti di essere amata,\nE soprattutto, scopri la versione migliore di te stessa dentro.\nPerdona gli altri, perché stanno lottando proprio come te.",
    "tags": [
        "longform",
        "sad",
        "melancholy",
        "loving"
    ]
}