{
    "date": "20250102",
    "title_en": "Fault Lines.",
    "title_it": "Linee Di Faglia",
    "poem_en": "When a soul becomes a memory, what does it mean—\nto me, to you, to those watching behind each lens?\nThey see their lives through their own eyes; I can only surmise,\nyet I sense there was something transcendent, still unseen.\n\nThough your voice is still, a universe remains,\na painted infinity forever in my mind.\nYou thought it simple—your leaving—but oh, it was so much more:\na tangled complexity that enriched, not just saddened, my time.\n\nI'm left clutching embers that warmed my palms,\nvolcanic dust settles beneath these mending ribs.\nMagma of memory runs deep; there is a sweet relief—\na fissure in the spirit, closing, gently and lovingly confined.\n\nI see fault lines healing like starlight across softened skin,\ntruths long concealed bloom now along the edges of my tongue.\nWords billow into light, each syllable feeding the glow,\nilluminating all corners of pages we wrote as one.\n\nI never intended such a celebration of thought and sound,\nnor the ceaseless rise of feeling, symbol on symbol.\nMusic, meaning, and peace merge into one drumming heart—\na cathedral of echoes where your love forever dwells.\n\nNow I am a mountain, risen from all that has grown beneath,\nstanding high above those fertile plains where we once talked.\nStrong and serene, I offer a clear memory in passing:\na colossal silhouette bearing witness to every gentle touch.\n\nThe world looks vast from here; the light dances against the sky,\nand I understand at last that parting is a sacred art.\nFor I have carried the ember, the strength, the universe you left,\nand in these healing lines, I hold the mended lines of my heart.",
    "poem_it": "Quando un'anima diviene memoria, cosa significa?\nPer me, per te, per chi osserva dietro ogni lente?\nVedono le loro vite coi propri occhi; posso solo intuire,\nEppure sento che c'era qualcosa di trascendente, ancora invisibile.\n\nSebbene la tua voce taccia, un universo rimane,\nUn'infinita pittura per sempre nella mia mente.\nPensavi fosse semplice - il tuo partire - ma oh, era molto di più:\nUna complessa trama che ha arricchito, non solo rattristato, il mio tempo.\n\nStringo braci che scaldano i miei palmi,\nPolvere vulcanica si posa sotto queste costole che guariscono.\nMagma di ricordi scorre profondo; c'è un dolce sollievo -\nUna fessura nello spirito, che si chiude, dolcemente e amorevolmente confinata.\n\nVedo linee di faglia guarire come luce stellare su pelle ammorbidita,\nVerità a lungo celate fioriscono ora sui bordi della mia lingua.\nParole si trasformano in luce, ogni sillaba alimenta il bagliore,\nIlluminando ogni angolo delle pagine che abbiamo scritto insieme.\n\nNon ho mai inteso una tale celebrazione di pensiero e suono,\nNé l'incessante crescere del sentimento, simbolo su simbolo.\nMusica, significato e pace si fondono in un cuore pulsante -\nUna cattedrale di echi dove il tuo amore dimora per sempre.\n\nOra sono una montagna, sorta da tutto ciò che è cresciuto sotto,\nIn piedi sopra quelle fertili pianure dove un tempo parlavamo.\nForte e serena, offro un chiaro ricordo al mio passaggio:\nUna silhouette colossale testimone di ogni gentile tocco.\n\nIl mondo appare vasto da qui; la luce danza contro il cielo,\nE finalmente capisco che la separazione è un'arte sacra.\nPerché ho portato la brace, la forza, l'universo che hai lasciato,\nE in queste linee che guariscono, custodisco le linee rimarginate del mio cuore.",
    "tags": [
        "longform",
        "sad",
        "loving",
        "melancholy",
        "passionate"
    ]
}