{
    "date": "2025-01-06",
    "title_en": "Wretched Phoenix.",
    "title_it": "Fenice Miserabile.",
    "poem_en": "Trials by fire, yet the scars have faded. How could I have known, at four years old, falling onto that portable heater? My stomach fused to it, becoming one with the searing metal. Though my flesh resisted, I screamed, a primal, violent sound. Rushed to the hospital, I realized this wasn't the only burn—I had ruined my sister's birthday. I was not a good brother; I was the worst. Blacking out from the pain, the misery of recovery remains forever shrouded in a morphine haze. Perhaps that was my first drug, but it surely wouldn't be my last. This world, cruel as that burn, brands me continuously. Perhaps all that's left are scars. Yet, I'd rather crawl out of a dumpster, a wretched phoenix no one glances at twice, than have my mental resilience become another's burden to bear.",
    "poem_it": "Sfide ardenti, eppure le cicatrici sono sbiadite. Come avrei potuto sapere, a quattro anni, cadendo su quel riscaldatore portatile? Il mio stomaco era fuso ad esso, diventando uno con il metallo che bruciava. Nonostante la mia carne resistesse, urlai, un suono primitivo, violento. Portato d'urgenza in ospedale, mi resi conto che non era l'unico bruciore - avevo rovinato il compleanno di mia sorella. Non ero un buon fratello; ero il peggiore. Svenuto dal dolore, la miseria del recupero rimane per sempre avvolta in una foschia di morfina. Forse quella fu la mia prima droga, ma non sarebbe stata certamente l'ultima. Questo mondo, crudele quanto quella bruciatura, mi marchia continuamente. Forse tutto ciò che resta sono cicatrici. Eppure, preferirei strisciare fuori da un bidone dell'immondizia, una fenice miserabile a cui nessuno getta uno sguardo di due volte, piuttosto che far diventare la mia resilienza mentale un fardello per un'altra persona da sopportare.",
    "category": "Personal",
    "tags": [
        "sad",
        "dark",
        "melancholy",
        "longing"
    ]
}