{
    "date": "2024-11-18",
    "title_en": "Entangled.",
    "title_it": "Avvinghiati.",
    "poem_en": "And as i try to stop myself, i fail— entangled not in one thing, but in everything. i do not choose; i merely evade, avoiding the shadows that threaten to consume. ceaseless motion defines me— the restless tide within mirrored by the world outside. i feel the universe within myself, chaotic, weighed down by a crushing weight. endless churning, whether in the beating of my heart or the relentless tapping of keys, thoughts persist, unstoppable, unyielding. not a singular burden, but a confluence of musings and emotions, where surrender reveals an infinite expanse. if i let myself go, i am swept into the void, a spiral where all things drain, a beginning entwined with an end. this framework of existence, built on analogy, declares that all things are connected, that any two mirrors reflect the same essence. if this truth resonates with you— if you can grasp it as i do— then please, take my hand and walk with me. for i am tired of this lonely journey, and in your companionship, i seek solace, a tether to hold amidst the infinite, a quiet echo against the endless tide, entangled not in everything, but in us.",
    "poem_it": "E mentre cerco di fermarmi, fallisco — impigliato non in una sola cosa, ma in tutto. Non scelgo; evito soltanto, schivando le ombre che minacciano di inghiottire. Un movimento incessante mi definisce — la marea inquieta dentro di me rispecchiata dal mondo esterno. Sento l'universo dentro di me, caotico, opprimente. Un turbinio infinito, che sia nei battiti del mio cuore o nel battito implacabile dei tasti, i pensieri persistono, inarrestabili, implacabili. Non un solo fardello, ma un incontro di riflessioni ed emozioni, dove la resa svela un'espansione infinita. Se mi abbandono, mi lascio trascinare nel vuoto, in una spirale dove ogni cosa si svuota, un inizio intrecciato con una fine. Questo telaio dell'esistenza, costruito sull'analogia, proclama che tutte le cose sono collegate, che due specchi riflettono la stessa essenza. Se questa verità risuona con te — se puoi afferrarla come faccio io — allora, per favore, prendi la mia mano e cammina con me. Perché sono stanco di questo viaggio solitario, e nella tua compagnia, cerco conforto, un legame da afferrare in mezzo all'infinito, un eco silenzioso contro la marea senza fine, impigliato non in tutto, ma in noi.",
    "category": "Throwetry"
}