{
    "date": "20241108",
    "title_en": "La Lupa Del Rituale.",
    "title_it": "La Lupa Del Rituale",
    "poem_en": "The bite lingers; winter has come and gone;\nwithout a harvest, the wolf will soon have her day.\n\nI gaze upon the abject horror of my own creation, no longer a man;\nI have strewn my entrails in ritual as I have my words.\nAnd though the journey has been burdensome,\nthis wolf has been so eloquent\nthat now I can accept nothing but my fate.\n\nWill the bite come while I sleep to grant me mercy,\nor will the wolf slowly tear fragments\nuntil nothing remains, to no longer be a man but transformed.\n\nAll that I had was lost long ago when I wrote those words;\nand though it feels like years, perhaps it's been hours.\nThe advance of the wolf stirs trepidation\nin my desire to measure time,\nfor the pain of that bite has become infectious,\nand I seek it as I bleed upon the page,\neach yearning that the wolf knows\nto what extent I accept her nature.\n\nBut should she fear the simple man\nwho has sacrificed blood and flesh to make himself pale,\nto be the last light left in the shadow cast by the wolf.",
    "poem_it": "Il morso perdura, l'inverno è venuto e passato;\nSenza raccolto, la lupa presto avrà il suo giorno.\n\nContemplo l'abietto orrore della mia creazione, non più uomo;\nHo sparso le mie viscere in rituale come le mie parole.\nE sebbene il cammino sia stato gravoso,\nQuesta lupa è stata così eloquente\nChe ora non posso accettare altro che il mio destino.\n\nVerrà il morso mentre dormo a concedermi misericordia,\nO la lupa lentamente strapperà frammenti\nFinché nulla rimarrà, per non essere più uomo ma trasformato.\n\nTutto ciò che avevo si è smarrito tempo fa quando scrissi quelle parole;\nE sebbene sembrino anni, forse sono ore.\nL'avanzare della lupa suscita trepidazione\nNel mio desiderio di misurare il tempo,\nPoiché il dolore di quel morso è divenuto contagioso,\nE lo cerco mentre sanguino sulla pagina,\nOgni anelito che la lupa sappia\nA quale livello accetto la sua natura.\n\nMa dovrebbe temere il semplice uomo\nChe ha sacrificato sangue e carne per farsi pallido,\nPer essere l'ultima luce rimasta nell'ombra lasciata dalla lupa.",
    "tags": [
        "dark",
        "melancholy",
        "longing"
    ]
}