{
    "date": "20241108",
    "title_en": "The Blade Ran Through.",
    "title_it": "La Lama Attraversò",
    "poem_en": "If all I had were your words and your mind,\nwhy does this heaviness reside in my heart?\nI write these rhymes, feeling their emptiness,\nknowing no one listens,\nknowing it drains.\n\nI pour my angst down the page,\nteetering on the edge of rhythm and time,\nyet I seek a classical philosophical understanding,\na deeper meaning I yearn to convey.\nMy investment comes from within,\nclose to my chest—\nnot a fleeting gesture,\nbut a manuscript filled with instructions for my heart.\n\nAlas, it was torn apart.\nNow my heart bursts,\nburns with a relentless fire,\nblood boiling over concerns for my verses.\nMemories resurface, and the attack comes from you,\nWhat did you do?\nFeelings etch themselves into the bones of my being,\nwords linger on the screen,\nleaving me alone in this vast space.\n\nIn the shadows, a solemn place emerges,\nwhere the pace shifts and emotions gather.\nMy feet find solid ground once more,\nbut I don’t walk away.\nI set a steady pace,\nhoping you’ll catch up and place me where I belong.\nYour hands wrestle onto my shoulders,\nwiping the tears from my face.\nEven if it means you have to strike first,\nnothing hurts like those words.\nHave a nice life, you say—it was a sword, not just a knife.",
    "poem_it": "Se tutto ciò che possiedo fossero le tue parole e la tua mente,\nperché questa pesantezza dimora nel mio cuore?\nScrivo queste rime, percependone il vuoto,\nsapendo che nessuno ascolta,\nsapendo che prosciuga.\n\nSvuoto la mia angoscia sulla pagina,\noscillando sul filo del ritmo e del tempo,\neppure cerco una comprensione filosofica classica,\nun significato più profondo che anelo a trasmettere.\nIl mio investimento nasce dall'interno,\nvicino al mio petto—\nnon un gesto effimero,\nma un manoscritto colmo di istruzioni per il mio cuore.\n\nAhimè, è stato lacerato.\nOra il mio cuore esplode,\narde con un fuoco implacabile,\nsangue che ribolle per le preoccupazioni verso i miei versi.\nI ricordi riaffiorano, e l'attacco proviene da te,\ncosa hai fatto?\nI sentimenti si scolpiscono nelle ossa del mio essere,\nle tue parole rimangono sullo schermo,\nlasciandomi solo in questo vasto spazio.\n\nNelle ombre, emerge un luogo solenne,\ndove il ritmo cambia e le emozioni si radunano.\nI miei piedi ritrovano terreno solido ancora una volta,\nma non me ne vado.\nImposto un passo costante,\nsperando che tu mi raggiunga e mi posizioni dove appartengo.\nLe tue mani si affannano sulle mie spalle,\nasciugando le lacrime dal mio viso.\nAnche se ciò significa che devi colpire per primo,\nnulla fa male come quelle parole.\nBuona vita, dici—era una spada, non solo un coltello.",
    "tags": [
        "longform",
        "sad",
        "melancholy",
        "passionate"
    ]
}