{
    "date": "2024-11-09",
    "title_en": "For you.",
    "title_it": "Per te.",
    "poem_en": "In that moment, the light of my heart ignited, my eyes beheld the birth of life's own thread. Swaddled in the warmth of love, purity unseen before, when wanting nothing was your everything. Our shared moment of unbounded joy— time halted, understanding its purpose: everything was you. Unknowingly, you transformed the universe in that instant; we, your parents, never knew what love was until then. A new understanding of purpose and joy emerged, and beyond those tears, a myriad of emotions upon which you could float. If ever you feel down, just ask—my words have no limits. You are the star upon which my gaze is fixed, the center around which my solar system revolves. Though happiness is elusive, every breath I take is for you, every heartbeat resonates with love for you. You're more than my everything. In my darkest moments, I will always stand, for life will never bring me down. You will always have someone to look up to. I cannot promise perfection, but I can absolutely try. For you.",
    "poem_it": "In quell'istante, la luce del mio cuore si è accesa, i miei occhi hanno contemplato la nascita del filo della vita. Avvolto nel calore dell'amore, purezza mai vista prima, quando desiderare nulla era il tuo tutto. Il nostro istante condiviso di gioia illimitata – il tempo s'è fermato, comprendendo il suo scopo: tu eri tutto. Senza saperlo, hai trasformato l'universo in quell'istante; noi, i tuoi genitori, non abbiamo mai saputo cos'era l'amore fino ad allora. Una nuova comprensione di scopo e gioia è emersa, e al di là di quelle lacrime, un mare di emozioni su cui potresti galleggiare. Se mai ti senti giù, chiedi pure – le mie parole non conoscono limiti. Tu sei la stella su cui fisso lo sguardo, il centro attorno a cui ruota il mio sistema solare. Anche se la felicità è sfuggente, ogni respiro è per te, ogni battito risuona d'amore per te. Sei più di tutto per me. Nei miei momenti più bui, starò sempre in piedi, poiché la vita non riuscirà mai a abbattermi. Avrai sempre qualcuno a cui guardare. Non posso promettere la perfezione, ma posso assolutamente provarci. Per te.",
    "category": "Modern_family"
}