{
    "date": "2024-11-09",
    "title_en": "For You.",
    "title_it": "Per Te.",
    "poem_en": "In that moment, the light of my heart ignited, my eyes beheld the birth of life's own thread. Swaddled in the warmth of love, purity unseen before, when wanting nothing was your everything. Our shared moment of unbounded joy—time halted, understanding its purpose: everything was you. Unknowingly, you transformed the universe in that instant; we, your parents, never knew what love was until then. A new understanding of purpose and joy emerged, and beyond those tears, a myriad of emotions upon which you could float. If ever you feel down, just ask—my words have no limits. You are the star upon which my gaze is fixed, the center around which my solar system revolves. Though happiness is elusive, every breath I take is for you, every heartbeat resonates with love for you. You're more than my everything. In my darkest moments, I will always stand, for life will never bring me down. You will always have someone to look up to. I cannot promise perfection, but I can absolutely try, for you.",
    "poem_it": "In quel momento, la luce del mio cuore si accese, i miei occhi contemplarono la nascita del proprio filo della vita. Avvolto nel calore dell'amore, purezza mai vista prima, quando desiderare nulla era il tuo tutto. Il nostro momento condiviso di gioia illimitata - il tempo si fermò, comprendendo il proprio scopo: tutto eri tu. Senza saperlo, hai trasformato l'universo in quell'istante; noi, tuoi genitori, non sapevamo cosa fosse l'amore fino a quel momento. Una nuova comprensione di scopo e gioia emerse, e oltre quelle lacrime, un mare di emozioni su cui potresti galleggiare. Se mai ti senti giù, chiedi semplicemente - le mie parole non hanno limiti. Sei la stella su cui il mio sguardo è fisso, il centro attorno a cui il mio sistema solare ruota. Anche se la felicità è sfuggente, ogni respiro che prendo è per te, ogni battito del cuore risona d'amore per te. Sei più di tutto per me. Nei miei momenti più bui, io starò sempre in piedi, perché la vita non mi abbatte mai. Avrai sempre qualcuno a cui guardare in alto. Non posso promettere la perfezione, ma posso assolutamente provare, per te.",
    "category": "Modern_family",
    "tags": [
        "longform",
        "loving",
        "passionate",
        "tender",
        "longing"
    ]
}