{
    "date": "20241213",
    "title_en": "Boomerang.",
    "title_it": "Boomerang",
    "poem_en": "Are you listening now, as distant echoes sing,\nWhile fragments of old murmurs still resonate?\nI once wondered if warmth had filled your heart,\nAs mine had blazed, volcanic at fate's gate.\nYou kindled both my laughter and my cries,\nI was thrown away at first, only to come back then,\nYet sifting through the past, only the best remain—\nNot glittering jewels wrenched from sullen earth,\nBut petals of a rose sprung pure from strain.\n\nThough you acted as if no tenderness survived,\nYour silence held a subtle, lingering grace,\nForged in slow moments, words whose gentle hum\nReached deep into my soul's most hallowed space.\n\nYou said, \"Let me go, I wish you the best,\"\nYet those words return, a hollow, haunting tone,\nAn instrument I cannot leave unstrung—\nIts trembling music haunts me, still alone.\nI have tried release, but freedom played a trick,\nMy heart, unmoored, drifts where dim shadows roam.\nDid you mean those parting words you gave,\nOr has my memory reshaped them on its own?\n\nMy pyroclastic embers never cooled,\nStill, I rise to find calm in your decree—\nAnd as I heed the wish you cast away,\nIt arcs across my sky, returning free.\nFor though you claimed no love within your core,\nYour final gift speaks more than you confessed—\nYou were the best, and though your love took flight,\nIt curves back gently—a boomerang, no less.",
    "poem_it": "Mi ascolti ora, mentre echeggiano canti lontani,\nE frammenti di antichi sussurri ancora vibrano?\nUn tempo mi chiesi se il tuo cuore fosse mai stato caldo,\nCome il mio che ardeva, vulcanico, alla porta del fato.\nTu accendesti il mio riso e le mie lacrime,\nAll'inizio fui respinto, solo per poi tornare,\nEppure, setacciando il passato, solo il meglio rimane—\nNon gemme scintillanti strappate alla terra cupa,\nMa petali di rosa nati puri dalla sofferenza.\n\nPur fingendo che ogni tenerezza fosse svanita,\nIl tuo silenzio custodiva una grazia sottile e persistente,\nForgiata in lenti momenti, parole il cui dolce suono\nHa raggiunto il più sacro recesso della mia anima.\n\nTu dicesti: \"Lasciami andare, ti auguro il meglio,\"\nEppure quelle parole tornano, un tono vuoto e ossessionante,\nUno strumento che non posso lasciare muto—\nLa sua musica tremula mi perseguita, ancora solo.\nHo cercato la libertà, ma essa mi ha giocato un brutto tiro,\nIl mio cuore, alla deriva, vaga dove ombre cupe si aggirano.\nCredevi davvero a quelle parole d'addio,\nO la mia memoria le ha trasformate a suo piacimento?\n\nLe mie braci piroclastiche non si sono mai spente,\nEppure mi sollevo per trovare calma nel tuo decreto—\nE mentre accolgo il desiderio che hai gettato via,\nEsso s'incurva nel mio cielo, tornando libero.\nPoiché, sebbene tu dicessi di non avere amore nel cuore,\nIl tuo ultimo dono dice più di quanto tu abbia confessato—\nEri il meglio, e anche se il tuo amore ha preso il volo,\nTorna dolcemente indietro—un boomerang, niente di meno.",
    "tags": [
        "sad",
        "longing",
        "melancholy",
        "passionate",
        "longform"
    ]
}