{
    "date": "20241213",
    "title_en": "Imaginary.",
    "title_it": "Immaginario",
    "poem_en": "In a secret realm where I yearn to dwell,\nwithin my mind, just you and me entwined,\nthough shadows linger, and doubts compel,\nstill, I pursue the hope our hearts can find.\n\nWith you beside me, through the fading light,\nwe'll break the chains that bind us to the real,\nand in this refuge, hidden from the sight,\nwe'll find emotions that time cannot conceal.\n\nAcross the landscapes born of whispered dreams,\nwe'll walk on paths where starlight softly gleams,\nand in the silence, we'll finally hear,\nthe echoes of a truth we hold so dear.\n\nNo need for words, our souls will understand,\nthe language spoken in this hidden land,\na touch, a glance, a moment shared as one,\na symphony of elations just begun.\n\nAnd if this realm should vanish with the dawn,\nleaving me stranded, lost and all alone,\nI'll keep the embers of this memory alight,\na testament to our ephemeral night.",
    "poem_it": "In un regno segreto dove desidero dimorare,\nNella mia mente, solo io e te intrecciati,\nAnche se le ombre permangono e i dubbi incalzano,\nAncora inseguo la speranza che i nostri cuori possano trovare.\n\nCon te accanto, attraverso la luce che svanisce,\nSpezzeremo le catene che ci legano al reale,\nE in questo rifugio, nascosto alla vista,\nTroveremo emozioni che il tempo non può celare.\n\nAttraverso i paesaggi nati da sogni sussurrati,\nCammineremo su sentieri dove la luce delle stelle brilla dolcemente,\nE nel silenzio finalmente udiremo,\nGli echi di una verità che ci è tanto cara.\n\nNon servono parole, le nostre anime capiranno,\nIl linguaggio parlato in questa terra nascosta,\nUn tocco, uno sguardo, un momento condiviso come uno,\nUna sinfonia di esultanze appena iniziata.\n\nE se questo regno svanisse con l'alba,\nLasciandomi abbandonato, perso e tutto solo,\nCustodirò le braci di questo ricordo accese,\nUn testamento alla nostra notte effimera.",
    "tags": [
        "longform",
        "loving",
        "tender",
        "melancholy"
    ]
}