{
    "date": "2024-11-23",
    "title_en": "The tallest man.",
    "title_it": "L'uomo più alto.",
    "poem_en": "You were always taller; I looked up to you. Every story, every smile etched in my view. Not my father, but my mother's father— the closest role model I ever knew. We moved away when I was young, yet you shaped who I've become. In my twenties, cutting cords of wood, grueling labor you didn’t mind. That frozen log? You let me fight it, hours in snow, wrestling earth’s grip before you laughed and softly said, “It’s frozen to the ground.” Not cruelty, but joy at my naivety— a lesson I carry still. You watched me grow through struggles, through scrapes and injuries. When I hurt myself, you laughed, but with a knowing, easy grin that said, “You’ll be fine.” Your stories were wild, outrageous— tales so impossible, told straight-faced just to see what we’d believe. A sparkle in your eye betrayed the punchline, but only if we looked close. Honesty, your truest gift, never watered down. Sometimes you’d share your strange advice: “Never drive back the way you came,” you’d say, “because you never know.” If God was watching, you believed, why not put on a show? Wise in ways no book could teach, you found joy in simple victories. You bore your body’s wear with grace, finding meaning in what you still could do. I still look up to you, though now I look down through the earth, through the planet, to an endless spirit that taught me how to grow with joy and live with boundless grace. You made me whole, you were my rock. I will be the rock in your honor. Thank you. You are worth every word of dedication.",
    "poem_it": "Eri sempre più alto; io ti guardavo in su. Ogni racconto, ogni sorriso incisi nella mia vista. Non mio padre, ma il padre di mia madre— il modello più vicino che abbia mai conosciuto. Ci siamo trasferiti lontano quando ero giovane, ma hai plasmato chi sono diventato. Nei miei vent'anni, tagliando tronchi di legno, un lavoro faticoso che a te non dispiaceva. Quel ceppo ghiacciato? Mi hai fatto combatterlo, ore nella neve, lottando contro la presa della terra prima di ridere e dire dolcemente, \"È ghiacciato al suolo.\" Non crudeltà, ma gioia per la mia ingenuità— una lezione che porto ancora con me. Mi hai visto crescere attraverso le lotte, attraverso le ferite e le graffiature. Quando mi sono fatto male, hai riso, ma con un sorriso di comprensione, che diceva, \"Stai bene.\" Le tue storie erano selvagge, incredibili— racconti così impossibili, narrati con serietà solo per vedere cosa credevamo. Uno scintillio nei tuoi occhi rivelava la battuta finale, ma solo se guardavamo da vicino. Onestà, il tuo dono più vero, mai edulcorata. A volte condividevi i tuoi strani consigli: \"Non tornare mai indietro per la strada da cui sei venuto,\" dicevi, \"perché non si sa mai.\" Se Dio stava osservando, credevi, perché non dare spettacolo? Saggio in modi che nessun libro potrebbe insegnare, trovavi gioia nelle vittorie semplici. Accettavi con grazia i segni del tempo sul tuo corpo, trovando significato in ciò che ancora potevi fare. Ancora ti ammiro, anche se ora ti guardo giù nella terra, attraverso il pianeta, verso uno spirito infinito che mi ha insegnato come crescere con gioia e vivere con una grazia senza limiti. Mi hai reso completo, tu eri la mia roccia. Sarò la roccia in tuo onore. Grazie. Vali ogni parola di dedica.",
    "category": "Modern_family"
}