{
    "date": "20241220",
    "title_en": "Crabby Patty.",
    "title_it": "Crabby Patty",
    "poem_en": "You were my pink star in the deep blue's gleam,\nI thought you were static, a still ocean dream.\nBut currents shift, it seems, and tides they do roll,\nGuess I'm the sidekick, after all, playing the goofball role.\n\nBooted from the burger joint, the place we called our own,\nNow I'm just a porous fellow, adrift and all alone.\nHope you're flipping patties, with that skill you possess,\n'Cause even though I'm yellow, and riddled with each hole, yes,\n\nI dreamed of a world, beneath the salty spray,\nJust you and me, chum, goofing every day.\nA comedy for two, a laugh a minute spree,\nBut the laughter's faded out, a salty tragedy.\n\nStill, I don't really mind, I'm bobbing on just fine,\nThis ocean's pretty big, and you're a friend I'll miss in time.\nBut starfish cling on tight, to rocks they call their own,\nSo maybe someday soon, you'll drift back, no longer alone.\n\nAnd then you'll tell me stories, of the deep sea that you see,\nMore than just five points, more than just a star to me.\nMore than just a shape, a place, I want to know the real you, maybe.",
    "poem_it": "Eri la mia stella rosa nei raggi del blu profondo,\nTi credevo immobile, un sogno oceanico, giocondo.\nMa le correnti cambiano, a quanto pare, e le maree s'alzano,\nCredo di essere la spalla, dopotutto, quello che fa il buffone, si sa.\n\nSbattutto fuori dal fast food, il posto che chiamavamo nostro,\nOra sono solo un tipo poroso, alla deriva e solo come un mostro.\nSpero che tu stia friggendo, con l'abilità che hai,\nPerché anche se sono giallo, e pieno di buchi, ormai,\n\nSognavo un mondo, sotto la spuma salata,\nSolo io e te, amico, a far gli scemi per la giornata.\nUna commedia per due, una risata al minuto,\nMa la risata è svanita, in una tragedia di mare, un saluto.\n\nComunque, non mi importa, sto a galla, non affondo,\nQuesto oceano è piuttosto grande, e tu sei un'amica che mi mancherà, in fondo.\nMa le stelle marine si aggrappano forte, agli scogli che chiamano casa,\nQuindi forse un giorno tornerai, non più sola, ma con un'altra idea, invasa.\n\nE poi mi racconterai storie, del mare profondo che vedi,\nPiù di semplici cinque punte, più di una stella per me, credi.\nPiù di una semplice forma, un luogo, voglio conoscere chi sei, forse, chissà.",
    "tags": [
        "longform",
        "melancholy",
        "loving",
        "longing"
    ]
}