{
    "date": "2024-11-14",
    "title_en": "Мучение Без Питания",
    "title_it": "Tormento Senza Cibo",
    "poem_en": "In darkness and in light, thoughts resurface, Echoes of the emptiness of a soul with no refuge. Life has taught to suffer and to live resiliently, Mistakes multiply, words have turned into ice, Thoughts grow like shadows without end. When I speak, words wound, Therefore I write, seeking shelter, Where I mold my feelings, Transforming speech into something beautiful. All of my writing - a reflection of life, I - a monster hidden in the shadows. Not always my fault, but reactions are harsh, Breaking the bonds that held me. Being ignored countless times, Words are like daggers in my hand, Every verse - a lonely monologue, Speaking to myself, no one listens. I am dangerous, careless, Unable to restrain myself - A burden that the world cannot bear. I remain in the shadows, hiding in the web, The art of the word born out of tragedy, While some seek understanding, others flee. Inside a sealed soul - decay Or toxicity that has grown. Afraid to open it, like I am, Keeping my mouth shut, fingers on the keys. But sometimes that's not enough, People still leave, and I don't understand - Is it my life or just me? If the trauma is eternal, How is all of this my fault? Words collapse into decay, like tasteless food, And you stand in a long line, dear reader - Forgive me for the unappetizing meal, Life has thrown me off course, Spoiled milk, dry and cold food, The heart withered, could not bloom. But there's no choice, meal after meal, I deplete my soul, hoping someone will taste it, But bitterness seeps into everything, And even the serving of this food Is awful and grotesque. Not the last meal for someone, But nourishment for the prison Of my mind, from which there is no escape. (for Valerii, Ben, Vlad, Andy)",
    "poem_it": "Nel buio e nella luce, i pensieri riemergono, Echi del vuoto di un'anima senza rifugio. La vita ha insegnato a soffrire e a vivere con resilienza, Gli errori si moltiplicano, le parole si sono tramutate in ghiaccio, I pensieri crescono come ombre senza fine. Quando parlo, le parole feriscono, Perciò scrivo, cercando riparo, Dove plasmo i miei sentimenti, Trasformando il discorso in qualcosa di bello. Tutto il mio scrivere - un riflesso della vita, Io - un mostro nascosto nell'ombra. Non sempre colpa mia, ma le reazioni sono dure, Spezzando i legami che mi tenevano. Essendo ignorato innumerevoli volte, Le parole sono come pugnali nella mia mano, Ogni verso - un monologo solitario, Parlando con me stesso, nessuno ascolta. Sono pericoloso, sbadato, Incapace di trattenermi - Un peso che il mondo non può sopportare. Rimango nell'ombra, nascosto nella tela, L'arte della parola nata dalla tragedia, Mentre alcuni cercano comprensione, altri fuggono. All'interno di un'anima sigillata - decadimento O tossicità che è cresciuta. Paura di aprirla, come me, Tenendo la bocca chiusa, le dita sui tasti. Ma a volte non è sufficiente, Le persone se ne vanno ancora, e non capisco - È la mia vita o solo io? Se il trauma è eterno, Come può tutto ciò essere colpa mia? Le parole crollano nel decadimento, come un cibo insipido, E tu stai in una lunga fila, caro lettore - Perdonami per il pasto poco appetitoso, La vita mi ha fatto deviare, Latte andato a male, cibo secco e freddo, Il cuore appassito, non poteva fiorire. Ma non c'è scelta, pasto dopo pasto, Consumo la mia anima, sperando che qualcuno lo assaggi, Ma l'amarezza pervade tutto, E persino il servire di questo cibo È orribile e grottesco. Non l'ultimo pasto per qualcuno, Ma nutrimento per la prigione Della mia mente, dalla quale non c'è scampo. (per Valerii, Ben, Vlad, Andy)",
    "category": "Throwetry",
    "tags": [
        "sad",
        "dark",
        "melancholy",
        "longform"
    ]
}