{
    "date": "2024-11-14",
    "title_en": "Мучение без питания.",
    "title_it": "Torture without sustenance.",
    "poem_en": "в темноте и в свете мысли всплывают вновь, эхо пустоты души без пристанища. жизнь научила страдать и стойко жить, ошибки множатся, слова стали льдом, мысли растут, как тени, без конца.  \nкогда говорю, ранят слова, поэтому пишу, ищу приют, где леплю чувства свои, превращая речь в нечто прекрасное. всё моё письмо — отражение жизни, я — монстр, скрытый в тени.  \nне всегда моя вина, но суровы реакции, разрывают узы, что связывали. быть игнорируемым бесчисленно раз, слова как кинжалы в моей руке, каждый стих — монолог одинокий, говорю себе, никто не слушает.  \nопасен я, неосторожен, неспособен себя сдержать — бремя, что мир не вынесет. остаюсь в тенях, скрываясь в сети, мастерство слова рождено трагедией, пока одни ищут понимание, другие бегут.  \nвнутри души запечатанной — гниль или токсичность, что вырастила. боятся открыть её, как и я, храня рот закрытым, пальцы на клавишах. но иногда этого мало, люди всё равно уходят, и я не понимаю — моя жизнь или просто я?  \nесли травма вечна, как же всё это моя вина? в распад слова льются, как еда без вкуса, и ты стоишь в длинной очереди, читатель дорогой — прости за непривлекательный обед, жизнь сбила меня с пути, молоко испорчено, еда сухая и холодная, сердце увяло, не могло расцвести.  \nно выбора нет, за едой за едой, вычерпую душу, надеясь, кто-то вкусит, но горечь проникает во всё, и даже подача этой пищи ужасна и безобразна. не последний приём пищи для кого-то, но питание для тюрьмы моего разума, из которой не сбежать.  \n(for Valerii, Ben, Vlad, Andy)",
    "poem_it": "Nell'oscurità e nella luce i pensieri riemergono, l'eco del vuoto dell'anima senza rifugio. La vita ha insegnato a soffrire e a vivere con determinazione, gli errori si moltiplicano, le parole sono diventate ghiaccio, i pensieri crescono come ombre senza fine.  \nQuando parlo, le parole feriscono, ecco perché scrivo, cerco rifugio dove plasmare i miei sentimenti, trasformando il discorso in qualcosa di splendido. Tutto il mio scritto è il riflesso della vita, io sono il mostro nascosto nell'ombra.  \nNon sempre è colpa mia, ma le reazioni sono severe, spezzano i legami che una volta ci tenevano uniti. Essere ignorato infinite volte, le parole come pugnali nella mia mano, ogni verso è un monologo solitario, mi parlo da solo, nessuno ascolta.  \nSono pericoloso, imprudente, incapace di contenermi — un peso che il mondo non può sopportare. Rimango nelle ombre, nascondendomi nella rete, l'arte della parola è nata dalla tragedia, mentre alcuni cercano comprensione, altri scappano.  \nDentro l'anima sigillata — marciume o tossicità, ciò che ha cresciuto. Ho paura di aprirla, così come tengo la bocca chiusa, le dita sui tasti. Ma a volte questo non è sufficiente, la gente se ne va lo stesso, e non capisco — è colpa della mia vita o semplicemente io?  \nSe la ferita è eterna, come può essere tutta colpa mia? Le parole si disintegrano come cibo insapore, e tu stai in una lunga fila, lettore caro, scusami per il pasto poco allettante, la vita mi ha fatto deviare dalla strada, il latte è andato a male, il cibo è secco e freddo, il cuore è appassito, incapace di fiorire.  \nMa non c'è scelta, un pasto dopo l'altro, svuotando l'anima, sperando che qualcuno lo assaggi, ma l'amarezza pervade tutto, persino il servire di questo cibo è terribile e sgradevole. Non l'ultimo pasto per qualcuno, ma nutrimento per la prigione della mia mente, dalla quale non posso fuggire.  \n(per Valerii, Ben, Vlad, Andy)",
    "category": "Throwetry"
}