{
    "date": "2024-11-14",
    "title_en": "For mother.",
    "title_it": "Per madre.\n\nSei la luce che illumina il mio cammino,\nIl calore che mi avvolge nei momenti bui,\nSei il sorriso che rende gioiosa la mia giornata,\nLa forza che mi sostiene, sempre e comunque.\n\nI tuoi abbracci sono il mio rifugio sicuro,\nLe tue parole la melodia che lenisce il mio cuore,\nIl tuo amore infinito, la certezza più grande della mia vita,\nTu, madre, sei il mio universo, il mio tutto.\n\nAnche quando il tempo farà sfiorire i ricordi,\nLa tua presenza resterà incisa nel mio spirito,\nGuidandomi con la tua saggezza e il tuo affetto,\nE rendendo ogni passo del mio cammino più leggero.\n\nGrazie, madre, per il dono prezioso della tua vita,\nPer tutto ciò che sei e che hai fatto per me,\nChe il mio amore per te possa essere il riflesso\nDell'immensità dell'amore che provo per te.",
    "poem_en": "In the earliest moments, there was a smile—a memory of mine, lost to most—it was my mother. She brushed my face with worn, humble washcloths, carried me on morning newspaper routes, my everything, my universe, shield against my father's shadows and all that was wrong. As years unfolded, his reflections surfaced, and though I faded from her favored gaze, I recalled her laughter after blowing raspberries on my belly, the pure, unbridled joy lighting her eyes—inspiration falls short to capture her youthful innocence, a light forever dimmed. Time has sculpted that smile into a visage of dignified grace, worthy of respect, of reverence, and while I honor her, she can never be the radiant being she once was. Every lesson learned through hardship, for that, I am sorry. But remember—you were my everything as I was yours. When you washed me in the kitchen sink of that small trailer, it was the best you could do, but to me, it was a palace in my mind—everything grander, illuminated by your smile and love.",
    "poem_it": "Nei primi istanti, c'era un sorriso - un ricordo mio, perduto per la maggior parte - era mia madre. Accarezzava il mio viso con vecchi, umili strofinacci, mi portava lungo le rotte dei giornali mattutini, il mio tutto, il mio universo, scudo contro le ombre di mio padre e tutto ciò che era sbagliato. Con il passare degli anni, le sue riflessioni affiorarono, e anche se svanivo dal suo sguardo preferito, ricordavo la sua risata dopo aver soffiato sul mio pancino, la gioia pura, incontenibile che accendeva i suoi occhi - l'ispirazione manca nel catturare la sua innocenza giovanile, una luce per sempre offuscata. Il tempo ha modellato quel sorriso in un volto di dignitosa grazia, degno di rispetto, di riverenza, e mentre la onoro, lei non potrà mai essere l'essere radioso che era una volta. Ogni lezione imparata attraverso le avversità, per questo chiedo scusa. Ma ricorda - tu eri il mio tutto come io ero il tuo. Quando mi lavavi nel lavandino della cucina di quel piccolo roulotte, era il meglio che potessi fare, ma per me era un palazzo nella mia mente - tutto più sontuoso, illuminato dal tuo sorriso e amore.",
    "category": "Modern_family"
}