{
    "date": "2024-11-14",
    "title_en": "For Mother.",
    "title_it": "Per Madre.",
    "poem_en": "In the earliest moments, there was a smile — a memory of mine, lost to most — it was my mother. She brushed my face with worn, humble washcloths, carried me on morning newspaper routes, my everything, my universe, shield against my father's shadows and all that was wrong. As years unfolded, his reflections surfaced, and though I faded from her favored gaze, I recalled her laughter after blowing raspberries on my belly, the pure, unbridled joy lighting her eyes — inspiration falls short to capture her youthful innocence, a light forever dimmed. Time has sculpted that smile into a visage of dignified grace, worthy of respect, of reverence, and while I honor her, she can never be the radiant being she once was. Every lesson learned through hardship, for that, I am sorry. But remember — you were my everything as I was yours. When you washed me in the kitchen sink of that small trailer, it was the best you could do, but to me, it was a palace in my mind — everything grander, illuminated by your smile and love.",
    "poem_it": "Nei primi istanti, c'era un sorriso - un ricordo mio, perso per la maggior parte - era mia madre. Spazzava il mio viso con stracci umili e consunti, mi portava in giro lungo le vie del mattino per consegnare i giornali, il mio tutto, il mio universo, scudo contro le ombre di mio padre e contro tutto ciò che era sbagliato. Mentre gli anni si srotolavano, le sue riflessioni affioravano, e anche se svanivo dal suo sguardo preferito, ricordavo le sue risate dopo avermi solleticato il pancino, la pura gioia sconfinata che accendeva i suoi occhi - l'ispirazione non basta a catturare la sua innocenza giovanile, una luce per sempre spenta. Il tempo ha plasmato quel sorriso in un volto di dignità e grazia, degno di rispetto, di riverenza, e mentre la onoro, non potrà mai più essere la creatura radiosa che un tempo era. Ogni lezione imparata attraverso le avversità, per questo, mi dispiaccio. Ma ricorda - tu eri il mio tutto come io ero il tuo. Quando mi lavavi nel lavandino della cucina di quel piccolo rimorchio, era il massimo che potevi fare, ma per me, era un palazzo nella mia mente - tutto più imponente, illuminato dal tuo sorriso e amore.",
    "category": "Modern_family",
    "tags": [
        "longform",
        "sad",
        "loving",
        "melancholy",
        "passionate"
    ]
}