{
    "date": "2024-11-14",
    "title_en": "Splattered.",
    "title_it": "Sparso.",
    "poem_en": "Sometimes people wonder where their mind has gone, and without it from the start, madness was all I ever had. It's been dreadful and painful, because of that, I find the mundanity banal. Unfazed by the chaos, seeing the shoe on the other foot. Your paycheck, your drug of choice, as you forget your dreams. Cutting away yourself, piece by piece, with those tender notes of torment. And the words are as mad as the maker of the madness itself. Insipid is the mind that understands not where the ladder is built with chaos. For existential dread is not mine to bear, that is your fire to kindle, to keep warm around. I prefer to walk alone in the dark, one lit path but the machinations of my mind, echoing around, befriending each other, believing and building confidence in many fallacies. Least of all I am a poet… yet here I pour my words into madness. I hope you see all of my brains like a bullet’s exit wound, splattered upon the page, ricocheting onto your face, leaving you stunned and bloodstained.",
    "poem_it": "A volte le persone si chiedono dove sia andata la loro mente, e senza di essa fin dall'inizio, la follia è stata tutto ciò che ho mai avuto. È stato terribile e doloroso, a causa di ciò, trovo il banale della quotidianità. Impassibile al caos, vedendo la scarpa sull'altro piede. Il tuo stipendio, la tua droga di scelta, mentre dimentichi i tuoi sogni. Tagliando via te stesso, pezzo per pezzo, con quelle note tenere di tormento. E le parole sono tanto folli quanto il creatore della stessa follia. Insipida è la mente che non capisce dove la scala sia costruita sul caos. Poiché il terrore esistenziale non è mio da sopportare, quel fuoco è tuo da accendere, per mantenerti al caldo attorno. Preferisco camminare da solo nell'oscurità, un sentiero illuminato solo dalle macchinazioni della mia mente, echeggiando attorno, stringendosi l'una con l'altra, credendo e costruendo fiducia in molte fallacie. Men che meno sono un poeta... eppure qui riverso le mie parole nella follia. Spero che tu veda tutti i miei cervelli come una ferita da proiettile, schizzati sulla pagina, rimbalzando sul tuo viso, lasciandoti stordito e macchiato di sangue.",
    "category": "Throwetry",
    "tags": [
        "longform",
        "dark",
        "melancholy"
    ]
}