{
    "date": "2024-12-19",
    "title_en": "Dissolution.",
    "title_it": "Dissoluzione.\n\nNelle correnti del tempo,\nil mondo si dissolve,\ncolori sbiadiscono,\nle forme si offuscano.\n\nOgni traccia di vita\nsvanisce nel nulla,\ncome sabbia trasportata\ndal vento senza meta.\n\nNel silenzio cupo,\nla realtà si dissolve,\nabbandonata all'oblio,\nsenza rimpianti né pietà.\n\nE noi, spettatori attoniti,\nosserviamo impotenti\nla dissoluzione dell'universo,\nnell'eterna danza del tempo.",
    "poem_en": "Her mother's hand, a tender, fleeting grace, sought to heal a wound I couldn't face. A silent pain, now stark in chilling light. Truth, a piercing shard, though I denied its bite. You wove your blame, a web of broken trust, while years dissolved in absence, war, and dust. \"Abandoned,\" cried your heart, a husband flown too far. You sought a friend's embrace beneath a hollow star. Blind, I was, to signs that screamed aloud. Lost in loyal faith, a naive, trusting shroud. Now wisdom's gaze reveals the hidden game, desire's dark fuel, justification's flame. Longing cracks the soul, where feelings seep within. Why did I ignore sin's insidious spin? When whispers warned, \"Divorce while you were gone,\" I simply breathed and stoically pressed on. Three years I lingered, held your signature near, a platform built to quell your rising fear. Now you and he, I release with blessings true. And for your child, a life that blooms anew. \"My mental health,\" you pleaded when I sought to mend. A wall arose, our fragile bond to end. Too late, I see, my kindness, my own foe. A cherished virtue, yet the seed of woe. Still, others' joy, my ever-guiding star, to mend the pain I cause, however far. Intentions pure, yet hurt remains my art, a heavy burden on this weary heart.  Written to - Rain - Michael Ortega",
    "poem_it": "La mano della sua madre, una grazia tenera e fuggente, cercava di lenire una ferita che non riuscivo ad affrontare. Un dolore silenzioso, ora crudo nella luce gelida. Verità, un frammento tagliente, anche se negavo il suo morso. Hai tessuto la tua accusa, una rete di fiducia spezzata, mentre gli anni si dissolvevano nell'assenza, nella guerra e nella polvere. \"Abbandonata\", gridava il tuo cuore, un marito volato troppo lontano. Ricercavi l'abbraccio di un amico sotto una stella vuota. Cieco ero, ai segnali che gridavano forte. Perso nella fedeltà leale, in un ingenuo manto fiducioso. Ora lo sguardo della saggezza rivela il gioco nascosto, il carburante oscuro del desiderio, la fiamma della giustificazione. Il desiderio fessura l'anima, dove i sentimenti infiltrano. Perché ho ignorato la spirale insidiosa del peccato? Quando sussurravano, \"Divorzio mentre eri via\", semplicemente respiravo e premevo stoicamente avanti. Tre anni ho esitato, tenevo la tua firma vicino, una piattaforma costruita per placare la tua paura crescente. Ora voi due, vi libero con benedizioni vere. E per il vostro bambino, una vita che sboccia di nuovo. \"La mia salute mentale\", hai supplicato quando cercavo di riparare. Un muro si è alzato, per por fine al nostro fragile legame. Troppo tardi, vedo, la mia gentilezza, il mio stesso nemico. Una virtù preziosa, eppure seme di dolore. Ancora, la gioia degli altri, la mia stella guida, per lenire il dolore che causo, dovunque vada. Intenzioni pure, eppure il dolore rimane la mia arte, un pesante fardello su questo cuore stanco.",
    "category": "Personal"
}