{
    "date": "2024-11-15",
    "title_en": "Long after.",
    "title_it": "Lungo dopo.",
    "poem_en": "Rain slashed my face like the whip of an unseen tyrant, and I laughed—a feral, unhinged hymn to defiance. If this was God’s wrath, let it come; let the sky split. To be struck down would be memorable, but to rise again would be divine. The wind howled its disapproval, gnawing my skin raw, and I laughed harder, louder—a laugh that tasted of blood and madness. It hurt, but pain was a relic to me, a reminder that I still existed, a weakness yet still to leave me. Is that all you have? I screamed it into the void, the shattered pieces of myself answering back. Maniacal, broken, rebuilt so many times that the fragments no longer fit. Fear? It was a ghost I had buried long ago. From moments fractured and near annihilation, I had carved my survival, like a chiseling out of stone. Concussions and near-explosions left rockslides in my head, but those same rocks built my foundation. And now? I am a kaleidoscope of chaos, a mosaic of splintered glass glued with grit. My heart, an open wound painted on my sleeve. A smile—brazen, defiant, riding the fickle winds of fate with whatever muse dared to inspire me. Mother Nature was my muse today. So I let the rain become ink. I poured every drop onto the page, each splatter a testament to the storm within. When the deluge was done, I turned to the mirror. “Ah,” I whispered, tracing the lines on my face. “How far I’ve traveled through myself.” And yet these words linger, etched like lightning, scars remain, alive, even now, long after the storm.",
    "poem_it": "La pioggia tagliava il mio volto come la frusta di un tiranno invisibile, e ho riso - un inno feroce e scatenato alla sfida. Se questa fosse stata l'ira di Dio, che si scatenasse; che il cielo si squarciasse. Essere colpito sarebbe stato memorabile, ma risorgere sarebbe stato divino. Il vento ululava la sua disapprovazione, rosicchiando la mia pelle a vivo, e ho riso più forte, più forte - una risata che sapeva di sangue e follia. Faceva male, ma il dolore per me era un ricordo, un promemoria che io esistevo ancora, una debolezza non ancora pronta a lasciarmi. È tutto ciò che hai? L'ho urlato nel vuoto, i frammenti frantumati di me stessa rispondendo indietro. Maniacale, spezzata, ricostruita così tante volte che i pezzi non si adattavano più. Paura? Era uno spettro che avevo seppellito tempo fa. Dai momenti spezzati e vicini all'annientamento, ho scolpito la mia sopravvivenza, come l'intagliare nella pietra. Le contusioni e le quasi esplosioni hanno lasciato frane nella mia testa, ma quelle stesse pietre hanno costruito la mia fondazione. E ora? Sono un caleidoscopio di caos, un mosaico di vetro sbriciolato incollato con grinta. Il mio cuore, una ferita aperta dipinta sulla mia manica. Un sorriso - sfacciato, sfidante, cavalca i capricci del destino con qualsiasi musa osasse ispirarmi. Madre Natura era la mia musa oggi. Così ho lasciato che la pioggia diventasse inchiostro. Ho versato ogni singola goccia sulla pagina, ogni schizzo una testimonianza della tempesta dentro. Quando il diluvio fu finito, mi sono voltata verso lo specchio. \"Ah,\" sussurrai, tracciando le linee sul mio volto. \"Quanto lontano ho viaggiato attraverso me stessa.\" Eppure queste parole persistono, incise come fulmini, cicatrici rimangono, vive, persino ora, molto dopo la tempesta.",
    "category": "Personal"
}