{
    "date": "2024-11-15",
    "title_en": "Oh, sister of mine.",
    "title_it": "Oh, sorella mia.",
    "poem_en": "In the backseat, she sat alone, anger welling in that fleeting moment. A rifled short barrel faltered, missed the mark, shattered intent. Oh sister of mine, what was it like to harbor murder in cold blood? Thirteen years—a balanced trade? Where does reparations’ money come when the prisoner exits impoverished?\n\nI watch the man who can’t scan the automated checkout line. Someone steps in—a tender moment, time passing as he too is away, for prison is not a single stop affair. It haunts not just you but those around, a system built to trap all in its net. Once fallen, twice bitten, the exit leaves more holes in society, echoes of the ones you left behind.\n\nOh sister of mine, where has the time gone? We missed so much of one another, from trauma to more trauma. Your life overflowed, bled into mine. No forgiveness needed—I am just fine. But was he, as the bullet entered his hand, the car veered off the road, occupants strewn without care? Running while bleeding, pleading for help… it saved him, but now he sits in jail. Your reasons just but not fair, your actions against normality.\n\nOh sister of mine, how I am glad to see you heal in time.",
    "poem_it": "Nel sedile posteriore, lei sedeva sola, l'ira cresceva in quell'istante fuggente. Una canna corta manomessa fallì, mancò il bersaglio, infranse l'intento. Oh mia sorella, com'era avere il delitto nel sangue freddo? Tredici anni—uno scambio equilibrato? Dove arriva il denaro delle riparazioni quando il prigioniero esce impoverito?\n\nOsservo l'uomo incapace di scansionare alla cassa automatica. Qualcuno si avvicina—un momento tenero, il tempo che passa mentre anche lui è via, perché il carcere non è solo una breve sosta. Non tormenta solo te ma chi ti circonda, un sistema costruito per intrappolare tutti nella sua rete. Una volta caduti, due volte morsi, l'uscita lascia più buchi nella società, echi di quelli che hai lasciato alle spalle.\n\nOh mia sorella, dove è andato il tempo? Ci siamo mancate così tanto, da un trauma all'altro. La tua vita traboccava, scorreva nella mia. Non c'è bisogno di perdono—sta tutto bene per me. Ma per lui, mentre il proiettile entrava nella sua mano, l'auto sbandava fuori strada, gli occupanti sparsi senza pietà? Correndo sanguinante, implorando aiuto... lo salvò, ma ora siede in prigione. Le tue ragioni giuste ma non giuste, le tue azioni contro la normalità.\n\nOh mia sorella, quanto sono contenta di vederti guarire col tempo.",
    "category": "Modern_family"
}