{
    "date": "20241115",
    "title_en": "Skipping Me.",
    "title_it": "Saltandomi",
    "poem_en": "As words skip lightly on the screen,\nI send an image to show what I mean.\nIt was how I felt; it was what I meant,\nYou understood, and my heart was content.\nAll I needed were your words, but you left,\nAnd now I clutch these memories, bereft.\nThey wrap me warm, though I could be bitter,\nWithout you, coldness seeps; nights grow dimmer.\nI need them close to shield my heart,\nWhy is it fragile? You tore it apart.\nIt's not to hurt you; it's simply truth,\nAround others I'm lost, emotions aloof.\nWhen they try to impress, I wonder why\nIt's not you whose words could make me fly.\nYour words meant so much, they held me tight,\nThis winter is endless; I long for light.\nAs I said, these things you left,\nMemories of a flame not yet spent.\nI write forever, seeking heaven's reprieve,\nBut wherever I go, your thoughts never leave.\nWhen I see clever words, wit's sharp dart,\nI recall how swift you were, how you moved my heart.\nBut that was part of the problem, admit,\nI didn't mean to burn so fast, wasting it.\nI didn't help it last; I left it bare,\nOn the floor, abandoned without care.\nNo emotion left for what once was meant,\nIt's all over now; two hearts spent.",
    "poem_it": "Come le parole saltellano leggere sullo schermo,\nInvio un'immagine per mostrare ciò che intendo.\nEra come mi sentivo; era ciò che intendevo,\nHai capito, e il mio cuore era contento.\nTutto ciò di cui avevo bisogno erano le tue parole, ma te ne sei andato,\nE ora stringo questi ricordi, privo.\nMi avvolgono caldo, anche se potrei essere amaro,\nSenza di te, il freddo penetra; le notti si fanno più oscure.\nHo bisogno di tenerle vicino per proteggere il mio cuore,\nPerché è fragile? L'hai spezzato.\nNon è per ferirti; è semplicemente la verità,\nTra gli altri mi perdo, emozioni distaccate.\nQuando cercano di impressionare, mi chiedo perché\nNon sono le tue parole a farmi volare.\nLe tue parole significavano così tanto, mi tenevano stretto,\nQuest'inverno è senza fine; desidero la luce.\nCome ho detto, queste cose che hai lasciato,\nRicordi di una fiamma non ancora spenta.\nScrivo per sempre, cercando il riposo del cielo,\nMa ovunque vada, i tuoi pensieri non se ne vanno.\nQuando vedo parole intelligenti, frecce acute dell'ingegno,\nRicordo quanto eri veloce, come muovevi il mio cuore.\nMa questo era parte del problema, ammetto,\nNon volevo bruciare così in fretta, sprecarla.\nNon l'ho aiutata a durare; l'ho lasciata nuda,\nSul pavimento, abbandonata senza cura.\nNessuna emozione rimasta per ciò che una volta era inteso,\nÈ tutto finito ora; due cuori esauriti.",
    "tags": [
        "longform",
        "sad",
        "melancholy",
        "longing",
        "passionate"
    ]
}