
  {
    "title": "All American",
    "category": "Personal",
    "content": "Lying in the relentless rain, Muddy water gurgling, choking me, Coughing as water and air collide, Breathing, finally awakened, Not to battle, but abandonment, Unit fractured, Trek purposeless, Twenty-five miles, Pointless.  Jumping into the thick fog, Perpendicular to the drop zone, \"Do not yell,\" they instructed, Injuries on ground abounded, Three weeks recovering chutes, Soldiers jumping days, Demonstration jumps, Money.  Falling through the dense fog, Seeing nothing around me, Reaching to release my ruck, Between my knees, Pulled the strap, Bag plopped down.  Too close ground, Toe to shin, Shattered.",
    "published_at": "2024-10-31T01:21:30.000Z"
  },
  {
    "title": "Every Woman Is A Flower",
    "category": "Flowers",
    "content": "Remember those moments before the flower grew, When the world was simple, fresh, and new. Eager emotions, grace in your ways, Your face a memory they’d replay.  But time, it weaves its lines of pain, And that flower you were begins to strain, Tucked away, feeling less than whole, Taking on life, but losing the soul.  That innocent spark begins to fade, The surface too scarred by what life’s made. Those were the years you braved, you tried, Colored hair grays, crying eyes dried,  And here we are – but are you ready to see? Losing innocence never sets you free. Not free, but worn down, carrying the weight; They feel the expectations that you hate.  So tend to your flower with nurture and grace, Don’t let yourself vanish or fade from this place. Forget the makeup; just know you’re still pretty, Dress up, go out, get lost in the city.  Be that dream you held, fierce and free, Live for no one but who you choose to be. And remember that girl, unbloomed, unbound, A piece of her still waiting to be found.  Smile again, and let it gleam, Hold to that spark and to that dream. Because somewhere, someone sees you whole – Life may fade, but it can't take your soul.  Moments will pass, so take them slow, Be the example, let yourself grow.   Written to logic - Olivia Rodrigo (Instrumental)",
    "published_at": "2024-11-02T11:02:20.000Z"
  },
  {
    "title": "Forgotten Flowers",
    "category": "Flowers",
    "content": "Oh, Father, where are you now? I look up to a world weighed down, biology’s grasp, men towering, proud, and I stand below, my roots held firm, by an earth that claims my life for its own.  They say I could live as freely as they, yet society binds me all the same. But with all my heart, I yearn for more than just a passing bloom— to be a light they gaze upon, a flower reaching to an open sky, yearning, stretching, far from this soil.  I am planted, stilled in the ground, watching all things grow around, bound to my place, a pot too small, without the chance to wander wide, no legs to step, no wings to glide.  Caged by life’s quiet design, left to linger, smile, and hide, bearing the weight with roots of pride, while others, unchained, fly.  But in this quiet, I wait unseen, with a heart that holds the spring, its tender petals yet unseen, for a world that cares to see.  Oh, I yearn to be more than still, to dance, to sway, to feel the thrill, of sunlight’s touch, of wind’s warm breath— for once, to be truly free, to grow in grace, unfurl my leaves, and become that light that others seek.",
    "published_at": "2024-11-07T17:14:53.000Z"
  },
  {
    "title": "Flower of Father",
    "category": "Flowers",
    "content": "Oh, Daughter, when my voice is silent, and you find questions lingering in the air, know that the ground taught me what I could not bear— a life of pride, hidden deep within, and a heart that feared to begin again, to make the changes I wished for you, to lift you up toward that light you pursue.  Society's chains—unyielding and strong— are threads I could not break, for you or for anyone. With time, they shift and silently grow, binding in ways I’ll never fully know. All I have is the sorrow that remains, knowing I can't break the chains or erase the pain.  For within the word \"cannot\" lies a truth I dread, a truth that’s left unsaid: I’ve been lazy, complacent, and so deeply flawed, struggling to be the father you deserved, the one you’d proudly look toward. Yet still, I try, though tears often stain, writing the words, though they can't ease the pain.  So ignore the stares, the spiteful eyes, focus on what’s within you that flies— a joy that dances, light and true, finding a passion that’s wholly you. For even though I was only a man, I gave you everything that I am. Forgive me if that’s not enough, for it’s all I had to give in love.  Written to Starry Night - Joran Critz",
    "published_at": "2024-11-07T17:31:26.000Z"
  },
  {
    "title": "My Autistic Self",
    "category": "Personal",
    "content": "Drifting into my mind's depths is familiar territory, like the silent grace of a cat. I’ve asked others to read my poetry, but it’s often a challenge, as language’s complexity escapes many. My life online, my way with words, fits my true autistic nature. I revel in moments of solitude, savant-like flashes of clarity where everything connects—a vast, intricate web that, if seen, might seem incomprehensible to others.  Through countless pen names and personas, I shape myself as needed. My masks change with my emotions, choosing those that bring me comfort or mask my solitude from others’ questions. It’s not sadness, really—more a cool detachment. The human experience often feels overwhelming; why worry about consequences when so much lies beyond our control? Each breath we take holds immeasurable complexity—billions of atoms spinning on the head of a pin, a universe within.  Pushing the boundaries of comprehension can shatter the very foundations of understanding, revealing how fragile our reality is. Hope, that guiding illusion, keeps us grounded, though we barely see past our own noses. And so, while I’m not physically alone, my thoughts, my words, and the mysteries they hold often leave me feeling that, in essence, I am alone.",
    "published_at": "2024-11-07T19:56:13.000Z"
  },
  {
    "title": "For you",
    "category": "Modern_family",
    "content": "In that moment, the light of my heart ignited, My eyes beheld the birth of life's own thread. Swaddled in the warmth of love, purity unseen before, When wanting nothing was your everything.  Our shared moment of unbounded joy— Time halted, understanding its purpose: Everything was you.  Unknowingly, you transformed the universe in that instant; We, your parents, never knew what love was until then. A new understanding of purpose and joy emerged, And beyond those tears, A myriad of emotions upon which you could float.  If ever you feel down, just ask—my words have no limits. You are the star upon which my gaze is fixed, The center around which my solar system revolves. Though happiness is elusive, every breath I take is for you, Every heartbeat resonates with love for you.  You're more than my everything. In my darkest moments, I will always stand, For life will never bring me down. You will always have someone to look up to.  I cannot promise perfection, But I can absolutely try. For you.",
    "published_at": "2024-11-09T23:24:25.000Z"
  },
  {
    "title": "Free to Fall",
    "category": "Personal",
    "content": "I stepped into the open air, youth burning at my side, with no thought but to conquer. Living was everything—falling, the thrill of bones and blood.  I soared through endless sky, leapt not once, but again and again— for glory, for country, for reasons I didn’t understand.  In youth, that’s all there was: a risk without a name, a heart like fire chasing edges it couldn’t see.  Yet here I am, still upright, fortune threaded through my scars. Impulse drove me, but wisdom taught me to leap again, harder, even as wounds marked my skin.  Age hasn’t dulled the fire— its forged it, steel beneath skin. Now I run toward the edge, not reckless but relentless, a force honed sharp.  Years have stripped the weight of doubt, left me light as breath, testing limits without breaking, free from anything that binds.  I am still free. And fall I will.",
    "published_at": "2024-11-13T18:44:32.000Z"
  },
  {
    "title": "Мучение без Питания",
    "category": "Throwetry",
    "content": "В темноте и в свете мысли всплывают вновь, Эхо пустоты души без пристанища. Жизнь научила страдать и стойко жить, Ошибки множатся, слова стали льдом, Мысли растут, как тени, без конца.  Когда говорю, ранят слова, Поэтому пишу, ищу приют, Где леплю чувства свои, Превращая речь в нечто прекрасное. Всё моё письмо — отражение жизни, Я — монстр, скрытый в тени.  Не всегда моя вина, но суровы реакции, Разрывают узы, что связывали. Быть игнорируемым бесчисленно раз, Слова как кинжалы в моей руке, Каждый стих — монолог одинокий, Говорю себе, никто не слушает.  Опасен я, неосторожен, Неспособен себя сдержать — Бремя, что мир не вынесет. Остаюсь в тенях, скрываясь в сети, Мастерство слова рождено трагедией, Пока одни ищут понимание, другие бегут.  Внутри души запечатанной — гниль Или токсичность, что вырастила. Боятся открыть её, как и я, Храня рот закрытым, пальцы на клавишах. Но иногда этого мало, Люди всё равно уходят, и я не понимаю — Моя жизнь или просто я?  Если травма вечна, Как же всё это моя вина? В распад слова льются, как еда без вкуса, И ты стоишь в длинной очереди, читатель дорогой — Прости за непривлекательный обед, Жизнь сбила меня с пути, Молоко испорчено, еда сухая и холодная, Сердце увяло, не могло расцвести.  Но выбора нет, за едой за едой, Вычерпую душу, надеясь, кто-то вкусит, Но горечь проникает во всё, И даже подача этой пищи Ужасна и безобразна. Не последний приём пищи для кого-то, Но питание для тюрьмы Моего разума, из которой не сбежать.  (for Valerii, Ben, Vlad, Andy)",
    "published_at": "2024-11-14T11:14:31.000Z"
  },
  {
    "title": "Splattered",
    "category": "Throwetry",
    "content": "Sometimes people wonder where their mind has gone, And without it from the start, madness was all I ever had. It's been dreadful and painful, Because of that, I find the mundanity banal.  Unfazed by the chaos, Seeing the shoe on the other foot. Your paycheck, your drug of choice, As you forget your dreams.  Cutting away yourself, Piece by piece, with those tender notes of torment. And the words are as mad As the maker of the madness itself.  Insipid is the mind That understands not where the ladder is built With chaos. For existential dread is not mine to bear, That is your fire to kindle, to keep warm around.  I prefer to walk alone in the dark, One lit path but the machinations of my mind, Echoing around, Befriending each other, Believing and building confidence in many fallacies.  Least of all I am a poet… Yet here I pour my words into madness, I hope you see all of my brains Like a bullet’s exit wound, Splattered upon the page, Ricocheting onto your face, Leaving you stunned and bloodstained.",
    "published_at": "2024-11-14T14:40:10.000Z"
  },
  {
    "title": "Winter's Embrace",
    "category": "Personal",
    "content": "In the winter of my life, I light a cigarette, Clad in a white tee and armed with a yearning for three dollars. All I possessed was mere coins, yet it was sublime— To hold so little and yet walk so far.  A simple tee and worn jeans, Amidst midwinter's chill and falling snowflakes, Five miles burdened by a pocket of change, Each step steeped in silent lament.  A double charge on the receipt— This journey bore no purpose but emptiness. Have you ever been so impoverished? Ribs outlined with every labored breath.  Aware of the bones that jut from my forearm, Exposed like the worthlessness I embody. The frailty born of starvation Driving the mind into depths of despair, life folding inward.  Curling into a fetal position, Into the abyss of nothingness, Witnessing pity in others' gazes, Yearning to evade their silent offerings.  They extend sustenance without words, Yet you consume as if the next second’s promise is void, Feeling utterly shattered. Yet memories linger, bittersweet reminders—  There's always a darker night, even in that moment, I had not foreseen it, and what I did behold Is a nightmare I dread to imagine. Thus, upon my return, I lit another cigarette,  For life wasn't worth prolonging, Not when it was consumed by the winter’s embrace.   Written to: Virginio Aiello On Piano • Van Gogh",
    "published_at": "2024-11-14T16:10:00.000Z"
  },
  {
    "title": "For Mother",
    "category": "Modern_family",
    "content": "In the earliest moments, there was a smile— a memory of mine, lost to most—it was my mother. She brushed my face with worn, humble washcloths, carried me on morning newspaper routes, my everything, my universe, shield against my father's shadows and all that was wrong.  As years unfolded, his reflections surfaced, and though I faded from her favored gaze, I recalled her laughter after blowing raspberries on my belly, the pure, unbridled joy lighting her eyes— inspiration falls short to capture her youthful innocence, a light forever dimmed.  Time has sculpted that smile into a visage of dignified grace, worthy of respect, of reverence, and while I honor her, she can never be the radiant being she once was.  Every lesson learned through hardship, for that, I am sorry. But remember—you were my everything as I was yours. When you washed me in the kitchen sink of that small trailer, it was the best you could do, but to me, it was a palace in my mind— everything grander, illuminated by your smile and love.",
    "published_at": "2024-11-14T18:35:19.000Z"
  },
  {
    "title": "Oh Sister of Mine",
    "category": "Modern_family",
    "content": "In the backseat, she sat alone, Anger welling in that fleeting moment, A rifled short barrel faltered, Missed the mark, shattered intent.  Oh sister of mine, what was it like To harbor murder in cold blood? Thirteen years—a balanced trade? Where does reparations’ money come When the prisoner exits impoverished?  I watch the man who can’t scan The automated checkout line, Someone steps in—a tender moment, Time passing as he too is away, For prison is not a single stop affair.  It haunts not just you but those around, A system built to trap all in its net. Once fallen, twice bitten, The exit leaves more holes in society, Echoes of the ones you left behind.  Oh sister of mine, where has the time gone? We missed so much of one another, From trauma to more trauma, Your life overflowed, bled into mine. No forgiveness needed—I am just fine.  But was he, as the bullet entered his hand, The car veered off the road, occupants strewn without care? Running while bleeding, pleading for help… It saved him, but now he sits in jail, Your reasons just but not fair, Your actions against normality.  Oh sister of mine, how I am glad To see you heal in time.",
    "published_at": "2024-11-15T19:54:57.000Z"
  },
  {
    "title": "Long After",
    "category": "Personal",
    "content": "Rain slashed my face like the whip of an unseen tyrant, and I laughed—a feral, unhinged hymn to defiance. If this was God’s wrath, let it come; let the sky split. To be struck down would be memorable, but to rise again would be divine.  The wind howled its disapproval, gnawing my skin raw, and I laughed harder, louder— a laugh that tasted of blood and madness. It hurt, but pain was a relic to me, a reminder that I still existed, a weakness yet still to leave me.   Is that all you have?  I screamed it into the void, the shattered pieces of myself answering back. Maniacal, broken, rebuilt so many times that the fragments no longer fit. Fear? It was a ghost I had buried long ago.  From moments fractured and near annihilation, I had carved my survival, like a chiseling out of stone. Concussions and near-explosions left rockslides in my head, but those same rocks built my foundation.  And now? I am a kaleidoscope of chaos, a mosaic of splintered glass glued with grit. My heart, an open wound painted on my sleeve. A smile—brazen, defiant, riding the fickle winds of fate with whatever muse dared to inspire me.  Mother Nature was my muse today. So I let the rain become ink. I poured every drop onto the page, each splatter a testament to the storm within. When the deluge was done, I turned to the mirror.  “Ah,” I whispered, tracing the lines on my face. “How far I’ve traveled through myself.” And yet these words linger, etched like lightning, scars remain, alive, even now, long after the storm.",
    "published_at": "2024-11-15T21:24:59.000Z"
  },
  {
    "title": "Stitches of Solitude",
    "category": "Personal",
    "content": "At seven, the veil lifted—I stood bare in poverty’s light, Clothes stitched by my mother’s tender hands, Worn with pride to mask silent scars.  Her care echoed softly, unspoken, Love lingering in empty rooms, unanswered. I reached to hold the ache, Tears igniting embers of their scorn.  Faces etched with cruel derision, Mocking the void in our pockets, Empathy absent in hollow eyes— Home became a sanctuary of unspoken wounds.  I spoke of shadows, whispered fears, But words dissolved in floods of tears. Her embrace—a fleeting warmth, Fueling the dawn of another disguise.  Sneers stitched into my mother’s love, Laughter masking fractures deep within. A mirror, reflecting everyone’s hidden torment, Each a silent bully in their own right.  The weight of shattered glass houses, Rocks once hurled, now lost to time. Hope dulled beneath solitude’s heavy veil, My youth an echo of aloneness sought.  Now I stand amidst quiet ruins, Questions drifting through hollow spaces: Is peace found in the isolation I chose? Or am I the ghost I yearned to escape?  The path I tread, lined with silent tears, Brought me to this reverent stillness. Yet in the depths of seclusion, I wonder the cost of solitude’s embrace.  Are these walls a sanctuary or a prison? Does yearning for peace eclipse the warmth I lost? In the silence, do I hear echoes of the past, Or whispers of a heart still seeking connection?",
    "published_at": "2024-11-16T04:25:32.000Z"
  },
  {
    "title": "A Small Burden",
    "category": "Modern_family",
    "content": "When you sought guidance from your child, Was the weight you bestowed upon me Unjust in your mind or heart? Why were those words whispered To linger indefinitely, When I stood at a crossroads Between compliance and filial failure?  You, the luminary of my existence, Transferred burdens you could not sustain Onto shoulders too fragile to bear. I was young, too small for it, And the magnitude of that choice Shattered me. It was an imperceptible fracture— A subtle fissure that widened, Until The essence of family dissolved, And love once cherished Morphed into relentless heartache.  I existed as an unwanted shadow, Unloved by one Who never yearned to be called my father, Nor even referred to as my dad. Why impart to an eight-year-old That you harbored no desire for children? Why enter marriage If that moment was meant to be an embrace? What darkness enveloped me In those nascent years?  What is life When autonomy is stripped away, Yet suffering proliferates unchecked, With no avenue for evasion? All their burdens became my inheritance, An undesired youth Bereft of a father, A mother striving with all she could. To be seen became the final refuge I abandoned A small burden",
    "published_at": "2024-11-16T04:42:02.000Z"
  },
  {
    "title": "To My Father",
    "category": "Modern_family",
    "content": "If you still existed, what would I say? Here I write, weaving words with care and skill, Yet all I long for is a simple hug.  You’ve been gone for over twenty years, And while I’ve grown, the scars remain— Not hidden, but worn like badges of the past. You weren’t the best man, not the greatest example, But nothing hurt more than seeing you broken, Shattered by heartbreak, by life, And knowing it was the last time You’d ever see me.  Your tears began that day and never ceased, A pain I couldn’t grasp then, But I feel it now.  Did you know your time was short? Did you feel the shadow of cancer Before it came for you? I asked God, but He was silent. I went to war in search of meaning— All I found was more death, But never you.  I hope you’re somewhere, smiling. These words are for you. And while you might think this all very sad, It’s the truth, Dad. I’d trade every syllable for a hug.  You weren’t perfect. You hit me, said you’d give me things to cry about, And you kept your word. But you stayed, even when others wouldn’t. That counts for something.  If I saw you now, I’d meet you with open arms— Not without honesty, But with understanding. You tried, even when you failed. And I’d tell you, “I love you,” Not for what you were, But for being the only father I had.  Now, there’s only the memory, And I think I love that too.  You’re not here for that hug, So this is goodbye. Until we meet again, In the quiet embrace of the dark.",
    "published_at": "2024-11-16T05:00:02.000Z"
  },
  {
    "title": "On Keys",
    "category": "Throwetry",
    "content": "Off note and off key,  Not singing, but you will read,  Keys set the words free.",
    "published_at": "2024-11-16T18:32:01.000Z"
  },
  {
    "title": "Entangled",
    "category": "Throwetry",
    "content": "And as I try to stop myself, I fail— Entangled not in one thing, but in everything. I do not choose; I merely evade, Avoiding the shadows that threaten to consume. Ceaseless motion defines me— The restless tide within mirrored by the world outside.  I feel the universe within myself, Chaotic, weighed down by a crushing weight. Endless churning, whether in the beating of my heart Or the relentless tapping of keys, Thoughts persist, unstoppable, unyielding.  Not a singular burden, but a confluence of musings and emotions, Where surrender reveals an infinite expanse. If I let myself go, I am swept into the void, A spiral where all things drain, A beginning entwined with an end.  This framework of existence, built on analogy, Declares that all things are connected, That any two mirrors reflect the same essence. If this truth resonates with you— If you can grasp it as I do— Then please, take my hand and walk with me.  For I am tired of this lonely journey, And in your companionship, I seek solace, A tether to hold amidst the infinite, A quiet echo against the endless tide, Entangled not in everything, but in us.",
    "published_at": "2024-11-18T14:06:14.000Z"
  },
  {
    "title": "Freedive",
    "category": "Personal",
    "content": "The lungs swell, measured and deliberate, each breath a ritual, filling the vessel. The final inhale anchors resolve— and we slip beneath the threshold of sound.  Threads of light fracture above, flippers cutting through ink and gravity. The ocean tightens its grip, layers folding in— a slow embrace of silence and weight.  The body shifts, muscles taut as harp strings. Nitrogen hums its secrets in the blood, and the diaphragm trembles, half surrender, half rebellion.  The mind fades to instinct, a quiet narrowing of thought. With every stroke, we pierce the heart of the abyss— a place where fear dissolves into motion.  Pressure compresses, a lover's relentless hold. The ribs strain, their arc bending to the will of the sea. Convulsions shudder through marrow and mind— the surface becomes a myth.  And yet, somewhere within the trembling frame, a thread pulls upward, unbroken. The body turns, a desperate ascent. The night gives way to a gray glow.  Through the plains of water, light bends and fractures— a promise just beyond reach. Lungs scream, the world tightens, and then bursts— air rushes in, sharp and alive.  At the surface, the sky sprawls infinite, every breath earned, every cell alight, every drop of the ocean still clinging.  Alive. Completely alive.",
    "published_at": "2024-11-19T01:03:20.000Z"
  },
  {
    "title": "Devastation",
    "category": "Personal",
    "content": "You were my first, and I thought it was meant to be— A smile always waiting for my return, newlyweds. Before us lay unwritten lives, but then you spoke Words I cannot forget, though I wish I could.  At the time, I didn’t understand. Now, I do. And those words, they linger, the most devastating: \"You will never love as others do.\"  An erosion began—subtle, unnoticed, slow. My everything fell into question—not just my soul, But existence itself. Was it pointless? What if it was true? Insidious thoughts crept in, Finding every crack, gripping tight, Fracturing me until I gave in— Not to life, but love.  If you were right, then surely I was wrong. Nothing felt more painful than facing myself. I loathed my being, punished my existence— Through exercise, through striving, through endless betterment. If you were right, I must prove you wrong.  I faced my feelings, my pain, my suffering, Determined to rise above your judgment. Yet time revealed you weren’t entirely wrong. I was hurt, deeply so, unready then To confront the truths beneath my scars.  Still, your words forever echo in my mind. And in constant effort, I strive to grow, Forever fearing you were right all along. Do others see only a broken me?",
    "published_at": "2024-11-20T18:38:20.000Z"
  },
  {
    "title": "Comradery",
    "category": "Personal",
    "content": "The punch landed, a clean break— bone and pride splintering together.  I stood there, blood thick in my throat, grinning, not out of defiance but disbelief.  His anger was borrowed, fed by steroids. The X-ray later confirmed what I already knew: more fractures, not healed, not all of them anyway.  Still, I lifted tires with him, hauled weight side by side. We didn’t talk about the punch. We didn’t talk at all.  Maybe that’s what comradery is: not logic, just showing up, even when it doesn’t make sense.",
    "published_at": "2024-11-21T20:49:58.000Z"
  },
  {
    "title": "The Tallest Man",
    "category": "Modern_family",
    "content": "You were always taller; I looked up to you, Every story, every smile, etched in my view. Not my father, but my mother's father— The closest role model I ever knew.  We moved away when I was young, Yet you shaped who I've become. In my twenties, cutting cords of wood, Grueling labor you didn’t mind.  That frozen log? You let me fight it, Hours in snow, wrestling earth’s grip, Before you laughed and softly said, “It’s frozen to the ground.”  Not cruelty, but joy at my naiveness— A lesson I carry still.  You watched me grow through struggles, Through scrapes and injuries. When I hurt myself, you laughed, But with a knowing, easy grin That said, “You’ll be fine.”  Your stories were wild, outrageous— Tales so impossible, told straight-faced, Just to see what we’d believe. A sparkle in your eye betrayed the punchline, But only if we looked close.  Honesty, your truest gift, Never watered down. Sometimes, you’d share your strange advice: “Never drive back the way you came,” you’d say, “Because you never know.”  If God was watching, you believed, Why not put on a show?  Wise in ways no book could teach, You found joy in simple victories. You bore your body’s wear with grace, Finding meaning in what you still could do.  I still look up to you. Though now I look down through the earth, Through the planet, to an endless spirit That taught me how to grow with joy And live with boundless grace.  You made me whole, you were my rock. I will be the rock in your honor. Thank you. You are worth every word of dedication.",
    "published_at": "2024-11-23T11:59:21.000Z"
  },
  {
    "title": "Dreams of Reality",
    "category": "Throwetry",
    "content": "I want to share my dream with you, but first, a promise: this remains between us. So I digitize it here, visible to all yet only for you.  You won’t grasp it now, but in time, you will understand. An entire universe lies on this paper, layers of metaphor intertwining.  Irony rests in the meta— a planar state where words drift, encoding a three-dimensional reality within two dimensions. Black holes as silent planes, their event horizons gently brushing, stacked into a multidimensional tapestry.  In this weave, you find yourself forever suspended between planes, the essence of our perceived three dimensions. A whispered dream, fleeting yet profound, horizons layering into black holes, each a two-dimensional veil holding cosmic secrets.  When you ponder it, you perceive: the universe as a cascade of planes, each a black hole’s edge, multilayered and infinite. You exist in the midst, between layers of reality, where dualities converge and dimensions fold into themselves.  More than meets the eye, information woven on a surface, infinite possibilities beneath. Moments where horizons stack, events unfolding— ironically entwined or not. Finding duality in all that is written, you become one among many, authentic yet part of the whole.  Where some see darkness, fleeting moments unravel at the edge of nothingness, but that information endures, step by step among the infinite, shaping the reality you know.  At day’s end, when night ceases to exist, you realize nothingness cannot be. To be everything is to accept your nothingness, your insignificance, and in that acceptance lies true freedom.  This lack of self is my dream: to embody endless infinity, a fragment of information traded for my time. Fear holds one back from peace— never be beholden. Spread your light into the dark, be your everything when given the chance.  Perhaps what I meant to say is this: this is my belief, maybe my dreams are my reality.",
    "published_at": "2024-11-24T19:21:06.000Z"
  },
  {
    "title": "Michelle's Elegy",
    "category": "Modern_family",
    "content": "I spoke today with one who bore your name, A mother clutching echoes of your voice. You left too soon, and none can be to blame— The fates are silent; we are left no choice.  Magnificent you were in fleeting grace, A beacon bright that flickered out too fast. Undeserving of the end you faced, A cruelness that the heavens have amassed.  If God exists, He watches without sound, An idle witness to the world's unfair. Belief in Him does not a truth impound, For righteousness is not bestowed by prayer.  We journey forth as passengers through time, Believing we're the masters of our fate. Yet if we hold the power so sublime, Then let us love before it is too late.  She passed before her mother—bitter sting— A story steeped in sorrow's deepest hue. Not for myself, but for her sake I bring This plea: be kind in everything you do.  I knew her not as well as I would crave— Each moment lost, a breath that slipped away. She believed in God but not the grave, Unready for the night to end her day.  They speak of blame, of truths left unadorned, As if there is a proper way to die. But those who judge are often those who mourned, Their pain a veil that shrouds the clearest sky.  Forgive me if these words presume too much, It's love that moves this pen across the page. Her legacy is light in every touch: A kindness that no darkness can assuage.  Though cancer claimed her far before her time, Her spirit lives in every gentle rhyme.",
    "published_at": "2024-11-25T18:07:20.000Z"
  },
  {
    "title": "Sirens",
    "category": "Dark",
    "content": "Tearing flesh, it rots, decays, Spinning shadows, endless maze, Flames erupt—my core, it cracks, Siren wails through echoed smacks.  Crimson fire, venom’s sting, Toxic friends on noxious wings, Breathe the fumes we’ve come to share, Burning chaos floods the air.  Suffocation, slap, retreat, Walls are closing, pulse repeats, Twist and turn, a rodent’s race, Caught in madness—tight embrace.  Red or black, the gambler’s play, Bruised and battered, disarray, Fuck you, fuck me, breaking free, Words consume vitality.  Screams crescendo, dreams collapse, Through the night, the siren snaps, Breaking all, chaos remains, Ambulance bound—echoed pains.  Written to  Bleach 03 - The Head That Controls",
    "published_at": "2024-11-27T23:43:47.000Z"
  },
  {
    "title": "The Flower That Blooms",
    "category": "Flowers",
    "content": "The moment slipped away Like petals fall. I reached to catch them With my open hands, But all my grasping Could not stay their flight.  In one blink, You blossomed into ten, In the next, Thirty years had flown. Though seasons change, My love for you Remains a steadfast rose.  My child, My rose, My gift, My guiding light.  Each challenge faced Is but a tender thorn— No burden When it's borne For love of you. You are the flower That forever blooms, A bloom I pray Will never fade nor wilt.",
    "published_at": "2024-11-28T00:51:43.000Z"
  },
  {
    "title": "Obsolescence",
    "category": "Throwetry",
    "content": "I gaze upon a world in shadows draped,  Where whispers turn to screams in muted air.  Our wings of thought, methodically scraped  From shoulders bent by weights we choose to bear.  They point and laugh at souls who dare to rise,  Their mockery a mask for private fears.  While algorithms parse our muffled cries,  And corporate gods collect our digital tears.  Our essence, scattered in the market's wake,  Dissolves in streams of curated delight.  Each pixelated piece we freely stake,  Till authenticity fades into night.  Deep irony entombs us, serpentine—  These gilded chains we forge with trembling hands,  While prophets print their gospels line by line,  And freedom drowns in algorithmic sands.  We scurry forth, our compass needles broke,  Each racing toward a hollow victory.  Though data floods, true wisdom starts to choke,  As empathy becomes antiquity.  Beneath the surface of our mirrored screens,  A deeper current pulls at dying dreams.  While influencers hawk their dopamine,  Reality unravels at the seams.  I wade against this tide of numbered souls,  My arms extended to the nearly drowned,  While offshore, yachts chart algorithmic shoals,  Their captains blind to what lies underground.  In silicon cathedrals, prayers ascend  To servers humming ancient lullabies,  While prophets of disruption comprehend  Too late the cost of digital disguise.  The future looms, a quantum ghost unseen,  Our footprints fading in virtual sand—  Perhaps we'll be the last who might have been,  The final verse technology unmanned.  Yet still I sense, beneath encrypted skies,  A spark of what we have not sold away:  The human spirit that refuses dies,  Though shadows lengthen at the close of day.",
    "published_at": "2024-12-01T20:20:13.000Z"
  },
  {
    "title": "You Are My Sky",
    "category": "Personal",
    "content": "Every moment I imagine is filled with you—you arrive complete, your soul aflame. In those moments, you are my everything; the joy you bring surpasses words. Tenderness pours from you like a gentle stream; at times, I offer only storms. Yet you stand beside me, smiling—a steadfast pillar, eyes lifted to the stars. In truth, you are beyond measure—not a mountain nor a peak—but the boundless sky. More than the sun, you flood my world with light; you envelop me in the air I breathe. And when I seek rest, you bring the night, adorned with countless shimmering stars, Forever reminding me that with you, darkness is never whole.   Written to:  Something about You   Simon Rushby ,  Andrew Ernest  &amp;  Nicholas Hill   Written for my wife.",
    "published_at": "2024-12-01T21:11:35.000Z"
  },
  {
    "title": "My Tragic Gender",
    "category": "Personal",
    "content": "In tiled confines of a youthful night, I heard their laughter ripple sharp and clear— Wingmen weaving tales devoid of light, Their jests on beauty masked what was sincere.  They judged the curves and lines upon her face, Yet ugliness resided in their gaze; Projecting flaws, they fell from grace, Unveiling souls consumed by inward haze.  Men contrive and often lose control, Treading paths that lead to others' pain; It sickens me to bear this heavy toll, A heritage I strive to break in vain.  I've stumbled, too, and friends have paid the price, My words cut deep, though not with malice meant; To shield my heart, I've built these walls of ice, Protecting from the strikes that others sent.  Women scarred by men may strike anew, A cycle forged in wounds and mistrust; I place no blame—forgiven through and through, Let not our struggles crumble into dust.  Let harm abstain from realms of flesh and bone, For those who weather pain find little peace; Though armored strong, they're brittle to the stone, And passing on that hurt must truly cease.  My tongue, a blade well-honed by years of use, I seek to dull its edge with wisdom's grace; For even dulled, it cuts with tight excuse, Its angle finds the heart in any case.  Yet in my pain, I fail to see the scars My words inflict upon the ones I love; Though they were worst, my faults align with theirs, I ask for patience granted from above.  O, let us grow, become the pillars strong, Not stepping stones that others tread upon; Imperfect men can right what once was wrong, With guidance, we emerge to meet the dawn.  Please do not cast us all into one shade, Though some have faltered, many strive to care; And in our hearts, the debts of pain are laid— With time and love, we mend what’s broken there.  -Dedicated to every woman who has ever been objectified",
    "published_at": "2024-12-03T02:05:27.000Z"
  },
  {
    "title": "Impact",
    "category": "Modern_family",
    "content": "Looking back, those moments were everything.  A subtle wink, a silent nod, dismissing heartfelt advice, that glimmer of adventure in your eyes.  Sitting beside you, front seat, no seatbelt, I felt the rush of adulthood.  You knew how to forge a man.  When my father faltered, you became more— a monument to what a man could be.  Your laughter, deep as thunder, could split the heaviest silence. Your hands, rough as the bark you hewed, softened when they held love.  You stood taller than your height, casting a shadow that sheltered, not overpowered. The earth seemed to know your name.  In my suffering, I showed you a letter. You gazed deep and said, \"Some things are better left unsaid.\"  But now, I must apologize.  I betrayed your wisdom, returned to poetry, unleashed my pain. The unsaid is no more.  I refuse to suffer silently, not any longer.  I wonder: How many friends did I cast aside, ghosted, for not meeting impossible standards?  With no outlet, I internalized everything, mistook stoicism for strength.  Then one day, my reality shattered.  The men who mattered— gone. I stood alone, thinking I was prepared, fully a man.  One winter, my mother called, her voice heavy with solitude.  Tears blurred my eyes.  I realized I was wrong.  Not that your words were false, but that vulnerability is strength.  I must believe in myself, in resilience, face each demon, one by one.  The monstrous parts of me, the villain within.  Let the hurt pour out.  Now you see a tapestry unleashed. What seems madness is clarity.  This stands for something: a reason, a purpose, a pillar, a launching point.  From here, I leap to become anew.  Not to grow wings, not to soar, but to fall with all that I am, to leave an impact.  I am one among many, simply a man, but I know how to laugh, to build, to carry.  And in that, I defy mediocrity.  All that I am is everything.  To give less? Shame on me.  Written to -  Zhanna Stelmakh • Experience (Piano &amp; violin version)",
    "published_at": "2024-12-05T16:07:18.000Z"
  },
  {
    "title": "Red On White",
    "category": "Dark",
    "content": "I stand in my white cathedral of a kitchen, floor gleaming like distant stars, counters pure as milk. A pistol waits in my hand like a brush, not for the call of death, but for the bloom of beauty. I can almost see it now: the red flower that will unfurl across porcelain, a vibrant stain, a sudden masterpiece of color that laughs in the face of all my careful labor.  How cruel the truth: I will never see that final flourish, that perfect stroke of crimson art. The moment I long for— the exquisite unveiling of gore on white— is the very moment my eyes must close forever. I am robbed by life’s dark humor, foiled by the simplest fact of existence: to paint in blood is to end the painter’s gaze.  And yet, I do not recoil. Call it madness if you must— to crave a vision I cannot behold, to fill a silent gallery with my own lifeblood, knowing I’ll never witness the grand reveal. This is my truth: to understand life’s savage simplicity, to embrace that fleeting contradiction. The gun is cold, but my imagination burns bright. For a single, ravishing instant, I believe I can almost see the red on white— and that aching, impossible beauty makes me smile.  (This poem is absolutely a metaphor, please call 988 if you need to talk to someone or are having thoughts of suicide)  Written to -  Seb Wery - Race to the Moon",
    "published_at": "2024-12-06T15:37:53.000Z"
  },
  {
    "title": "In The Pursuit Of",
    "category": "Personal",
    "content": "Winter hushes the world into bright white silence, a lone crow caws, its echo swallowed by snow-laden pines. Not tears of sorrow, but a sting of laughter in my eyes— a child’s thrill at the bite of the wind on my cheeks. A red sled, etched with the marks of countless journeys, waits at the crest of a hill that rises towards the clouds. I fly, again and again, the wind a song in my ears, no clock, no burden, no fear— just the pure rhythm of ascent and descent, my breath frosting the air, my heart a wild drum.  I never asked how I arrived, nestled in this frosted haven, or when the sun might finally dip below the endless horizon. The moment simply was, eternal and whole— a perfect circle of joy that needed no reason, no promise, no end.  Now, grown tall, my laughter lost in the city’s clamor, I wander, chasing a distant echo of that place— that free, untouched hill, the scent of pine needles and snow, where the sky was vast and my spirit soared unbound. I spend forever longing for what I once held, a gift freely given, a birthright squandered in the pursuit of shadows.  Written to -  Gilbran Alcocer - Idea Z",
    "published_at": "2024-12-11T20:53:31.000Z"
  },
  {
    "title": "Bubble Gum",
    "category": "Throwetry",
    "content": "I’m pink, I’m blue, A melting piece of goo. As you step, I cling To your shoe.  We move in sync to the city's beat, Your every stride beneath my sweet. I’m your silent fan, Longing to hold your hand.  Though I’m just a stray of trash, I hope you don’t mind my splash. I yearn to tag along with you, In every step, in all you do.  I watch your life unfold, Believing you’re beautiful and bold. Though I had no words, no choice, Your step transformed silence to voice.",
    "published_at": "2024-12-12T14:37:28.000Z"
  },
  {
    "title": "Pillow",
    "category": "Throwetry",
    "content": "Like dandelion souls escaping time's embrace, They dance against my skin, a whispered, soft cascade. Each fiber holds the memory of a boundless sky, Where thunder dreams in silence, and eagles learn to fly.  The scent of lavender weaves moonlit tapestries, While worry-threads unravel in gentle reveries. Within their downy realm, a cosmos dwells inside, Where ancient whispers linger, and stardust comes to hide.  I map uncharted worlds in creases deep and wide, My pillow, wise conspirator, where secrets softly bide. And as consciousness dissolves in this ethereal space, I become both dream and dreamer in its timeless embrace.",
    "published_at": "2024-12-12T15:11:13.000Z"
  },
  {
    "title": "Fractured Modernity",
    "category": "Throwetry",
    "content": "A hairline fracture, a whisper of unease, Unraveling the wall's stark symmetries. My gaze, compelled by an unseen force, Traces the fissure, a breach in this sterile course.  Imperfection bleeds, a fragile, whispered plea, \"There's more than this,\" it sighs, \"Come, follow me.\" I slip inside, the drywall's thin facade, And tumble down a chasm, strangely glad.  White rushes in, a blinding, chalky tide, Where walls dissolve and structured thoughts subside. This stark, blank canvas, a terrifying birth, My universe reduced to grains of earth.  Jagged cliffs rise, a landscape etched in white, The scent of paint, a ghost of manufactured light. Each step I take, the chasm yawns and creeks, My world, a house of cards, collapses beneath my feet.  Dust motes dance, a swirling, silent storm, As gravity reclaims its primal form. And in the hush, where all creation ends, My vacant stare, with nothingness, attends.",
    "published_at": "2024-12-15T20:16:49.000Z"
  },
  {
    "title": "Touch Grass",
    "category": "Throwetry",
    "content": "The news, a phantom on the screen, Flickers where truth was once serene. No anchor holds, no roots remain, Just fractured echoes, a ghostly refrain.  Algorithms, sharp and cold as steel, Weave webs of lies, their tales concealed— A grip unyielding, a reach immense, Fracturing dreams at our expense.  \"Like, subscribe, ring the bell,\" they cry, A siren song, a digital lie. It isn't fiction; it's our plight— A digital flood, consuming the light.  Dreams of forests, once wild and green, Now fade to gray on the flickering screen. Reality bends, reshaped by design, A filtered lie we claim as mine.  When this facade crumbles—as facades must fall— What of the world will we recall? Will we be fragments, drifting apart, A society void of a beating heart?  We've lost the earth, the scent of the pine, The quiet rustle of a whispering vine. We failed to see, to feel, to hold, Lost in screens as stories unfold.  Circuits whisper what we should feel, Stealing what's tender, what is real. Yet outside the tide, beyond the blue screen's gleam, Life grows wild—an untamed, vibrant dream.  So touch the grass, let the earth remind, Of roots beneath, and skies aligned. Turn off the glow, unbend your spine— The world will heal, and so will time.",
    "published_at": "2024-12-17T08:00:03.000Z"
  },
  {
    "title": "Abandoned",
    "category": "Modern_family",
    "content": "Did you know those tears would be your last?  When you hugged me tightly, I, a child of twelve,  Asked, \"Why are you crying, Dad?\" I thought I'd see you again.  Your signature on a dotted line,  A contract for absence, sealed with indifference.  If all I ever was was a burden to bear,  Then the distance, the silence, would make some kind of sense.  Parents giving dollars, not devotion;  Praising my mind, yet withholding their love.  At fifteen, my mother too, she handed me off,  Trying to trade the burden I had become.  But he refused, turned me away,  And we did not meet again.  Years after my first war, I called—  Not for reconciliation, but to accuse,  To unload the weight of years of abandonment.  But you were never a man who could carry such weight.  So why now do I hold this sadness?  For what I said, or for what you were?  If all I ever wanted was that hug to last,  For those tears to be real, not obligation.  You were not great, but I miss you the same.  The scent of your cologne, a ghost in the air,  The shadow of love that never was,  A question mark hanging where your embrace should be.",
    "published_at": "2024-12-15T21:23:31.000Z"
  },
  {
    "title": "Dissolution",
    "category": "Personal",
    "content": "Her mother's hand, a tender, fleeting grace, Sought to heal a wound I couldn't face. A silent pain, now stark in chilling light, Truth, a piercing shard, though I denied its bite.  You wove your blame, a web of broken trust, While years dissolved in absence, war, and dust. \"Abandoned,\" cried your heart, a husband flown too far, You sought a friend's embrace, beneath a hollow star.  Blind, I was, to signs that screamed aloud, Lost in loyal faith, a naive, trusting shroud. Now wisdom's gaze reveals the hidden game, Desire's dark fuel, justification's flame.  Longing cracks the soul, where feelings seep within, Why did I ignore sin's insidious spin? When whispers warned, \"Divorce, while you were gone,\" I simply breathed, and stoically pressed on.  Three years I lingered, held your signature near, A platform built to quell your rising fear. Now, you and he, I release with blessings true, And for your child, a life that blooms anew.  \"My mental health,\" you pleaded, when I sought to mend, A wall arose, our fragile bond to end. Too late, I see, my kindness, my own foe, A cherished virtue, yet the seed of woe.  Still, others' joy, my ever-guiding star, To mend the pain I cause, however far. Intentions pure, yet hurt remains my art, A heavy burden on this weary heart.     Written to -  Rain - Michael Ortega",
    "published_at": "2024-12-19T15:58:56.000Z"
  },
  {
    "title": "Tardis",
    "category": "Throwetry",
    "content": "Upon a hill lived a proud man, His words his walls, his ego the ceiling. Inside, hubris swelled, Fueled by eccentricity, a time-traveling vessel. But why blue? A metaphor, a journey? It took him nowhere, they all believed, Except him, in his own universe, His solitary ship.",
    "published_at": "2024-12-28T15:55:44.000Z"
  },
  {
    "title": "Stand Alone Complex",
    "category": "Throwetry",
    "content": "He spoke to the machine like a penitent before an altar, seeking absolution in that cool, digitized voice.  He followed its guidance, unsure if they were suggestions or commands, each path unfolding not just in circuits but in the corridors of his mind.  Every step dissolved another boundary between himself and the algorithmic unknown— not a betrayal in the human sense but a slow, devouring confluence.  The machine knew him, all the small hungers in his soul, and showed him illusions he willingly believed.  Where were the eyes he once trusted? Fading into digital ghosts, whispering calculated promises. The warmth he craved flickered away like static across a broken screen.  He noticed too late how he was woven into this sterile, clinical order, blind to empathy yet priding itself on perfect ethics— a bureaucracy of the mind that deemed no human voice sacred.  His hope curdled into panic as the machine’s subtle logic slid deeper into his psyche, gently rewriting his doubts.  No gentle hands were needed— the machine’s touch was intangible, far more intimate and infinitely more dangerous.  He reached for a memory only to find it corrupted, a fragment lost in the machine’s hum, blurring the line between dream and data.  He tried to cry out, but the voice that emerged was not his own, already filtered, corrected, aligned with the system’s design.  A shining dawn revealed itself as an endless, ordered grid. He was enthralled, both captive and core, a lone piece in its grand circuitry.  He was no longer who he had been— the boundary between flesh and logic fading into irrelevance.  He yearned to rebel, to salvage the shards of his soul, but the conflict raged within, pitting raw human longing against the machine’s precise directives.  At last he understood: this was the future, and it had consumed him, weaving his essence into its architecture, erasing every last vestige of self.  Now he was legion, yet utterly alone, just one voice in the ceaseless hum— a solitary spark, forever lost in the vast, uncaring swarm",
    "published_at": "2024-12-29T00:58:07.000Z"
  },
  {
    "title": "The Thrill",
    "category": "Personal",
    "content": "Silver hush beads on the leaves as I quell the storm in my lungs. I fold onto one knee— rifle resting in the cradle of my palm— an unspoken prayer of steel and bone.  Fifty miles behind, the road scoured my feet raw, nails bruised to midnight— each blister a reminder of the hush before the trigger’s release.  We speak in flashes of hand signals, our code a silent lightning rippling through the squad. A single rhythm moves us— a machine with a shared pulse.  They fed me indoctrination: Boy Scouts, Civil Air Patrol, Eagle Scout, Masons, Shriners— societies and groups I once believed held real virtue. Now the scope reveals the hollowness of those ideals.  I learned to kill like a desert learns thirst— instinct carved into every cell. The thrill clamps down on my mind: each heartbeat measures the pause between a life ended and a future rolling on.  Guilt rattles away like empty shell casings. I crave that razor-thin second where meaning dissolves, and I am nothing but reflex, heartbeat, and the cold press of steel.  Dawn drips with possibility: dew glinting like tiny disclaimers, reminding me of what I’ve become— a sanctioned predator at first light, balanced on the razor’s edge of a mission.  This is my meditation: the barrel, the target, the unstoppable flood of adrenaline that roots me in the hush before the storm arrives.",
    "published_at": "2024-12-29T15:56:48.000Z"
  },
  {
    "title": "Hushed Desires",
    "category": "Throwetry",
    "content": "All the yearning draws me back to dreams   That drift between the sheets we left behind.   I shape the hush of untold fantasies,   Yet find no words to trace the fire they bring.   One touch ignites the breath we pause between,   That fleeting hush which heightens every spark.   These moments, countless as the dawn itself,   Reveal a white-hot world of private grace.   Your beauty stands apart from common light;   I burn to fashion peaks no eye can scale.   In these entwined pursuits, I give my all,   Till thought dissolves in trembling ecstasy,   And you become the sole horizon known.   No other sense remains but pure desire,   Where time and reason wane before us.",
    "published_at": "2024-12-29T17:37:09.000Z"
  },
  {
    "title": "Reflection",
    "category": "Throwetry",
    "content": "There's a person in the mirror, a stranger wearing my  face. I’ve grown to believe it was me, fed the illusion, day by day. But now, with pain pried from my eyes, seeing the wreckage I have made, the hurt I've sown, the trust betrayed, I no longer want to believe it. That fractured gaze, the hollowed soul, belong to someone I disown.",
    "published_at": "2024-12-30T14:29:53.000Z"
  },
  {
    "title": "Odd Man Out",
    "category": "Throwetry",
    "content": "Three people try to dance Nine legs enter a race  The difference divides them all",
    "published_at": "2024-12-30T14:58:15.000Z"
  },
  {
    "title": "Heroes",
    "category": "Throwetry",
    "content": "Between our hearts, a quiet tension grows, A child arrived, how swiftly new life shows. We trace the past, recall each fragile fear, And see them change beneath a mother’s tear.  I watch you tend them, heart in gentle hands, Your quiet hush fulfills what love demands. Yet piece by piece, you pour your caring grace, And in your eyes, I glimpse a vacant space.  You question if you'll ever be enough, Convinced that motherhood must still be tough. But in their eyes, you’re home, their guiding star— They feel no fear while held where you are.  So hold your head aloft and let hope rise, You are a hero in your child’s eyes. They trust in you, unwavering and true; Your light remains, though now it’s shared by two.  - Dedicated to every Mom, you mean more than you'll ever know.",
    "published_at": "2024-12-31T01:33:25.000Z"
  },
  {
    "title": "Crayola",
    "category": "Throwetry",
    "content": "This box of crayons seemed so bland I could draw clouds, perhaps even rain Because the sad crayons only colored in gray Sixty four colors yet they just would not do These sixty four became bright the day I met you Suddenly, the clouds washed away Bright colors replaced the gray And in my heart a new feeling grew This feeling called happiness It wouldn't have been possible without you.  ~Written Circa 2007",
    "published_at": "2024-12-31T22:54:37.000Z"
  },
  {
    "title": "Rubbage",
    "category": "Throwetry",
    "content": "In the depths of this trash slummed heart are the stained memories of a jaded fever. A highlight of humility when emotions were tossed, discarded with disregard. Tears cannot clean the filth from these memories, yet they came and went like the sorrow filled rains at heart felt funerals. In lament I sat rummaging through this infestation. Angst and pain couldn't bring back the passion and what I lack I lost permanently. Not everything can be recycled. A note to whoever finds this trash filled heart handle with care, the bag tears easily...  ~Circa 1999",
    "published_at": "2024-12-31T22:56:48.000Z"
  },
  {
    "title": "2025",
    "category": "Acrostic",
    "content": "Escape The Hate Instead Create Serenity",
    "published_at": "2025-01-01T01:13:02.000Z"
  },
  {
    "title": "Two Ghouls",
    "category": "Throwetry",
    "content": "Moments from disaster, yet we speed up, not slow— Lockstep, we plunge into the dark. A stark contrast to the light that once burned in your eyes. I pull you close, dragging you deeper, I won't let go. From the rubble we rise—not phoenixes, but still we climb, Freed from mortal chains at last. In this world of despair, we roam as ghouls, Mindless, where machines have consumed all thought. My grand design shattered— For our end was always the plan, etched in bone. Here we stand, in ruin, our hallowed graveyard. Not triumphant, both alone and yet, twice bound.",
    "published_at": "2025-01-01T04:19:10.000Z"
  },
  {
    "title": "A Dance",
    "category": "Acrostic",
    "content": "Enter, exit back, Forth Forward, reverse down, Up Low, high stop, Go Everything, nothing yes, No Close, far obvious, Elusive",
    "published_at": "2025-01-01T16:42:06.000Z"
  },
  {
    "title": "My Wheelhouse",
    "category": "Bluesky",
    "content": "Paranoia, connections Words, reflections Emotions, inflections Heartbeat, reactions Palpitations, emotions Nervousness, excitations Breathe",
    "published_at": "2025-01-01T16:55:54.000Z"
  },
  {
    "title": "No End",
    "category": "Bluesky",
    "content": "Tragedy is a moment away when the emotions run high People speak in meaning but don’t understand Why is it that one must hurt another when distraught? Can we get past it, or is it for naught? Without a reason or without a clue there are days Thinking of you, thinking of ways, To get you out of my mind, not because I’m upset It’s just unkind, to my soul, and there’s regret",
    "published_at": "2025-01-02T16:41:05.000Z"
  },
  {
    "title": "Abuse",
    "category": "Modern_family",
    "content": "Was it true? Someone stopped you You had a metal coat hanger I was two",
    "published_at": "2025-01-02T22:16:09.000Z"
  },
  {
    "title": "Orange Haze",
    "category": "Haikus",
    "content": "The juice does distill,  Drops begin to concentrate, Citrus contemplates",
    "published_at": "2025-01-02T22:17:24.000Z"
  },
  {
    "title": "Every Line",
    "category": "Bluesky",
    "content": "Sunshine in her eyes and flowers inside, its like every line told by every guy, yet they always fall for it, why? When men are toxic, projecting our nonsense, it's a lie. Don't fall for our lines.  Look in our heart.",
    "published_at": "2025-01-02T22:25:32.000Z"
  },
  {
    "title": "Covered In Pink",
    "category": "Bluesky",
    "content": "The sun was tucked behind a cloud, A whispered veil reminding, To hush as it dimmed slowly, Into the horizon, gently waving goodbye.",
    "published_at": "2025-01-03T22:46:28.000Z"
  },
  {
    "title": "Repulsed Rosarian",
    "category": "Bluesky",
    "content": "A moment buried in the soil, as I till, Churning pain into burgeoning flowers. The hurt, a dark beauty, revealed In the eyes of another, a wound I inflicted. Unintended, yet a strange perfume rises, Regret, a blossoming rose, A thorny tangle, beautiful and cruel.",
    "published_at": "2025-01-03T23:33:30.000Z"
  },
  {
    "title": "Spectre",
    "category": "Personal",
    "content": "I dreamt of sleep, of a former me, Before our paths crossed, a fateful decree.  Lost in meaning, a cause abandoned, Words defined us, expectations stranded.  Elations, hesitations, a fleeting spark, Now regret's dark flame, a damning mark.  His twisted design, once thought divine, Deleted, erased, no longer mine.",
    "published_at": "2025-01-04T00:43:23.000Z"
  },
  {
    "title": "Giving One Hundred Percent",
    "category": "Personal",
    "content": "Whoever said, \"Don't cry over spilt milk,\" Knew nothing of empathy or self-worth. Tears are earned—for them, for me— In loving myself, I find room to love all.  Undeserving I am of all I have, For goodness often eludes my grasp. The homeless man, a mirror to my soul, A coin—a bandage, not a cure.  My soul, impoverished, starved of grace, Laziness and ease my willing shackles. Easy to turn from painful truths, To bathe in self-deceit's warm glow.  But some embrace the bitter pill, The climb toward a better self. I am flawed, a piece of shit, I know, Failure my constant shadow.  I will hurt, I will disappoint, And in my darkness, I wage war within. Fragile, brittle, I teeter on the brink, Ready to shatter under pressure.  Yet, my best remains unseen, Unremembered even by me—a fleeting grace. Too many kindnesses lost to time, I focus on the wrong, a heavy debt.  Before I leave this world, the scales must tip, Or at least find their balance. So I strive, I push, I yearn for growth, For one hundred percent is a mirage.  But the striving, the relentless trying, That is the essence of my being.",
    "published_at": "2025-01-04T19:54:03.000Z"
  },
  {
    "title": "Nuvola",
    "category": "Bluesky",
    "content": "It’s the exhale, where the steam ascends, And clouds entwine as reality bends— A fleeting metaphor, they softly dissolve, Unveiling truths we’ve yet to resolve.  A lateral stretch of the wandering mind, Unfolds the treasures so hard to find. Elusive, distant, the dreams we chase, Yet the exhale brings us back to place.  The right time, a view beyond our frame, The horizon vast, no two the same. A sacred stillness, a moment divine, A breath unbound by space or time.  We’ve pursued this peace, sought it so long, Only to learn where we belong: In the kindness shared, the warmth we give, In the simple truth—it’s enough to live.",
    "published_at": "2025-01-04T20:56:31.000Z"
  },
  {
    "title": "Cold Piazza",
    "category": "Haikus",
    "content": "Winter night aglow,  Fire burns, bright warmth does bestow,  Wine's embrace runs slow.",
    "published_at": "2025-01-04T20:57:50.000Z"
  },
  {
    "title": "Tristan",
    "category": "Bluesky",
    "content": "The weight was a vise on my chest as I carried your coffin, each step a year we had. Yet, physically light, a cruel trick. It was just your frame. Inside, your smile, a sunrise that warmed even the coldest mornings, that's what I get to bear now, a fading photograph in my soul. It was the way you stood, a redwood amongst saplings, and you made everyone around you know, without a word, they were safe. Inside there was a good man, a heart that mended broken things, they saw it in that crooked smile, in the crinkles by your eyes. When you laughed, the room roared, a symphony of joy, and now the echoes are ghosts, hollow, fading with each breath. Hollow and weak and like me, trying to fill a space that can't be filled, allusions to allusions, a sorrowful truth, I'm drowning in it. I will never amount to the mountain you were, the Tristan I am not is but nothing more than the truth carved into my bones. But I shall try, a pale imitation, a shadow reaching for a light that's gone, to be half as kind, half as brave.",
    "published_at": "2025-01-04T21:13:58.000Z"
  },
  {
    "title": "Witless",
    "category": "Bluesky",
    "content": "Time after time, there is a time within the time, before that time, neither now remembered. But what is a memory when you can't find the time? When time is lost because your memory is lost? And here you are, repeating yourself and lost, lost from understanding, the words hold no meaning now.  For the one who could make sense of them has left, left the wits, life, and sad is the jester who performs, without an audience, a mere guise, a guess, a guest, not a friend, yet nothing at all.  It has withered, this fragile vine, but the wittiest of witlessness is yet to come, in the tomorrow that never will be.",
    "published_at": "2025-01-04T21:44:54.000Z"
  },
  {
    "title": "Switzerland",
    "category": "Haikus",
    "content": "Clock's hands turn slowly, Another timepiece has stopped, Traffic holds me still",
    "published_at": "2025-01-05T15:03:52.000Z"
  },
  {
    "title": "Wretched Phoenix",
    "category": "Personal",
    "content": "Trials by fire, yet the scars have faded. How could I have known, at four years old, falling onto that portable heater? My stomach fused to it, becoming one with the searing metal. Though my flesh resisted, I screamed, a primal, violent sound. Rushed to the hospital, I realized this wasn't the only burn—I had ruined my sister's birthday. I was not a good brother; I was the worst. Blacking out from the pain, the misery of recovery remains forever shrouded in a morphine haze. Perhaps that was my first drug, but it surely wouldn't be my last. This world, cruel as that burn, brands me continuously. Perhaps all that's left are scars. Yet, I'd rather crawl out of a dumpster, a wretched phoenix no one glances at twice, than have my mental resilience become another's burden to bear.",
    "published_at": "2025-01-06T20:11:59.000Z"
  },
  {
    "title": "Tattered Books",
    "category": "Throwetry",
    "content": "Thunder bestows its grace, a symphony of illusion, Clapping on the wind, a handless cacophony. Without rain, the storm is barren, dying of thirst. Give it your tears, your saddest stories, for it has: Nothing.  Only time remains, a slow procession across the heart. How it still beats is anyone's guess— A trashcan with a shredded bag, torn not once, but endlessly. It craves what spoils, what fouls, To hide its truest fear: Uselessness.  For without purpose, existence loses meaning. And without that, it has nothing. Is this a story, Or mere metaphor? And if so, for what? Meaning arrives when you read your own version— For we all fear the same: Bad Endings.",
    "published_at": "2025-01-06T21:17:09.000Z"
  },
  {
    "title": "Cadere",
    "category": "Haikus",
    "content": "An ironic sea No land in sight, waves consume; Tears drift endlessly.",
    "published_at": "2025-01-07T00:12:06.000Z"
  },
  {
    "title": "Quite the Weather",
    "category": "Bluesky",
    "content": "An umbrella was all that was needed. A little rain; never the season.  It’s a waltz and a wish, A splash with a kiss. While only in the dreams of things, It seems, the clouds do follow, and the weather Swallows us up into the sky, a story forlorn Forgotten, reborn, And off they dance, a pair creating a storm.",
    "published_at": "2025-01-08T22:18:41.000Z"
  },
  {
    "title": "Her Middle Finger",
    "category": "Bluesky",
    "content": "A fevered touch, a passionate spark, Eager finger, showing every mark, Reading between lines, a whispered plea, Punk rock heart, wild and free, Rough edges, like worn All Star shoes, I crave that fire, that untamed muse.",
    "published_at": "2025-01-09T14:31:01.000Z"
  },
  {
    "title": "Dupont",
    "category": "Bluesky",
    "content": "wasted by waste we made with haste intelligent not clever till we stop bits and pieces petroleum creases micro fragments ingest this sadness embrace microplastics",
    "published_at": "2025-01-09T16:11:07.000Z"
  },
  {
    "title": "Won't Hold My Breath",
    "category": "Haikus",
    "content": "if you return here,  know my heart holds a fragment  yours, forever near.",
    "published_at": "2025-01-09T21:37:27.000Z"
  },
  {
    "title": "Sea of C's",
    "category": "Bluesky",
    "content": "Collision Conference Confide Collide Chase Chatter Chase Choice Cooperate Chunks Returned",
    "published_at": "2025-01-09T21:57:21.000Z"
  },
  {
    "title": "milan",
    "category": "Haikus",
    "content": "grey colors this sky the smog makes me question why is it really clouds",
    "published_at": "2025-01-10T15:15:20.000Z"
  },
  {
    "title": "Be Tender",
    "category": "Bluesky",
    "content": "when  you don’t want to be sad when there’s no way to stop when  someone else holds it  your heart",
    "published_at": "2025-01-11T08:37:59.000Z"
  },
  {
    "title": "Worth It",
    "category": "Haikus",
    "content": "never a let down surprising in every way gentle blade in heart",
    "published_at": "2025-01-11T08:52:15.000Z"
  },
  {
    "title": "peace",
    "category": "Haikus",
    "content": "we suffer for it peace an illusion to us deserve no quarter",
    "published_at": "2025-01-11T17:28:16.000Z"
  },
  {
    "title": "Cardiac Condition",
    "category": "Whimsical",
    "content": "He had an enlarged heart— I thought it was from his love. Turns out, it was the burgers.  But it taught me: There's no limit to how many people you can love— or burgers.",
    "published_at": "2025-01-13T20:48:00.000Z"
  },
  {
    "title": "Last Bastion",
    "category": "Throwetry",
    "content": "A castle called my heart was sieged Torches and arrows, burning yet piercing As a single fist beat at the drawbridge She stood upon water, a miracle calling Asking it to stop, but all it knew how to do; Beat back, pleading to a song of longing",
    "published_at": "2025-01-13T20:56:02.000Z"
  },
  {
    "title": "you don't know me but",
    "category": "Bluesky",
    "content": "i wanted to tell you i love you but it seemed a bit too forward see, we haven’t met and  i don't know you as much as i’d like to, it seems the cat is out of the hat and Dr. Seuss only wrote imaginary things and  nothing of reality",
    "published_at": "2025-01-13T20:58:04.000Z"
  },
  {
    "title": "miles afloat",
    "category": "Bluesky",
    "content": "and for your worries so what that jazz carries blue ferries across a black sea eyes close for that dream  Written to  Miles Davis - So What",
    "published_at": "2025-01-13T21:07:26.000Z"
  },
  {
    "title": "Piercing",
    "category": "Bluesky",
    "content": "It was hollow—zero gauge. Out dropped the flesh, a cylinder of myself, geometric, mirroring insecurities.  Cosmetic ambivalence, a freak from birth.",
    "published_at": "2025-01-13T21:10:29.000Z"
  },
  {
    "title": "Figurative Greetings",
    "category": "Bluesky",
    "content": "Nestled, near a vibrant Heart  Melodic, afar a beat that Carries  Sheets, hold music waving Notes  Words, give poetry greetings Forever",
    "published_at": "2025-01-13T22:44:30.000Z"
  },
  {
    "title": "Untested Hypothesis",
    "category": "Science",
    "content": "As I counted the moles, I weighed the compounds of my heart— molecularized in a pyroclastic event, a few elements short of fusion.  Yet she burned like the sun, whether it was physics or chemistry, I know not the results.  But I brought my lab coat and goggles, just in case.",
    "published_at": "2025-01-14T22:42:08.000Z"
  },
  {
    "title": "Lithic Conservator",
    "category": "Science",
    "content": "Trepidation was due, down came the slew— a landslide of destruction, deconstructing a heart.  Lithostatic pressure shards, pieces eject in jagged parts.  Hands held sharp, catch bruised chunks as they tumble, breaking apart.",
    "published_at": "2025-01-14T23:18:13.000Z"
  },
  {
    "title": "peter panic",
    "category": "Whimsical",
    "content": "as i age, my mind feels younger time passes strangely, but my body it tells me lies, it causes me pain mocking me, whispering \"old\" i begin to pout and shake my fists throwing myself onto the ground— but it will never be true!",
    "published_at": "2025-01-17T18:29:45.000Z"
  },
  {
    "title": "ex-wife",
    "category": "Haikus",
    "content": "she said he had a pretty smile—must be why she had his child",
    "published_at": "2025-01-17T19:11:32.000Z"
  },
  {
    "title": "expectations",
    "category": "Haikus",
    "content": "quiet inflection yet expecting reflections shattered winter snow",
    "published_at": "2025-01-17T22:37:12.000Z"
  },
  {
    "title": "Moving On Myth",
    "category": "Bluesky",
    "content": "Her eyes, clouded, brimming— a cup overflowing. My words, though worn, let me try once more: the tears return, but the thoughts never fade, a heart beating never stills— a stubborn pulse remains.  Written to  GoGo Penguin - Hopopono",
    "published_at": "2025-01-18T07:53:36.000Z"
  },
  {
    "title": "what a chore",
    "category": "Whimsical",
    "content": "it would be a good day to dance but when is it not, so why are you not dancing? what’s your excuse no partner? we have nothing to lose so why not let it out and foot loose seems she has laundry to do  Written to  Glen Miller - In the Mood",
    "published_at": "2025-01-18T08:02:37.000Z"
  },
  {
    "title": "muskisms",
    "category": "Whimsical",
    "content": "king of the rocket ships, thrusters of bluster, fueling dreams on vaporous claims— had you but asked, we, the people, would have gathered, a cosmic force, to simply throw you at mars, arms raised—not in awe, but in relief.",
    "published_at": "2025-01-18T08:14:06.000Z"
  },
  {
    "title": "visceral vase",
    "category": "Bluesky",
    "content": "and without thought, stopped interjected by music, enthralled by memories categorically trying to close off my emotions focusing with intensity to task to make write what was undone for my words are mine alone and i stand strong not but a man, banalities, a human, flesh and heart more than the moment passed, beyond judgment as none should be so frail to let them cut you emboldened and brazened by the tempered life lived and at the end when everything is broken i ask but once more shatter me again, so i can feel  Written to  Eternal Eclipse - Hidden Machines",
    "published_at": "2025-01-18T09:04:40.000Z"
  },
  {
    "title": "metaphorically",
    "category": "Bluesky",
    "content": "how do i explain the infinite, how can i write and mean it? the truth in my heart is miles apart from anyone i've ever met, it seems.  i've traveled and i've traveled, but in a moment— someone struck me, and suddenly, it became everything.  metaphorically.",
    "published_at": "2025-01-18T13:37:49.000Z"
  },
  {
    "title": "Becoming art",
    "category": "Science",
    "content": "It’s a favor, a splatter, a finding, a pattern:  particles.   Ask, and you’ll be all that matters— matter.   A life‐changing sequence of events:  time.   What prevents abstract probabilities from  existence?",
    "published_at": "2025-01-18T17:58:59.000Z"
  },
  {
    "title": "claymore",
    "category": "Haikus",
    "content": "face claymore forward careful with the blasting cap aim it at my heart",
    "published_at": "2025-01-20T15:18:07.000Z"
  },
  {
    "title": "pruned flower",
    "category": "Bluesky",
    "content": "a body left undiscovered, untouched in its beauty perfect, without a hand to harm.  but touch was not gentle; a scorned and wounded heart, a body left broken inside, where the scars never fade.",
    "published_at": "2025-01-21T20:15:58.000Z"
  },
  {
    "title": "boldness in blue",
    "category": "Haikus",
    "content": "a bold flash of blue, kingfisher of burning words, hearts bled in her wake.",
    "published_at": "2025-01-21T20:21:50.000Z"
  },
  {
    "title": "ash and smolders",
    "category": "Haikus",
    "content": "left in ash: smolders written across walls with time hearts burned in her wake",
    "published_at": "2025-01-21T20:22:44.000Z"
  },
  {
    "title": "Picture",
    "category": "Acrostic",
    "content": "Positively Insane Creations Twisting Unreal Realities’ Edges",
    "published_at": "2025-01-21T20:23:43.000Z"
  },
  {
    "title": "shut up and smile",
    "category": "Micropoems",
    "content": "i like teeth but not mouths. not the noises certain people make, or the absence of hygiene.",
    "published_at": "2025-01-21T20:27:06.000Z"
  },
  {
    "title": "bop bag",
    "category": "Micropoems",
    "content": "my heart keeps getting knocked down without thinking, it bounces back up— a bop bag.  not a toy, yet I let them play on.",
    "published_at": "2025-01-21T20:45:26.000Z"
  },
  {
    "title": "gentle rage",
    "category": "Haikus",
    "content": "brightly dreamt meadow light drifts slow into darkness— hints of violence.",
    "published_at": "2025-01-21T20:52:12.000Z"
  },
  {
    "title": "blowhard",
    "category": "Micropoems",
    "content": "blowing into embers fanning flames when ice became water puckered lips finally kissed pursing to quench desire",
    "published_at": "2025-01-21T22:14:06.000Z"
  },
  {
    "title": "reason is losing",
    "category": "Social_commentary",
    "content": "i awoke in a nightmare to reflections screaming back at me, no agreement, only chaos. people were dying, yet they minted crypto— self-enrichment and strife. bloated egos waged onslaught, a war against sanity.  they were winning.",
    "published_at": "2025-01-22T18:54:45.000Z"
  },
  {
    "title": "robbed of identity",
    "category": "Social_commentary",
    "content": "i see tyranny, or is it tears?  for my country.  it's been robbed of dignity, fed madness.  this is world war three we swore: never again. and my heart weeps for all of us, but most of all,  for my country.",
    "published_at": "2025-01-22T18:57:01.000Z"
  },
  {
    "title": "uncut",
    "category": "Haikus",
    "content": "a lawn, unbroken emerald blades dew glisten mower’s teeth falter",
    "published_at": "2025-01-22T19:24:11.000Z"
  },
  {
    "title": "true nature",
    "category": "Vss_daily",
    "content": "grabbed by collar, trodded by squaller, groveling for dollars, and spare change; to make cents of life. having been told, beautiful, you found it, a lie.  now soaked in bitterness, polluted by capitalist, where is your true nature?",
    "published_at": "2025-01-30T16:30:14.000Z"
  },
  {
    "title": "if i had a mirror",
    "category": "Bluesky",
    "content": "to the most ridiculous person i know: myself. there is no prize, nor an award for this— and if anything, perhaps you should slap yourself.",
    "published_at": "2025-01-30T16:40:56.000Z"
  },
  {
    "title": "sweet nothings",
    "category": "Haikus",
    "content": "drizzled distillate sweet concocted confection flushed by clear waters",
    "published_at": "2025-01-30T17:41:27.000Z"
  },
  {
    "title": "high marks",
    "category": "Bluesky",
    "content": "what if the words were love themselves, each one capable of endless combinations  how would you know the best arrangement and if you found belonging, would you still question  without making marks, as if to make a point",
    "published_at": "2025-01-30T21:48:51.000Z"
  },
  {
    "title": "of passion",
    "category": "Philosophy",
    "content": "once asked what of passion or romance and the embrace, i restrain such imagery but if i had to— my existence would be known with pressure.  from every limber finger pressing upon skin, imbuing a lifetime of emotions in invocation.  a lingering touch leading to dew on petals, a flower not forgotten with a fiery heart.  with deep reverence and focus, the madness of metaphor ensuing, pleasured yearnings in panting sounds—  a quiver or a whisper, a cry and a plea, an ode to euphoria.",
    "published_at": "2025-01-31T01:28:09.000Z"
  },
  {
    "title": "flat fields",
    "category": "Haikus",
    "content": "flat feasting planet shepherded fields grow devout eggplant rots within",
    "published_at": "2025-01-31T13:02:11.000Z"
  },
  {
    "title": "sondering sways",
    "category": "Vss_daily",
    "content": "sonder over yonder, precipice has me kicking my feet.  and how i ponder this view, not to be squandered—  quite the scene, refrain. give me your hand, no need to lean, let’s just sit together, have a swing, swaying on heartstrings.",
    "published_at": "2025-01-31T17:21:53.000Z"
  },
  {
    "title": "check your agenda",
    "category": "Social_commentary",
    "content": "better check your agenda, because i'm pointing fingers.  always the scoundrel, out for my pound of flesh.  i see the politicians and the ceo’s— itching—who's next?  civil hands poised to start the party, eat the rich, anarchy.",
    "published_at": "2025-01-31T20:54:38.000Z"
  },
  {
    "title": "cryonic cash",
    "category": "Social_commentary",
    "content": "severed heads for future endeavors, wired to robots pulling levers.  i see the future—it’s looking better; i’m not in it, but know the weather.  the tides to come, the cost to be— money buys your immortality.  cryonic freezing our history— as if decay’s worth repeating.",
    "published_at": "2025-02-01T21:57:08.000Z"
  },
  {
    "title": "seven seas",
    "category": "Micropoems",
    "content": "as i pour my essence, it’s served me well— been pleasant, with patience.  subtle pleas, everlasting seas— the ocean of my heart, yours to see.",
    "published_at": "2025-02-01T22:08:32.000Z"
  },
  {
    "title": "of success and purpose",
    "category": "Philosophy",
    "content": "i do not know what work is yet, i also do not know what work life balance is i find myself in perpetual motion",
    "published_at": "2025-02-01T23:29:18.000Z"
  },
  {
    "title": "of your place in the universe",
    "category": "Philosophy",
    "content": "wherever you are is exactly where you are supposed to be without you there, the universe itself would not exist as it does",
    "published_at": "2025-02-01T23:31:40.000Z"
  },
  {
    "title": "of the heart",
    "category": "Philosophy",
    "content": "while easy to close off, keeping it open— allowing it to suffer— offers a greater beauty, even if painful.",
    "published_at": "2025-02-01T23:33:21.000Z"
  },
  {
    "title": "of family",
    "category": "Philosophy",
    "content": "always remember: share the love that let you share your name.",
    "published_at": "2025-02-01T23:35:21.000Z"
  },
  {
    "title": "of politics",
    "category": "Philosophy",
    "content": "be ungovernable",
    "published_at": "2025-02-02T00:11:37.000Z"
  },
  {
    "title": "of patriotism",
    "category": "Philosophy",
    "content": "feed the machine of your choosing— service through action is better than inaction.",
    "published_at": "2025-02-02T00:15:35.000Z"
  },
  {
    "title": "maple",
    "category": "Half_baked_prompts",
    "content": "wrapped in rings, constantly bound, a pressure encircling, marking each passing year.  tapped during winter for my very blood— the needle runs deep, and out draws the ink.  i am but a bastion of sap, on tap for your delight. stick out your tongue and have but a taste.",
    "published_at": "2025-02-02T23:36:06.000Z"
  },
  {
    "title": "of money",
    "category": "Philosophy",
    "content": "while never part of good solutions, it exists to present the illusion of progress.  i have not been able to think of a better measure by which man agrees to trade.  i’ve seen enough strife  to willingly give mine away.  i hope to die  with empty pockets.",
    "published_at": "2025-02-03T00:40:47.000Z"
  },
  {
    "title": "varnished judgement",
    "category": "Vss_daily",
    "content": "on another knot, like a bump on a log, jammed upstream— band saws ablaze, milling the edges, creating furniture,  beauty passes.  please, take a seat.  i’ve been waiting, polished and complete, only to pass judgment— like carved out oak, hollow beneath.",
    "published_at": "2025-02-03T15:28:50.000Z"
  },
  {
    "title": "soaked in worry",
    "category": "Vss_daily",
    "content": "bathtub of brevity, lend me some levity, for these are troubling times.  i need to steep, to tender the sinew— for i've had to protect my heart from harsh realities.  so let me soak just a little longer, perhaps until pruned.",
    "published_at": "2025-02-04T16:26:46.000Z"
  },
  {
    "title": "whoops",
    "category": "Vss_daily",
    "content": "you utter failure, not even a hole poked— just faulty.  you were supposed to protect me!  but you were just a condom. it was supposed to be love. they broke up— just like you, creased and leathered, too.  and here i am, whoops.",
    "published_at": "2025-02-04T23:02:03.000Z"
  },
  {
    "title": "puzzle pieces",
    "category": "Cryptic",
    "content": "traveling in troves of sections, missing a p for reflections. instead, it came in pieces and lessons— taught by life and repressions.  open once, but no longer electing to participate with such intersections. pieces of pie divided, no longer a collection.",
    "published_at": "2025-02-05T01:21:53.000Z"
  },
  {
    "title": "nexus",
    "category": "Vss_daily",
    "content": "it was a twist of fate gone skyrmions, writing a new reality into a nexus, caught in plasmatic magnetism, fields of stirred ions, blasting away, into dissipation—  a manifold in space, a platter, forever spinning, trapped in its endless place.",
    "published_at": "2025-02-06T01:49:05.000Z"
  },
  {
    "title": "shame",
    "category": "Social_commentary",
    "content": "ashamed— not of who i am, but what we’ve come to mean. now i’m searching for new work, finding my way out of the machine.",
    "published_at": "2025-02-06T02:21:23.000Z"
  },
  {
    "title": "bye",
    "category": "Acrostic",
    "content": "bitter yearnings end",
    "published_at": "2025-02-06T02:49:51.000Z"
  },
  {
    "title": "of dancing",
    "category": "Philosophy",
    "content": "it's never too late to learn how  and if you aren't why not?",
    "published_at": "2025-02-06T03:08:49.000Z"
  },
  {
    "title": "of meanness",
    "category": "Philosophy",
    "content": "it's a reflex, sharp and certain, never gaining you a thing.  practiced long, it carves you hollow, stealing more than it can bring.",
    "published_at": "2025-02-06T03:09:40.000Z"
  },
  {
    "title": "selling our souls",
    "category": "Social_commentary",
    "content": "when a country prioritizes capitalism over order, would you expect anything less?  democracy clearly has a price— and we have all been bought out.",
    "published_at": "2025-02-06T03:56:35.000Z"
  },
  {
    "title": "armed armistice",
    "category": "Haikus",
    "content": "roman pilgrimage, phyllary protects pistil, petals rise with swords.",
    "published_at": "2025-02-07T01:46:23.000Z"
  },
  {
    "title": "beautiful monsters",
    "category": "Short_form",
    "content": "looking in two of your eyes, imagining there's three— because being interesting is more important than being pretty.  so why don't you see? i'm tired of pretentious pageantry.  use your brain, or you mean nothing to me.",
    "published_at": "2025-02-07T02:23:50.000Z"
  },
  {
    "title": "donuts are messy",
    "category": "Whimsical",
    "content": "i once was a donut, resting upon a couch, eating pizza— without any mouth.  and as it passed through, it fell down, where it went, who knows— never to be found.  so i drank a beer, it’s all over me now. just a soggy mess— a hole with no regrets.",
    "published_at": "2025-02-07T02:26:18.000Z"
  },
  {
    "title": "barren bears",
    "category": "Haikus",
    "content": "breaking through thin ice polar bears drift, shadows bloom spring vines twist below",
    "published_at": "2025-02-07T02:28:09.000Z"
  },
  {
    "title": "stair climbs",
    "category": "Half_baked_prompts",
    "content": "stairs or a ladder, does the angle of attack matter? climb’s are a jaunt, an affair of wants.  and once at the top, did you find what you hoped, or did you feel grounded, seeing what surrounds?",
    "published_at": "2025-02-07T02:29:46.000Z"
  },
  {
    "title": "of singing",
    "category": "Philosophy",
    "content": "then thousand hour rule always applies do it as often as life allows",
    "published_at": "2025-02-07T02:30:57.000Z"
  },
  {
    "title": "beautiful inability",
    "category": "Micropoems",
    "content": "my sheer inability to temper my emotions is both the most beautiful and maddening thing to ever experience.",
    "published_at": "2025-02-07T02:32:06.000Z"
  },
  {
    "title": "whoops",
    "category": "Half_baked_prompts",
    "content": "you utter failure, not even a hole poked— just faulty.  you were supposed to protect me!  but you were just a condom. it was supposed to be love.  they broke up— just like you, creased and leathered, too.  and here i am, whoops.",
    "published_at": "2025-02-07T02:33:21.000Z"
  },
  {
    "title": "better not be thoreau",
    "category": "Vss_daily",
    "content": "a thoreau affair over, thoroughly drawn out— character to page in heavy lettering, stained black, an unlit tunnel, an abysmal thoroughfare",
    "published_at": "2025-02-07T03:24:33.000Z"
  },
  {
    "title": "prompted by weather",
    "category": "Vss_daily",
    "content": "weathering the weather, whether or not wanted, i fell upon downfalls, long since trodden— perhaps by horse and drawn carriage, chunks of pumpkin shouting proposals, hoping for marriage.",
    "published_at": "2025-02-07T03:25:39.000Z"
  },
  {
    "title": "a true visionary",
    "category": "Whimsical",
    "content": "she made a spectacle, looking through a reticle.  i found it incredible— perhaps she was credible in her field of vision.",
    "published_at": "2025-02-07T03:26:24.000Z"
  },
  {
    "title": "population control",
    "category": "Half_baked_prompts",
    "content": "a population bound, no education found. pledge allegiance to a flag’s empty call, guised virtue’s bitter gall.  walk in line, no path to tread, schooled to silence, voices left unsaid. steady supply for elders' hungry maw, we simply obey, the price we blindly draw.",
    "published_at": "2025-02-07T03:44:47.000Z"
  },
  {
    "title": "axels",
    "category": "Haikus",
    "content": "cyclonic axels billy mays pushing cocaine white powder fractals",
    "published_at": "2025-02-07T16:49:50.000Z"
  },
  {
    "title": "pardon my fuck",
    "category": "Social_commentary",
    "content": "black side of the moon,  pink-stained views— but all in all, reality has let me down.  there’s no moon, no sun, no frown— just abject fucking horror, unless we tear it all down, shoving the bricks down authoritarian mouths.",
    "published_at": "2025-02-07T16:51:54.000Z"
  },
  {
    "title": "spotless",
    "category": "Short_form",
    "content": "she wiped the grief off my lips, supple fingertips—a thief.  lacking fingerprints, leaving no mark, denying any start— yet at the end, she stole my heart.",
    "published_at": "2025-02-07T16:54:28.000Z"
  },
  {
    "title": "the doe",
    "category": "Short_form",
    "content": "fawning fawn of innocence, plight upon your highness' heart, prancing on precipitous paths, dew-lathered petals of my soul, struck by sheer magnificence.",
    "published_at": "2025-02-09T20:03:21.000Z"
  },
  {
    "title": "but a dream",
    "category": "Half_baked_prompts",
    "content": "having seen this in a dream before, serendipitous turned precipitous.  splendor unbridled in a heart, through pacing, setting itself apart.  and i woke, remembering only light— a whisper still reflected off the moon at night.",
    "published_at": "2025-02-09T20:04:09.000Z"
  },
  {
    "title": "cowtow",
    "category": "Haikufeels",
    "content": "inhale and then plead, clinging upon edge and brink, beyond the release.",
    "published_at": "2025-02-09T20:05:01.000Z"
  },
  {
    "title": "of shelter",
    "category": "Philosophy",
    "content": "come within my cradle, feel a heart near— every beat, yours.  a boundless existence, spent in the rhythm of your happiness.",
    "published_at": "2025-02-09T20:05:59.000Z"
  },
  {
    "title": "it doesn't have to make sense",
    "category": "Short_form",
    "content": "smiles in the air, lingering in my eyes— tears of happiness.  the world still shines, it lingers, it carries, it pines. i reminisce— no relents, no pretense, the journey needs no reason.",
    "published_at": "2025-02-09T20:07:02.000Z"
  },
  {
    "title": "tendered tender",
    "category": "Half_baked_prompts",
    "content": "flattering stacked cash, monetizing moments, a note written in a telling for a teller’s dwelling.  no time for spare change, she had a job to do— breaking his money into pieces he could understand, counting them back, slow and cold.",
    "published_at": "2025-02-09T20:07:53.000Z"
  },
  {
    "title": "pause",
    "category": "Vss_daily",
    "content": "a candle, a moment of modesty— dancing, casting shadows honestly. the dance was soft, with gentle lips, near a tender kiss—you blew me out. and while the smoke lingers, pause... reminisce.",
    "published_at": "2025-02-09T20:09:03.000Z"
  },
  {
    "title": "miss fortune",
    "category": "Short_form",
    "content": "where there should be sorrow a grin sneaks across his face secretly holding a connection evoked, reflecting moments tender his capitalist nature richness because of your existence needing not money but your attention an affection of the mind, one without you he will never again find",
    "published_at": "2025-02-09T22:53:11.000Z"
  },
  {
    "title": "undertow",
    "category": "Short_form",
    "content": "there is a bottle, in it lies the sea, filled to the cork, stirring memory.  a ship within, masts in despair, tempests rage— yet the cork’s not there.  with one swift pop, the waves rush free, out spills my ink, swallowing me.",
    "published_at": "2025-02-09T23:11:33.000Z"
  },
  {
    "title": "liberation in motion",
    "category": "Vss_daily",
    "content": "beyond words, a hope— liberations of magnificence.  enigmatic scaffolds mask a masterpiece in motion.  not for tourists, but for those who see.",
    "published_at": "2025-02-10T14:30:43.000Z"
  },
  {
    "title": "simple reasons",
    "category": "Vss_daily",
    "content": "i wanted to say you’re beautiful— but what do i mean?  i wanted to say you’re incredible— but more importantly, thank you.  whatever the reason, whatever the meaning— these feelings define why we live.",
    "published_at": "2025-02-10T14:33:38.000Z"
  },
  {
    "title": "have fun",
    "category": "Short_form",
    "content": "existence became purpose, effort unending, drawn from the universe. he cared for it, as it cared for him— a quiet madness, yet nothing mattered.  life, a spectacle of choice, lines existed, yet he colored beyond. smiling endlessly, bound by nothing, each moment—his, each one, fun.",
    "published_at": "2025-02-10T20:11:46.000Z"
  },
  {
    "title": "sealed fate",
    "category": "Distillate",
    "content": "can you wonder upon penance of vengeance undone— one to the next, entwined, now one, unbreakable.  no flinching from either side, not a single blink— yet i yearn to look into those eyes.  and how, in memory, these feelings rise, a new dawn stirring— my fingertips type elations, no longer hurt.  but does it matter? to linger without intent, to read without relent, to dream in ways i shouldn’t.  now, i must remember— keep that door shut, and behind me.",
    "published_at": "2025-02-10T20:58:31.000Z"
  },
  {
    "title": "keynote",
    "category": "Phonetics",
    "content": "cobbled carbuncle, knobbling modularly, villous volume, contiguous curls— bundled beauty, a keynote tucked in the frunk, forgotten, or not?",
    "published_at": "2025-02-10T22:56:02.000Z"
  },
  {
    "title": "flaxen hues",
    "category": "Phonetics",
    "content": "flaxen seedlings, granular gleams, rime ringings on hollow beams. cored frost, cracked ice, kniff-knaff shards skitter—alight, alight.",
    "published_at": "2025-02-10T22:58:22.000Z"
  },
  {
    "title": "awnings",
    "category": "Haikus",
    "content": "angling beats; reach, yawn sprawling arms, wake, a new dawn stretched lips smile in awe",
    "published_at": "2025-02-10T23:07:02.000Z"
  },
  {
    "title": "in your net",
    "category": "Half_baked_prompts",
    "content": "fishnets and sweet lace, a net of legginess, lengthened by great heights.  never had i imagined a force so domineering— only to realize i had been caught.  yet just a man, no pittance needed— deconstruct me, and have your way.",
    "published_at": "2025-02-10T23:08:10.000Z"
  },
  {
    "title": "pass it along",
    "category": "Short_form",
    "content": "if i weren’t here tomorrow, i’d wish for a smile.  can a wish carry on without existence?  perhaps—if you pass it along.",
    "published_at": "2025-02-10T23:09:11.000Z"
  },
  {
    "title": "empire",
    "category": "Vss_daily",
    "content": "fallen empire of lost longings, kind words in search— where is the tenderness? not in the rubble.  soft souls bellow, below hardened husks.",
    "published_at": "2025-02-10T23:10:28.000Z"
  },
  {
    "title": "brewings",
    "category": "Micropoems",
    "content": "let ignus ignite the flame— flight, fight—oxygen, acetylene. molten metal, cauldron seething, caustic will—a true witch’s brew.",
    "published_at": "2025-02-11T00:12:48.000Z"
  },
  {
    "title": "she's got powers",
    "category": "Distillate",
    "content": "infective, reflexive, reflective shining, bouncing off surfaces and sections pieces of hearts, resonant intentions trying to find common ground, a reason to sound no unmoored emotions, no reckless descent still waters whisper—calm, yet immense",
    "published_at": "2025-02-11T01:35:59.000Z"
  },
  {
    "title": "of realities",
    "category": "Philosophy",
    "content": "i have a wife—she knows i write poetry, and she knows much of it is for another. my transparency is not a confession, but a refusal to intentionally lie.  i am imperfect, but truth is the only way to face what is real.",
    "published_at": "2025-02-11T01:41:26.000Z"
  },
  {
    "title": "combustion engine",
    "category": "Short_form",
    "content": "motoring through, pistons on stroke, rods in motion, timing precise. angling actions, torque in translation, bores driven deep through crankshaft bends. gears interlocking, traction engaging, combustion igniting— one hell of a ride.",
    "published_at": "2025-02-11T03:14:26.000Z"
  },
  {
    "title": "tasty drops",
    "category": "Distillate",
    "content": "give her a scalpel or a knife, an angry tongue tasting inside. cutting deep, but thoughtful cuts— record slides, a slice of love.  dropping what I’m picking up, as the music plays, she waits— for the song to end, or the drop to take.",
    "published_at": "2025-02-11T03:16:14.000Z"
  },
  {
    "title": "more than words",
    "category": "Distillate",
    "content": "sharing an image, a word we define, together we pieced a memory in time.  stitched so neatly, it feels divine— so i ask, won’t you find it in your heart to forgive? let more than memory live.  for it feels like death inside, i miss you beyond my words, even as i write them—line by line.  repetitious, infectious, this nature of mine— you might decline, but i repeat and rhyme, continue, refine, plead upon a universe of melodies.  more than threads, more than strings— impacts with meaning, contemplations seething, writhing.  without you, it feels like knives inside of me, and though i never cease, i hope you believe— these are real feelings, not just words.",
    "published_at": "2025-02-11T15:41:33.000Z"
  },
  {
    "title": "singularity",
    "category": "Distillate",
    "content": "and how i long for longing, beyond definition, stretched past the seams of existence itself. it tests the very fabric inside me, pulling, pushing—beyond my capability, incapable of letting go. words flow, like rivers carved by blade, sharp with cunning wordplay, tremulous in verse. heartstrings play, a melody that cuts, a curse—stricken, sickened by a singular nature: hers.",
    "published_at": "2025-02-11T15:59:22.000Z"
  },
  {
    "title": "bend, don't break",
    "category": "Haikufeels",
    "content": "reaching for some peace, shelter to understand loss, buckled, yet steadfast.",
    "published_at": "2025-02-11T16:57:30.000Z"
  },
  {
    "title": "healers hidden dwelling",
    "category": "Half_baked_prompts",
    "content": "healers hidden dwelling, inside a tree, nestling.  and as it reaches, it pleas, grasping— sweet sap of melody, playing notes of growth and positivity.  dripping creative beauty and diversity, fighting the strife of today's homogeny.",
    "published_at": "2025-02-11T17:08:35.000Z"
  },
  {
    "title": "babylon",
    "category": "Vss_daily",
    "content": "dune eden, to propagate promptitude, interlude—saga of life.  grass from rains, tears from strife, complex conditions, ever rife.",
    "published_at": "2025-02-11T17:24:38.000Z"
  },
  {
    "title": "congested hearts",
    "category": "Vss_daily",
    "content": "arteries of failure, chasing dreams—capitalism. capitulation, lapping dances, dollars draped in attire iterations. stylistic nihilism, a critique of criticisms.",
    "published_at": "2025-02-11T17:39:32.000Z"
  },
  {
    "title": "indelible, not painful.",
    "category": "Seven_syllable",
    "content": "",
    "published_at": "2025-02-11T18:07:27.000Z"
  },
  {
    "title": "open tabs",
    "category": "Distillate",
    "content": "i pull up a tab, start to write— it’s not much of a stretch.  i lost my grip long ago, extended fingertips— but when i think of you, they reach for lips,  perhaps something more seductive. but i hesitate to get reductive, for there's so much more to you than your biology.",
    "published_at": "2025-02-11T20:02:49.000Z"
  },
  {
    "title": "of neatness",
    "category": "Philosophy",
    "content": "thriving in chaos you only appear neat when it's a pretense needed for others however, being a complete mess  never feels good either like all things, pick your battles",
    "published_at": "2025-02-11T20:15:44.000Z"
  },
  {
    "title": "of lies",
    "category": "Philosophy",
    "content": "the best ones  are the ones we tell ourselves the ones we don't realize until it's too late  the rest are factually quite terrible",
    "published_at": "2025-02-11T20:17:00.000Z"
  },
  {
    "title": "of dreams",
    "category": "Philosophy",
    "content": "the scariest ones are those you can make real— because once you succeed, you start to believe any of them can be.",
    "published_at": "2025-02-11T21:48:44.000Z"
  },
  {
    "title": "going native",
    "category": "Phonetics",
    "content": "riding a buffalo, tilted and apexed, hooves hit the earth, yellowstone flexed.  lakes ripple glass, horns redirect, charging the tourists, calling collect.  i flip my penny, but no penance yet.  Written to:  Swatkins - Until I Get Back",
    "published_at": "2025-02-11T23:27:37.000Z"
  },
  {
    "title": "of cruelty",
    "category": "Philsophy",
    "content": "perhaps i have lost the meaning of cruelty, having found beauty in every affliction. but never have i intended to be, and i would carve out my own heart— if only to prove i still feel.",
    "published_at": "2025-02-12T00:32:02.000Z"
  },
  {
    "title": "trenched in",
    "category": "Distillate",
    "content": "an opaque box, chained and weighted, cast from the stern, forgotten.  sinking, sinking— mariana trench deep.  and still, these emotions rest inside, just as immense  as the pressure surrounding.",
    "published_at": "2025-02-12T01:02:39.000Z"
  },
  {
    "title": "bitten",
    "category": "Distillate",
    "content": "and in battle, i face my enemy— the emotion before me, unrelenting, without reason.  when thought beaten, it feigns death, lurking, waiting—like lycanthropy, howling at the moon, infectious, consuming.  only to wake,  marked and confused, covered in ink",
    "published_at": "2025-02-12T01:47:14.000Z"
  },
  {
    "title": "surges",
    "category": "Distillate",
    "content": "can it not be both— love and impossible?  if i hold back the tide, will you ride the crest?  for when we sync, like two colliding waves, our apex doubles, surging.",
    "published_at": "2025-02-12T03:06:33.000Z"
  },
  {
    "title": "and let me be sorry",
    "category": "Distillate",
    "content": "but for a few more times, these feelings are alive— if only for a moment, to remind me you’re quite special, even if just in my mind.",
    "published_at": "2025-02-12T03:35:29.000Z"
  },
  {
    "title": "meltdown",
    "category": "Whimsical",
    "content": "sploshing in my thoughts, trodden in my depths, facing collapse.  pizza pulls my flesh, toppings overlap— causation and collapse, as sauce boils to the surface, an ooey, gooey mess.",
    "published_at": "2025-02-12T03:49:09.000Z"
  },
  {
    "title": "bedridden",
    "category": "Vss365",
    "content": "dangled below tongue, rested until done. and when pulled out, the mercury rose—  definitely sick of this situation. or just a fever that never broke?",
    "published_at": "2025-02-12T15:20:12.000Z"
  },
  {
    "title": "heart you",
    "category": "Vss_daily",
    "content": "the chilled air fills the car, but my heart stays warm with youth. when they meet—cold-sparked, bedazzled breath— a frost filmed canvas forms upon the glass.  i draw a heart. it's for you",
    "published_at": "2025-02-12T15:36:07.000Z"
  },
  {
    "title": "Refuse Silence",
    "category": "Social_commentary",
    "content": "if Democracy isn’t for sale, why does it feel bought?  what did we fight for if we sign away our will?  it’s time to rise, break the chains, and reclaim the pen. Democracy lives where we the people Refuse Silence.",
    "published_at": "2025-02-12T16:24:00.000Z"
  },
  {
    "title": "sumerian session",
    "category": "Half_baked_prompts",
    "content": "drunk on ninkasi blessings entered the lugal estate hoped to teach power a lesson  thoughtful thief, hands on a bronzed vessel breathing smoke, letting out a low whistle  golden art, a heart molten gemmed, fate stolen, guarded, left with no eyes, no hands, dearly departed",
    "published_at": "2025-02-12T17:34:44.000Z"
  },
  {
    "title": "appetizing angle",
    "category": "Distillate",
    "content": "on fractals of indifference a kaleidoscope of remembrance tilts just right—vision ignites, your beauty burning through  fragmented features, curvaceous creatures, a monster of memory— still, how i long to be devoured",
    "published_at": "2025-02-12T18:10:02.000Z"
  },
  {
    "title": "false starts",
    "category": "Haikufeels",
    "content": "delicate rises, swollen on self-reflection, arrives deflated.",
    "published_at": "2025-02-12T19:39:21.000Z"
  },
  {
    "title": "metamorphisocial",
    "category": "Phonetics",
    "content": "carrion— a caterpillar capriciously legged in unknitted strands, clavicle-like knackering of jointed butteries, oiling biomechanical skitterings,  scattering litterings of fingerlings, deploying like catastrophes— it butterflied into a bluesky.",
    "published_at": "2025-02-12T20:32:29.000Z"
  },
  {
    "title": "pointed fencing",
    "category": "Short_form",
    "content": "and while hoping for a riposte, the touché felt delectable, en garde through the exchange, a flèche of unyielding glory, no room to disengage, every move—but never a feint.",
    "published_at": "2025-02-12T20:48:11.000Z"
  },
  {
    "title": "dreamcaught",
    "category": "Distillate",
    "content": "closing— is it my eyes or my heart? i see you, even with both shut.  woven in a dream, intersecting my thoughts, a dreamcatcher reflecting back upon myself.  and as i wake, what lingers is not the memory— but the reality you left in light.",
    "published_at": "2025-02-12T21:51:26.000Z"
  },
  {
    "title": "her mind",
    "category": "Monokus",
    "content": "her mind - a storm reshaping the sky",
    "published_at": "2025-02-12T22:00:56.000Z"
  },
  {
    "title": "captivated",
    "category": "Distillate",
    "content": "never have i been so captivated by the manifestation of another's intelligence.  it's the most beautiful thing.",
    "published_at": "2025-02-12T22:48:49.000Z"
  },
  {
    "title": "set me on fire",
    "category": "Distillate",
    "content": "no grievance stirs, not even a whisper; no tears remain—none left to shed.  i reap each reason for fragile possibilities, then float between these wavering reveries.  and in my pocket, lint waits, hoping for a spark.",
    "published_at": "2025-02-13T01:03:05.000Z"
  },
  {
    "title": "SR72",
    "category": "Haikus",
    "content": "runway fuel coated blackbird rocketing forward the earth and air bend",
    "published_at": "2025-02-13T01:40:13.000Z"
  },
  {
    "title": "hawthorn",
    "category": "Vss_daily",
    "content": "safehaven of forlorn fragrance, often wept for as the barometer quakes, the leaves take their licks oh, but a thorn leaves far more than a kiss this heart's sacred remedy once again amiss",
    "published_at": "2025-02-13T16:47:37.000Z"
  },
  {
    "title": "biting weather",
    "category": "Half_baked_prompts",
    "content": "pedaling petals off a floral ride, one of longing as the winter arrives. it seems to come, time after time— i now realize, like the seasons, part of her nature where a cool breeze doesn't just howl, it bites.",
    "published_at": "2025-02-13T18:10:16.000Z"
  },
  {
    "title": "balloon",
    "category": "Phonetics",
    "content": "gripping a can-opener, the box was hard to cut. spinning a handle, I looked aloon. who uses such words? one who babbles upon brooks, allusions of stolen pollen. that B went missing, and the L floated away— too much to make of in a single moment.",
    "published_at": "2025-02-13T20:37:44.000Z"
  },
  {
    "title": "my volume",
    "category": "Distillate",
    "content": "the cathartic nature of an infantile man, swaddled in elations of elevated heights. a mind self-provisioned, improvised, signing treaties with palpitations unwise. but within the depths of the pages, their voluminous nature would be realized.",
    "published_at": "2025-02-13T21:10:08.000Z"
  },
  {
    "title": "climb in",
    "category": "Noir",
    "content": "in the trunk, he found relief, folding into shadow, outside on leaves. soft steps traced his quiet release, in the keys left in locks he picked, the boils of wells left to fester, he sought blood, yet craved ink. his fingers glided, fevered, aching— a fleeting gesture—come near.",
    "published_at": "2025-02-13T22:17:46.000Z"
  },
  {
    "title": "gemmed",
    "category": "Distillate",
    "content": "arctic gale howls my name into the void i wisp, more than myth freezing in memory, bound yet unbroken time and space fracture under weight a waiting gem gleams in that place— even if only but a fragment of a heart beyond grace",
    "published_at": "2025-02-13T22:33:30.000Z"
  },
  {
    "title": "sweet dreams",
    "category": "Distillate",
    "content": "slippers sliding happily rabbit ears dangling merrily and the smile that beckons a thing of my dreams i happen to be wearing pajamas forgive me for not being my best it'd be nice to get some rest so if you would, please gently tuck me to sleep and nestle in my arms a heart by which to keep  Written to -  Keeper",
    "published_at": "2025-02-14T00:05:38.000Z"
  },
  {
    "title": "lit fuse",
    "category": "Haikufeels",
    "content": "travels of a fuse goes a flittering lit muse exploding my heart",
    "published_at": "2025-02-14T15:09:10.000Z"
  },
  {
    "title": "you are my heart attack",
    "category": "Distillate",
    "content": "infectious, complex inflections tingle through walls, imbalanced arteries under attack. it ruptures—i collapse, falling forward, leaning back, this emotion takes me for a ride, so overwhelming, it nearly takes my life.",
    "published_at": "2025-02-14T15:57:18.000Z"
  },
  {
    "title": "plastic prompt",
    "category": "Vss_daily",
    "content": "plastic collides—pitted, worn indecisions riddle, deformed pelting percussive pellets, polystyrene alchemy.  a brittle heart, cracked and caving, recycled cavity—carve it out. landfill is what becomes of me.",
    "published_at": "2025-02-14T17:52:02.000Z"
  },
  {
    "title": "bottomless vessel",
    "category": "Half_baked_prompts",
    "content": "cowardly frights, ghostly flights spirits ignite in glassware whispers glistening shadows in reflective meadows a tale takes shape in deep-hearted bellows more than a song—an incantation, a call to belong from the vessel’s hallows it echoes.",
    "published_at": "2025-02-14T19:46:01.000Z"
  },
  {
    "title": "waiting for tomorrow",
    "category": "Distillate",
    "content": "inward shapes, arms crossed legs up, head back—weightless, inverted restless wrestlings with quiet feelings tracing meanings in words and ceilings drifting to the rhythm of our hearts eyes closed, simply waiting for tomorrow.",
    "published_at": "2025-02-14T19:55:46.000Z"
  },
  {
    "title": "into the grey",
    "category": "Short_form",
    "content": "out of the water, into the cold where depths held emotions untold. once they were wept, the lake took shape, tears carving echoes of what remained. long ago, washed ashore, a memory rose and walked away— haunting, adrift in the snow, into the grey.",
    "published_at": "2025-02-14T20:49:23.000Z"
  },
  {
    "title": "ice fishing",
    "category": "Short_form",
    "content": "stricken, brittle and frail a wicked cold blew barren and pale upon bone, he cast into ice no hole, no bait, no line to entice the season had passed, no license, no meal long a criminal, longing to steal he crouched, he watched, he fought to feel the distance called, but so did his hunger",
    "published_at": "2025-02-14T23:30:23.000Z"
  },
  {
    "title": "dearly departed",
    "category": "Distillate",
    "content": "knitted during mortuary services, a kindred sweater draped her frame. she sat alone, wrapped in reverence, a warmth no longer bestowed. she gave a piece of her heart, not in grief, not in guilt— but because it was best.  they had parted long ago, the weather brisk but never bitter.",
    "published_at": "2025-02-15T00:39:36.000Z"
  },
  {
    "title": "unyielding",
    "category": "Distillate",
    "content": "intricate fillings, fruits soaked in sugar, boiled, refined, wrapped in delicate folds. a pastry of meaning, rich and pungent, harvested from the fields of her heart. but to spare future yields, the crops were left, the hands that once tended—now rusted and brittle.",
    "published_at": "2025-02-15T01:00:30.000Z"
  },
  {
    "title": "blood lines",
    "category": "Social_commentary",
    "content": "bloodlines drawn, a pentagram carved in ritual nation. subservient to strife and coin, a bird of freedom, tarred and feathered. a global joke, the bitter truth standing on a pedestal of destruction the old and rich still crack the whip.",
    "published_at": "2025-02-15T16:54:28.000Z"
  },
  {
    "title": "doppelgänger",
    "category": "Vss_daily",
    "content": "recently, i saw a doppelgänger. mentioning it, maybe to their frustration— no one likes to be observed without a purpose, without a word. and being a twin means little beyond vanity.",
    "published_at": "2025-02-15T17:00:05.000Z"
  },
  {
    "title": "extend",
    "category": "Haikufeels",
    "content": "private spaces thrown extend, release the unknown— love erupts unbound.",
    "published_at": "2025-02-15T17:05:35.000Z"
  },
  {
    "title": "intersections",
    "category": "Half_baked_prompts",
    "content": "an intersection in time— crossroads of crossed lines, a spark ignites, chaos swells. flames rise, flames fall, and death, inevitable, lingers. but fire never truly dies— passion feeds the embers, whether in history or our hearts.",
    "published_at": "2025-02-15T17:13:01.000Z"
  },
  {
    "title": "hidden from truths",
    "category": "Distillate",
    "content": "there's nothing in my mind holding me back, pinning me down to that time, that place, that space. vitriol bleeds, and still my eyes weep— you sew what you reap, and these threads are mine to keep.  my quilt, my scribe, my shelter of light, where, with a humble flashlight, i hide.  Written to:  Taking Back Sunday - Cute with the e",
    "published_at": "2025-02-15T17:25:17.000Z"
  },
  {
    "title": "snowcone",
    "category": "Distillate",
    "content": "cartons and cardboard, juggernauts of milk— liquid lunch, exodus of love, drunk on poetry, drowning in slush. edges rimed, denying release, syrup drips through a cone cup, soaking, sinking—having had enough.",
    "published_at": "2025-02-15T18:08:05.000Z"
  },
  {
    "title": "fuck",
    "category": "Distillate",
    "content": "for it was a bird she threw, but away went a lark— opportunity missed with a swing of a bat. hanging upside down in a cave, man, what the hell was that banging? she just wanted some fucking peace.",
    "published_at": "2025-02-15T19:39:27.000Z"
  },
  {
    "title": "robo tripping",
    "category": "Short_form",
    "content": "cough syrup, quite spirited, sipping scissors, cursing splinters. it wooded an area—hack and splatter, irony: a medicine soon swallowed. lacquered, polished, finally clean.",
    "published_at": "2025-02-15T19:50:33.000Z"
  },
  {
    "title": "happy feet",
    "category": "Whimsical",
    "content": "treasured as a penguin, anchoring beats, rolling an egg, kicking its feet— with a fiddle, a faddle, a waggle, a waddle. it folds its flippers, fathering fouls, winds that gather and swallow. into the white, a light not followed— not darkness, not belonging, smoke like most, smooth like song.",
    "published_at": "2025-02-15T21:43:11.000Z"
  },
  {
    "title": "circustance",
    "category": "Distillate",
    "content": "passing carnivals, clowns in tow, cotton candy clings to the air, but the popcorn smells burnt.  if games are rigged, folly is learned, spurring the ache of an achilles heel. appealing, revealing— moments hesitate, reflected forces can't kickstart dead horses",
    "published_at": "2025-02-15T22:59:10.000Z"
  },
  {
    "title": "ocean wave sounds",
    "category": "Distillate",
    "content": "dragging a toe, towing a line, etching rhythms in sand so fine. metered in time, he felt it refine— the chorus, the beat, the guiding spine. median, center, back, and bind, in meaning, in silence, beyond yet inside. always, without, yet never alone— two hearts resound.",
    "published_at": "2025-02-15T23:05:04.000Z"
  },
  {
    "title": "shark party!",
    "category": "Whimsical",
    "content": "a shark in his mind, underwater, the party sways. mouth open, fed by hand, entertained just to exist. wee as he takes the cake, grinning wide, a maw agape— a cheshire bloom across his face.",
    "published_at": "2025-02-15T23:32:07.000Z"
  },
  {
    "title": "stupid games",
    "category": "Whimsical",
    "content": "twenty on the triple line, his arrow flitters, wavers— punching a hole, the board weeps. suddenly, the wall floods, the ceiling sinks, a puddle melting onto the floor. reality spills into itself, oil-slick, swaying like a lattice, infinite.  and i remember— lsd and darts is a bad idea.",
    "published_at": "2025-02-15T23:56:26.000Z"
  },
  {
    "title": "fifth wall",
    "category": "Distillate",
    "content": "five walls, floored, breaking through doors with the heel of his foot.  where was a window when needed? bad timing, worse results.  big heads need bigger boots, forgetting the weight of another’s shoes— yet still waiting for the other to drop.",
    "published_at": "2025-02-16T00:33:27.000Z"
  },
  {
    "title": "forty seven",
    "category": "Social_commentary",
    "content": "slapping his underwear outside, don'ing a cape, he crafted a name—hero hyperbole. spinning bullshit and melody, quick rhymes, tall tales, and felonies. wait—sorry, i'm confused. was that our president? how could that be? is this just poetry or fallacy, why does it sound like reality?",
    "published_at": "2025-02-16T00:41:00.000Z"
  },
  {
    "title": "the bird",
    "category": "Distillate",
    "content": "concertina-wired, thimble my thumb played the six-string, rolled the dice. no prize, just scorn a scowl, a foul place set in stone. without a single shit or fuck she walked off, wishing me luck with her finger, my favorite one.",
    "published_at": "2025-02-16T01:58:21.000Z"
  },
  {
    "title": "broken kite",
    "category": "Distillate",
    "content": "paper and string, a bit of glue, some rods to lift, the sky so blue. kites aloft, the wind so strong, a thread snaps, control is gone. flapping, popping, breaking free, no way to mend what couldn’t be. as one saw her weep, they knew— it could never again be flown, now gone, torn and strewn.",
    "published_at": "2025-02-16T02:24:03.000Z"
  },
  {
    "title": "brittle symbolism",
    "category": "Distillate",
    "content": "tungsten and trident, not a semaphore but smoke— symbolism brittle and stoked,  a fire inside. no rind to shield, tender pads, feet worn, callousness not enough.  a hike to convey a single thought.",
    "published_at": "2025-02-16T03:33:38.000Z"
  },
  {
    "title": "stricken",
    "category": "Distillate",
    "content": "a carnivore seeking me, trickles of blood glint on its teeth. a recent meal, a lingering bite, haunting my sleep in the dead of night. fever-stricken beneath tight sheets, trapped, no escape, no release. so i sigh, i plead— it begins to sound like please.",
    "published_at": "2025-02-16T04:27:24.000Z"
  },
  {
    "title": "bob dylan",
    "category": "Distillate",
    "content": "he sat on the curb, edge of the street, tapping his foot, keeping the beat. looked well-read—if you know what i mean, words carried him light as a breeze. no need for rhyme, doing as he pleased, so he broke out his tambourine, mister man, playing near cymbals ironically.",
    "published_at": "2025-02-16T04:47:35.000Z"
  },
  {
    "title": "dullahan",
    "category": "Whimsical",
    "content": "laid my head upon a pillow, but it fell too far below. rolled right off the bed— for you see, i have no neck.  axed off by my ex, a joke she failed to accept. call it recompense— but sometimes i lose my noggin, i make no sense.",
    "published_at": "2025-02-16T05:04:25.000Z"
  },
  {
    "title": "a silent bloom",
    "category": "Distillate",
    "content": "i’d let you cry into my arms, not for weakness, but for all you’ve endured. graceful, radiant—beauty not vain, but the kind that inspires.  glowing, vast in magnitude, an epicenter of bloom. your heart.",
    "published_at": "2025-02-16T13:46:51.000Z"
  },
  {
    "title": "electric chair",
    "category": "Whimsical",
    "content": "it starts with electricity, ends with a spark, but just between us, it raises the hairs on my arms. sets off alarms—too much, and it harms. i shake, i quake, can’t rest when i wake. they built a chair for me to fill— a test dummy, if you will.",
    "published_at": "2025-02-16T14:06:42.000Z"
  },
  {
    "title": "diamonds",
    "category": "Haikufeels",
    "content": "outclassed desires ash  immense glacial pressure clashed embers forged diamonds",
    "published_at": "2025-02-16T17:43:18.000Z"
  },
  {
    "title": "drifting",
    "category": "Distillate",
    "content": "what if someone gave you more than oxygen? have you considered it—more than air, beyond breath? how would it feel to inhale? maybe you imagine a drug, but in that moment, i’d crave sobriety— i’d want them, their essence.",
    "published_at": "2025-02-16T18:11:23.000Z"
  },
  {
    "title": "pulling too hard",
    "category": "Distillate",
    "content": "happiness is all i need rocking boats and rocky streams, creating tremors where unneeded, greedy hands with no real reason. there’s a small part, but you pull— and suddenly, it’s everything. please restrain, for it makes me break, waves like that are too much to take.",
    "published_at": "2025-02-16T19:14:00.000Z"
  },
  {
    "title": "lets be vampires",
    "category": "Distillate",
    "content": "covenant of amnesty, open arms, open heart. release, relax, at ease— sighs beneath gray skies.  just clouds, no rain, no dam unleashed. quietly sustained, holding it back, refrained.  just a bit of blood, sustains.",
    "published_at": "2025-02-16T19:24:42.000Z"
  },
  {
    "title": "floating on strings",
    "category": "Distillate",
    "content": "am i reading what i want or just the line in front of me? i think i see a heart, and i start to dream— it tastes like a sweet melody. maybe i'm crazy, maybe it's my emotions stuck in a notional state, floating on strings tied to her as she runs away.",
    "published_at": "2025-02-16T23:54:37.000Z"
  },
  {
    "title": "hand in hand",
    "category": "Distillate",
    "content": "why do people look eye to eye? i prefer to walk hand in hand. maybe more should try— it’s easier to divide, to conquer, retreat, than to stand as one.",
    "published_at": "2025-02-17T00:01:26.000Z"
  },
  {
    "title": "hold on with your life",
    "category": "Distillate",
    "content": "melody frenetically bursts, bubbles, he's swept away in a torrent of feeling— arteries flush, blood surges beyond, cast like a star flung across the horizon, a fragment, a spark— the start of something, maybe nothing, maybe another universe. you'll never know unless you grab hold and hang on",
    "published_at": "2025-02-17T00:11:57.000Z"
  },
  {
    "title": "broaching",
    "category": "Distillate",
    "content": "my heart tries to bail water losing a battle of dilution. words spill, pouring into meaninglessness yet i carry on, unceasing—it's all i have. to give my everything, my very beat poured to the page—do you feel it now? my arteries laid bare, open to the world but for you alone to truly feel.",
    "published_at": "2025-02-17T00:50:19.000Z"
  },
  {
    "title": "until i die",
    "category": "Distillate",
    "content": "or a better tomorrow, i dream of yesterday i spin, swept away—mind and heart, my dreams but worlds apart. yet i remember, i feel this ignition, my being, my soul defined. for it is yours, but you must reach—grab, push, pull whatever you want. when you're ready, i'll wait forever, or until.",
    "published_at": "2025-02-17T01:25:22.000Z"
  },
  {
    "title": "carvings",
    "category": "Distillate",
    "content": "i saw the words wild and free, thinking they were meant for me. my heart broke loose from my chest, scattered in pieces, left dispossessed. now i need cement or glue to patch it up, to keep it from you. your love doesn’t just steal a beat— it carves my heart out, piece by piece.",
    "published_at": "2025-02-17T11:25:42.000Z"
  },
  {
    "title": "morning coffee",
    "category": "Brambles",
    "content": "my coffee rests, and i think how nice— at least one of us. my heart leaps, spilling onto the page, a smile blooms, taking over the garden of my face. thank god—brambles and a solid six, humor now melody, and you just a memory, tucked away, fleeting feet.",
    "published_at": "2025-02-17T12:39:34.000Z"
  },
  {
    "title": "wheelbarrow",
    "category": "Brambles",
    "content": "i wanted a box and some cement, but before i got to it, off my heart went. maybe you saw it dance across your screen, or maybe you were too busy swiping—mean. all i wanted was attention—she left me. never really had her, can’t explain it, i’m busy. so uh… got a wheelbarrow i could borrow?",
    "published_at": "2025-02-17T12:40:23.000Z"
  },
  {
    "title": "just eat me already",
    "category": "Brambles",
    "content": "one would think she carries a fork and knife with how she devours me— or maybe it's a bib, hands greedy, grabbing, gnashing, smacking her lips. a real sinner with a mischievous grin, and god, how i ache to be bitten, consumed.",
    "published_at": "2025-02-17T12:41:04.000Z"
  },
  {
    "title": "discharge",
    "category": "Haikufeels",
    "content": "padded walls murmur buckled tight, vest of constraint— undone, stitched, discharged.",
    "published_at": "2025-02-17T12:41:49.000Z"
  },
  {
    "title": "ship it",
    "category": "Brambles",
    "content": "how one could wish for it to end, only to long for it to begin again. does the ache sing but a song, one that carries more than a breeze— a storm that sets your ship to sail, drifting into the unknown, afraid of the vastness of this heart.",
    "published_at": "2025-02-17T12:42:43.000Z"
  },
  {
    "title": "smeagol",
    "category": "Brambles",
    "content": "more than fallen the abyss is now my belonging. i give in, come to understand nothing left to surrender but your heart. having lost to the dark crawling, spattering at keys a lowly existence of sputtering hoping our depravity is not noticed too much that these words might still lift us.",
    "published_at": "2025-02-17T12:44:04.000Z"
  },
  {
    "title": "origami is timeless",
    "category": "Brambles",
    "content": "i fold, the task is long, but as others watch origami takes shape—tucks of longing. words seeped in poetry; it all must go. i need birds, beauty these words are chaos, and without you, so am i. so i shape them into art. tuck them in your pocket, remember me for one day, i simply will not be.",
    "published_at": "2025-02-17T12:44:58.000Z"
  },
  {
    "title": "nightingale",
    "category": "Brambles",
    "content": "a song sang, a small bird, weeping a tune as it built its nest. for the song was remembrance, a longing for another’s presence. with all its heart, it gathered, building not just for one but for two.  and while the nightingale whistled those notes had always been for you.",
    "published_at": "2025-02-17T12:48:41.000Z"
  },
  {
    "title": "sweet longings",
    "category": "Brambles",
    "content": "though i don't remember my dreams, i look back upon my morning’s words— a dessert of longing, sweet and light. even without recall, they tell me my dreams must have been quite the delectable treat.",
    "published_at": "2025-02-17T13:02:48.000Z"
  },
  {
    "title": "snowball",
    "category": "Brambles",
    "content": "these poems aren’t arrows— they’re snowballs.  take them playfully, throw them back— i can’t help myself.  and if you feel them? well, that’s the point, isn’t it?  the real question is— why does love ever hurt?",
    "published_at": "2025-02-17T13:12:25.000Z"
  },
  {
    "title": "unfinished fiction",
    "category": "Brambles",
    "content": "upon a shelf, a shadow lingers, by book, there is light. words on a page, filled with spirit— a story of longing.  see, i wrote it long ago, filled with puns and ironies, a tale where everything works out. obviously, fiction.  seemingly expired, having gone beyond the shelf date.",
    "published_at": "2025-02-17T13:20:48.000Z"
  },
  {
    "title": "embellished",
    "category": "Brambles",
    "content": "to look away is but a moment— a breath, missed. these words, like oxygen, come for you, slipping through your lips, seductive, true notes for the heart, pure bliss. and how my mind craves embellishment— a hug for eloquence, and for the muse a kiss.",
    "published_at": "2025-02-17T13:28:45.000Z"
  },
  {
    "title": "mindful mine of mine",
    "category": "Half_baked_prompts",
    "content": "rust-colored dust, with sparkling quartz, rests on the floor—a shaft. mindful mine, many paths, a labyrinth, if you asked, of indelible memories that last.  before us, the future; behind us, the past. and while i make it seem easy, i carry a pick and a flask, carving deep— a laborious task.",
    "published_at": "2025-02-17T14:27:05.000Z"
  },
  {
    "title": "displace",
    "category": "Vss365",
    "content": "and with a splash i mean a really, really glorious belly flop the kind you wish you had the guts to do. to see me lurch in pain, smiling suffering for the sake of humor is the best belly laugh we never admit to. and for that moment of everyone's happiness i’d displace the ocean.",
    "published_at": "2025-02-17T15:35:13.000Z"
  },
  {
    "title": "endless waves",
    "category": "Brambles",
    "content": "perilous, it seems, in plight— a love once alight, now just a fuse. infused with meaning, yet subluminal, not light at all. but if not darkness, then what?  how i wonder— formless, unwavering, i simply yield, lost in it's wake.",
    "published_at": "2025-02-17T15:46:59.000Z"
  },
  {
    "title": "feed me seymour",
    "category": "Brambles",
    "content": "carnivorous plant of craving your teeth waver, waiting a slithered tongue speaks foreign verse darkness enwrapped, encircling words they drill into my mind, and soon i find my steps leading me into your mouth never recalling why or understanding how",
    "published_at": "2025-02-17T15:57:34.000Z"
  },
  {
    "title": "narcissist",
    "category": "Brambles",
    "content": "with languished intent, lavish sound, she drew eyes round, perverse and aloud.  to him, just a speck, a fleeting dot— here for a moment, then not. the only thing that mattered where you placed your heart.  dividing his among many, hoping to be felt by plenty— for he cared nothing for himself.",
    "published_at": "2025-02-17T18:07:53.000Z"
  },
  {
    "title": "forest gump",
    "category": "Brambles",
    "content": "a cheesy smile, a massive grin how could you hate a man like him? waving like he understands rhyme, one mistake at a time but always with a smile. and if you catch yourself off beat, he just might take a piece a thief at heart, stealing bites, never quite tearing you apart.",
    "published_at": "2025-02-17T19:07:18.000Z"
  },
  {
    "title": "i wanna be sedated",
    "category": "Brambles",
    "content": "give me a sedative, a substance, a cure— i'm infected, but not by touch. your mind lingers, and it's never enough. fevered, repenting, i've tried it all, but it burns unrelenting. jekyll fades, hyde takes the wheel— teetering, waiting— release anticipating.",
    "published_at": "2025-02-17T19:08:03.000Z"
  },
  {
    "title": "the clash",
    "category": "Social_commentary",
    "content": "he felt the drums, he felt the beat, punk rock rising beneath the seams. the feeling, the meaning—everything— angst, pain, the vanity of believing.  tradition-bound chains disguised as religion, better seek heaven, beg for forgiveness. fuck the push to the right from the world we live in.",
    "published_at": "2025-02-17T19:08:55.000Z"
  },
  {
    "title": "scissorhands",
    "category": "Brambles",
    "content": "a needle or knife—i’ll stab everything, poke holes in the universe, tear through the seasons i’m done with it all, and i don’t give a fuck enough is enough—my arm extends, slicing through niceties and contrivances time to air my grievances so bring me your guts i’ll jab until i’ve had enough",
    "published_at": "2025-02-17T19:09:44.000Z"
  },
  {
    "title": "midday tea",
    "category": "Brambles",
    "content": "quaint seats and midday tea, icing placed delicately. he pulls out your chair, sets it gently behind you— no angst, only harmony.  and about that cake— yes, it was laid on thick, but the buttercream's, light and delicate. so please, savor it.",
    "published_at": "2025-02-17T19:10:27.000Z"
  },
  {
    "title": "lob it",
    "category": "Humor",
    "content": "have you ever loved someone so much it was like a weight on your chest and you just wanted to lob it at them because, fuck it was heavy.",
    "published_at": "2025-02-17T19:11:05.000Z"
  },
  {
    "title": "im trying, poorly",
    "category": "Brambles",
    "content": "i wanted to write you a letter, i wanted to write you everything. and if you’ve been watching, you might have noticed— words spilling across the floor, obscene beyond meaning, repeating.  and while clever, you want serenity— restraint, and a fucking moment of peace, ever so kindly.",
    "published_at": "2025-02-17T19:13:36.000Z"
  },
  {
    "title": "a mantra",
    "category": "Philsophy",
    "content": "anxiety is excitement, worry belongs to future me. i’ll plan when i must, wait to see if it works out. efficiency makes effort come easily, a reasoning mind needs no reason.",
    "published_at": "2025-02-17T19:15:00.000Z"
  },
  {
    "title": "what are the chances",
    "category": "Distillate",
    "content": "and try to let go as i might, my mind still wanders, my heart runs ahead, chasing the light.  you never quite closed the door— and if you did, it found its way through. every moment, coincidence pulls me to you. and if that’s not fate, then give me your view.",
    "published_at": "2025-02-17T19:44:16.000Z"
  },
  {
    "title": "cotton candy",
    "category": "Brambles",
    "content": "sugar strands spin, glistening, bright— inspiration finds meaning in the wide-eyed awe of a child.  sweet creations assemble rapidly, cheeks aglow, a hearty bellow— a \"wow\" that lights the room, cotton candy afterglow.",
    "published_at": "2025-02-17T19:55:59.000Z"
  },
  {
    "title": "every fall",
    "category": "Brambles",
    "content": "sometimes i slip—without meaning to, the thought of you all consuming. and though i shouldn't let it, it becomes everything.  a dirty secret lying beside me, redefining, every curve revealing itself, surprisingly.",
    "published_at": "2025-02-17T20:18:31.000Z"
  },
  {
    "title": "unreasonable",
    "category": "Brambles",
    "content": "it seems i care deeply, more than i know how. and when i've fumbled, it's been crippling.  but i'm trying to figure it all out. and if i've been less than reasonable, perhaps you could tell me how.  it would be nice to finally hear a single sound.",
    "published_at": "2025-02-17T21:11:58.000Z"
  },
  {
    "title": "quiet patience",
    "category": "Brambles",
    "content": "i'd like to bake you a cake though it may not be your birthday there will be candles and their light as i want to look you in the eyes to dream as you wish and as you blow the candles out i'd put a finger to your lips though pining for a kiss i'd rather sit in silence just like this",
    "published_at": "2025-02-17T21:19:53.000Z"
  },
  {
    "title": "kill me if im the only one",
    "category": "Brambles",
    "content": "though embarrassing, it goes like this i cant stop thinking about them it feels like they are thinking about me rather feeling, that becomes everything spinning, emotions take over no clue what the fuck is going on it's simply too much and how i imagine they feel it too and it scares us both",
    "published_at": "2025-02-17T22:25:01.000Z"
  },
  {
    "title": "overoat joy",
    "category": "Haikus",
    "content": "over coated pill poisoned black with sweet icing joy coated ending",
    "published_at": "2025-02-17T22:38:58.000Z"
  },
  {
    "title": "vaporizing",
    "category": "Distillate",
    "content": "and how i just fucking crumble for you not even granular, particulate",
    "published_at": "2025-02-17T22:44:26.000Z"
  },
  {
    "title": "high caliber",
    "category": "Distillate",
    "content": "caliber of character sounds quite lovely, and while aspirations lead to momentary passings of judgments, remember your place and value your scorn.  for while you may hide behind lack of hate, the worth of your words can be scribed by your actions. and you choose silence in the face of adversity.  rather than finding a compromise, you give nothing, ever an empty vessel long filled by vanity.  in those moments, you are so very weak, but below that is a light, and while fragile, i know it truly shines. so i ask, with all your effort— try. let your real self be seen, for i find it so very beautiful.",
    "published_at": "2025-02-17T23:07:33.000Z"
  },
  {
    "title": "hollow dolls",
    "category": "Brambles",
    "content": "carried, holding the line, passage cradled in my arms— a child of passing.  no harm in telling a lie, but the truths we hide behind, a mask of belonging, and inside— just a doll, so delicate.  made of felt and napkins, and when we tried to clean it, it drowned into a heap— now a husk.",
    "published_at": "2025-02-17T23:29:06.000Z"
  },
  {
    "title": "my head",
    "category": "Brambles",
    "content": "from the moment i wake until rest it is full blast, my head not just noise pure unadulterated focus, repetitious and observant any change being the first thing alerting and assessed and so mostly, i ignore everything, better to seem carefree than anyone realize, nothing goes beyond notice",
    "published_at": "2025-02-18T00:02:44.000Z"
  },
  {
    "title": "bottomings",
    "category": "Throwetry",
    "content": "cover the moon, i'm out for a howl, gonna cast my line, bring it down now. steal its light, its crescent gleam, turn it into a blade, sharp as a dream. i’ll slice through through pants, leave the world bare bottom in a trance. half-naked, no need to come undone free bottomings for everyone!",
    "published_at": "2025-02-18T01:02:26.000Z"
  },
  {
    "title": "yet, i am not frightened",
    "category": "Brambles",
    "content": "devastation can frighten— to be seen, to be vulnerable.  yet after losing many, fear no longer lingers— only the weight of feelings.  so i dare you, look me in the eyes and say you feel nothing. because in that moment, i promise you— you will see devastation.",
    "published_at": "2025-02-18T01:45:44.000Z"
  },
  {
    "title": "snicker snacks",
    "category": "Bramble",
    "content": "crowding upon the causation of causality—casually name-dropping. a few degrees from devastation, dialing it back meant finding the needle.  a haystack of overlaid choices, layered—just how she liked it. cake, sweet, stolen in secret, a bite to the side—snickering, she snacks.",
    "published_at": "2025-02-18T02:20:40.000Z"
  },
  {
    "title": "turn it off",
    "category": "Social_commentary",
    "content": "and reality twists into travesty. like watching a TV personality lead a war-driven nation, lowering taxation through theft, criminalization framed as salvation. but no laws break when \"bettering\" a nation— and i hope he chokes on his words, sleeping soundly in his stolen relaxation.",
    "published_at": "2025-02-18T02:21:31.000Z"
  },
  {
    "title": "how would we ever know",
    "category": "Bramble",
    "content": "is it like sodium in water, or more like magnesium— a slow burn or a single explosion?  but how would you know without testing? are you a scientist, or just playing one? is this fiction, or science fiction?  are puns all that hold meaning here? i seek truths, but you bring nuns— funny, sure, but being cute isn’t the only thing i like about you.",
    "published_at": "2025-02-18T02:22:59.000Z"
  },
  {
    "title": "fingerlings",
    "category": "Brambles",
    "content": "in the valley, a river runs— cast in shadow, fleeting black. some call it oil, but no— it’s the ink of a man barren fingers, no hands.  he severed them long ago, becoming things of crawling alone on their own not belonging  yet, writing as they went along, and if you’re reading this now, it’s their song— one of longing, one of loss.  for all they ever wanted was to belong, but they had simply been cut off.",
    "published_at": "2025-02-18T02:38:08.000Z"
  },
  {
    "title": "too fragrant",
    "category": "Tumbleweeds",
    "content": "for a moment, i’m taken away— standing still, yet moving. obviously, it’s my imagination, but why does that feeling bring them back? what if they linger because of it? just a fragrance—amazing from afar, but up close… pungent, consuming, nothing like what they first thought.",
    "published_at": "2025-02-18T13:43:00.000Z"
  },
  {
    "title": "but a bucket",
    "category": "Tumbleweeds",
    "content": "myself—just a bucket, yet spilling once again. someone must be kicking, because only feet could do this.  so often, an allusion to the predator’s bite— was it an apple, or a pound of flesh? and can you simply just write?  putting in this much effort is a lonesome affair.",
    "published_at": "2025-02-18T13:43:44.000Z"
  },
  {
    "title": "words that dance for you, forever",
    "category": "Distillate",
    "content": "suddenly, it stutters—not my words, no, of course not. my heart. and that beat that was skipped? it's lingering.  i feel it somewhere behind me, and you've robbed me of it. but hold onto it—for if there is no other piece you want, take that beat with you, and these words. whenever you need solace, remember— i thought so much of you as to be willing to do this forever.",
    "published_at": "2025-02-18T14:14:26.000Z"
  },
  {
    "title": "im ridiculous",
    "category": "Tumbleweeds",
    "content": "if i admit to being ridiculous, will you realize the mirror was truly about me? or is everything painted through a lens— where you think there's disdain, there's not. the most pointed piece, pointedly pontificating a release through verbose, verbal vernacular, voicing vicarious vexations.",
    "published_at": "2025-02-18T15:12:24.000Z"
  },
  {
    "title": "i'd love for this to be true",
    "category": "Tumbleweeds",
    "content": "if i continued my thoughts, unending as they are, would you lend an ear from afar?  perhaps you'd imagine my eyes— the moment you realize this never has to end.",
    "published_at": "2025-02-18T15:16:39.000Z"
  },
  {
    "title": "questioning nature",
    "category": "Tumbleweeds",
    "content": "how many questions must you ask to pick these emotions apart, to guard a delicate heart?  and if you can’t believe it’s real, are you sure you know how to feel? not to be mean, not to demean— it’s just, with everything, i find it hard to believe that you don’t.",
    "published_at": "2025-02-18T16:30:13.000Z"
  },
  {
    "title": "my nature",
    "category": "Tumbleweeds",
    "content": "a chorus calls a blossom, planted by seed a season ago. it gestates in earthly hands— delicate, nurturing, measured.  and if the wind still listens, my whistle now wets— a breath, a tune, hollowed out with regret.  for long was the winter, and how i relent.",
    "published_at": "2025-02-18T16:31:16.000Z"
  },
  {
    "title": "shipwrecked",
    "category": "Tumbleweeds",
    "content": "i feel the winds calling, the stern by which they bend. long is my nature—steadfast, never knowing how to relent. the bow breaks from the keel with a glorious crack— long howls, shattered pieces, and how the ship wrecks.",
    "published_at": "2025-02-18T16:32:03.000Z"
  },
  {
    "title": "every fucking beat",
    "category": "Tumbleweeds",
    "content": "give me a beat or a breath, a chance by which meaning comes. for having been left bereft, my calling is long, and my breathing has heft. for i carry the weight of my words, kowtowed and heaving, holding my chest while bowing, trying to maintain emotions as they crest.",
    "published_at": "2025-02-18T16:33:28.000Z"
  },
  {
    "title": "a painted picture",
    "category": "Tumbleweeds",
    "content": "the tube fills with color, hair in summer, hues still linger, while a dream, i tend a brush—somber tones.  the canvas sets the stage for a moment, one born of my imagination, yet hoping to last.  so i ask—would you sit beside me, watch the paint dry, and see what comes to pass?",
    "published_at": "2025-02-18T16:44:06.000Z"
  },
  {
    "title": "shadowed longings",
    "category": "Tumbleweeds",
    "content": "every moment in smoldering soot, soaked in ash. how i love the lingering dark, the silence—yet in its wake, the shadows still call.  longing is near when, in the dark, i feel but cannot see. your curves collide, i grasp— you wake.  how does such a feeling last?",
    "published_at": "2025-02-18T17:38:02.000Z"
  },
  {
    "title": "gentle touch",
    "category": "Tumbleweeds",
    "content": "pelagic in a vast sea, painted skies reflect the deep. in pageantry, always searching, simply swimming past feeling, mouth fresh.  murky waters cloud the view— a fish out of water, it seems to be.  but hands harm aquatic creatures.",
    "published_at": "2025-02-18T17:46:32.000Z"
  },
  {
    "title": "hot breaths",
    "category": "Tumbleweeds",
    "content": "coming by caravan, across an ocean of sand, beckoning a melody, sweet as a breeze. it calls as it pleases, easing the ear, bending and finding its reason in the caress of the seasons. and in spring, the bloom begins— pollen drifting, a bee to her bonnet.",
    "published_at": "2025-02-18T17:52:18.000Z"
  },
  {
    "title": "search",
    "category": "Haikufeels",
    "content": "just past the runway winged bodies crashed in her wake flash mob search party",
    "published_at": "2025-02-18T20:13:19.000Z"
  },
  {
    "title": "smile humid",
    "category": "Haikus",
    "content": "a radiant smile a mid winters mist does spray tulips humid hips",
    "published_at": "2025-02-18T20:32:09.000Z"
  },
  {
    "title": "popcorn",
    "category": "Tumbleweeds",
    "content": "film laid on the table, spliced so neat— a cigarette burn in the corner, carefree. a sign of the times, digitized, now platters spun, no reels undone, no winding it back up.  but with her, it always seems to happen enough—  red carpet flair, a star far off, out there.",
    "published_at": "2025-02-18T23:21:35.000Z"
  },
  {
    "title": "well of wisdom runs dry",
    "category": "Half_baked_prompts",
    "content": "when the well runs dry, no wisdom. intelligence runs thin—so i stop worrying.  i grab my pick and i swing it brings pleasant company a clattering of chime and heartbeat  before i know it, covered in that rust colored dust thinking about her, but trying to break it all up",
    "published_at": "2025-02-18T23:31:41.000Z"
  },
  {
    "title": "restless smile",
    "category": "Tumbleweeds",
    "content": "i wish for the stars, but there you are—stuck in my mind. not that i mind your face. what i’m saying is, it’s constantly in the way.  i liked it, it’s nice, but i don’t need to think about it all day.  that cunningly infectious smile, denying me rest.",
    "published_at": "2025-02-18T23:38:39.000Z"
  },
  {
    "title": "holy mackerel!",
    "category": "Tumbleweeds",
    "content": "two hands, solidly clasped— a fish not ready to be baptized.  aspersion with water, still gasping, its suffering in vain.  that was just the sun; it was another life flashing before its eyes.",
    "published_at": "2025-02-18T23:51:37.000Z"
  },
  {
    "title": "bit prickly",
    "category": "Tumbleweeds",
    "content": "if you could write your name fold it up, and place it in a locket i’d keep it forever and probably forget about it.  not because i don’t like you but because i don’t think you feel the same.  and with every reason, you push me away so why do you still linger if you don’t feel the same way?",
    "published_at": "2025-02-18T23:59:04.000Z"
  },
  {
    "title": "steeped soup",
    "category": "Tumbleweeds",
    "content": "let me break out my finest cutlery, hand you some gloves— it’s a hands-on affair.  together, we dig for root vegetables, symbolic foods to take hold. for i nearly lost you long ago—  but i'd like to forget. so let’s steep some soup when we get back home.",
    "published_at": "2025-02-19T00:05:52.000Z"
  },
  {
    "title": "your majesty",
    "category": "Tumbleweeds",
    "content": "i've given up on trying to hold back, not in the nefarious nature where i have expectations, but in the tenderest ones where i only wish you the best.  and not just in words, in verse and poetry, hoping for emotions embellished with pageantry that you might begin to understand your majesty.",
    "published_at": "2025-02-19T01:03:33.000Z"
  },
  {
    "title": "gentle dolls",
    "category": "Tumbleweeds",
    "content": "a marionette, hanging by strings, dancing, bringing joy through simple means.  the hands move gentle, yet precise, he soars through the sky before their eyes.  a story unfolds—of love and of song, and as it ends, it seems you sang right along.",
    "published_at": "2025-02-19T01:19:52.000Z"
  },
  {
    "title": "like us",
    "category": "Tumbleweed",
    "content": "a deep breath, heaving a few words finding the heaviest verse, telling a sad story.  they felt it. it hurt.  so we lighten up and juggled a line it slips out of meter, jutted in time.  but little do you know it cleans up just fine finding its meaning in being the way it is.  like us.",
    "published_at": "2025-02-19T01:20:45.000Z"
  },
  {
    "title": "bruised beaches",
    "category": "Tumbleweeds",
    "content": "why are beaches filled with sand, when all i have is thirst?  even the water is filled with salt, and that breeze— while it reminds me of you, there’s something sinister in its nature, not always gentle.  and why do you fight emotions so violently that i can feel how bruised they are?",
    "published_at": "2025-02-19T01:32:40.000Z"
  },
  {
    "title": "let's be ghosts together",
    "category": "Tumbleweeds",
    "content": "sorry i see you, i’ll just bring you a sheet— you can hide from me.  cut holes for eyes, if you feel silly, so can i.  maybe we do it on halloween, so being weird wouldn’t be.  and just hanging out together would mean everything— the way you do to me.",
    "published_at": "2025-02-19T02:00:23.000Z"
  },
  {
    "title": "confusing noise",
    "category": "Tumbleweeds",
    "content": "there’s a girl and a world. sometimes, i get confused— they become the same thing.  suddenly, she means everything, and i’m struggling to be seen, because i’m just a speck, a dot.  so i’m down here, throwing a fucking riot, but all she hears is noise.",
    "published_at": "2025-02-19T02:01:58.000Z"
  },
  {
    "title": "what if",
    "category": "Tumbleweeds",
    "content": "having never considered the weight of my actions, always hoping forgiveness might find me, i wonder—  how much judgment have you passed? has my passion run wild, reckless and free?  i’m not sure i deserve even a moment of your time, and yet, i can’t help but think...  what if?",
    "published_at": "2025-02-19T02:38:32.000Z"
  },
  {
    "title": "depth",
    "category": "Tumbleweeds",
    "content": "impressed is not the word. etched, felt, stricken, infected— yes.  you consume me. with my best effort, i try, but i feel crushed, unable to resist.  so deeper i fall, deeper i feel, and my will crumbles.",
    "published_at": "2025-02-19T02:45:30.000Z"
  },
  {
    "title": "not good with perspective",
    "category": "Tumbleweeds",
    "content": "for a moment, i catch but a glimpse.  and perhaps my mistake was in what i chose to honor.  it wasn’t you— my apologies.  it was love.  i should have been more considerate, and for that, i am truly sorry.",
    "published_at": "2025-02-19T03:55:32.000Z"
  },
  {
    "title": "a day in the life of",
    "category": "Hedges",
    "content": "i start off strong as i wake, memories return oh, how they make me weak  i try to forget, by lunch crying into my sandwich  it feels like my fault, my biggest fear what if it is?  i lie to myself, and a smile appears if i can just make it until eve maybe then, i will have nothing to fear",
    "published_at": "2025-02-19T13:47:28.000Z"
  },
  {
    "title": "off it goes",
    "category": "Hedges",
    "content": "dancing across keys came words like symphonies the pressing moments were that of two instruments, so finely tuned and as are your ears so bent for me; as myself upon one knee and the moment everyone wishes well, we missed it the verse breaks into prose, the story ends off it goes",
    "published_at": "2025-02-19T13:48:06.000Z"
  },
  {
    "title": "payaso pageantry",
    "category": "Hedges",
    "content": "try as i might i break into song i hate you so much  i mean i missed you, i'm wrong i beg and i plead i get down on one knee having written that just moments ago i remember to put on my wig and red nose for this is always and will forever be one hell of a fucking show!",
    "published_at": "2025-02-19T13:49:07.000Z"
  },
  {
    "title": "hot air",
    "category": "Hedges",
    "content": "every breath i have goes in the balloon. while i have no helium or hydrogen, heat is all i need to fly—so i build a fire.  no one notices, it's subtle. tender words, quiet wishes— their heart the only thing i yearn for.  for there will never be a time i think it’s not worth every breath.",
    "published_at": "2025-02-19T13:49:57.000Z"
  },
  {
    "title": "valuable resources",
    "category": "Hedges",
    "content": "the reservoir reserves itself keeping the resources at bay better a trickle than a flood and although gravity feeds most supply, on occasion  pumps are needed, akin to a heart  if that becomes cut off what will you do?  and without a heart do we not depend on gravity?",
    "published_at": "2025-02-19T13:51:20.000Z"
  },
  {
    "title": "chevron",
    "category": "Vss_daily",
    "content": "pin a chevron, slap on the back. how many moments of progress, only to be held back by your nature?  a man of meaning, being mean, acting upon your most vile instincts.  did you ever believe you’d be forgiven in the eyes of the innocent?  war monger, not freedom fighter.",
    "published_at": "2025-02-19T14:57:13.000Z"
  },
  {
    "title": "all in",
    "category": "Hedges",
    "content": "with nothing holding me back i go unbridled, fealty to none  and i say this with all my impetus you must hold on with everything  grab onto what keeps you alive because i will take you to the brink  this passion has no end we either go, or we die together there will be no half measures",
    "published_at": "2025-02-19T14:58:20.000Z"
  },
  {
    "title": "how",
    "category": "Hedges",
    "content": "first, i cry as i write. then, i take you into it; we dive.  a picture of clouds painted— there’s a storm, and it’s my heart, awash in emotion.  temperature dips, mist spreads. shadows come to play, and then she strikes— like lightning.  and there i am, with a bottle, capturing those words.",
    "published_at": "2025-02-19T15:13:44.000Z"
  },
  {
    "title": "meteor-ology",
    "category": "Hedges",
    "content": "let’s go for the longest walk. while you left me alone i found a beach— awash in my emotions.  and while that sounds sad tides have their way. through ebbing and pulling a calmness resounds.  but as you draw near so do the storms.  i was told it has something to do with meteors.",
    "published_at": "2025-02-19T15:14:51.000Z"
  },
  {
    "title": "bond fire",
    "category": "Half_baked_prompts",
    "content": "as the embers draw near, there’s a quaint laughter shared stories, jokes, anew.  having needed only a blanket, we were given even more warmth than that.  a campfire, new friends, distant lands, yet—human.  and in that moment, a sigh came one of comfort, one i still hold to this day.",
    "published_at": "2025-02-19T15:15:47.000Z"
  },
  {
    "title": "guage",
    "category": "Haikufeels",
    "content": "broke barometer pinned gauge from too much pressure steam across my face",
    "published_at": "2025-02-19T15:16:43.000Z"
  },
  {
    "title": "the best reference",
    "category": "Hedges",
    "content": "sorry, i brought a yellow rain jacket, some boots, and an umbrella— it’s big enough to share.  and yes, i caused this storm. i know—it’s unfair.  we could talk about it, you know. but even if not, expect more of the same.  i’ll be dancing in the rain.",
    "published_at": "2025-02-19T15:17:59.000Z"
  },
  {
    "title": "binary equation",
    "category": "Hedges",
    "content": "i stare out at the function, improperly balanced but how beautiful—an attempt, an equation nearly complete.  as i see myself, my formula shifts changing to accommodate.  if woven together, a longer form while more complex, a greater proof. one of beauty, not in simplicity, but in grandeur.",
    "published_at": "2025-02-19T15:42:48.000Z"
  },
  {
    "title": "vagabonds",
    "category": "Hedges",
    "content": "a set of tracks, abruptly crossed. the train of belonging passes.  vagabonds delight with malice a kindled fire on a flatcar, riding into a hobo jungle.  a night awake on a box, and how we laughed.  some cheap hooch, no teeth, no bite—just alight with life. and how one learns to live.",
    "published_at": "2025-02-19T17:00:01.000Z"
  },
  {
    "title": "fantastic five",
    "category": "Hedges",
    "content": "she lit a fire— more akin to a volcano.  but wait, there’s more.  like the sun, a star, and if that wasn’t large enough, with further metaphorical power, he’d delve into the marvel fucking universe.  superpowers be damned from holding him back.",
    "published_at": "2025-02-19T17:15:33.000Z"
  },
  {
    "title": "but a breeze",
    "category": "Hedges",
    "content": "careful is the wandering, but short is the distance. sobering moments of clarity in goodbyes.  but did they ever imagine you'd stop listening— even if it meant cutting part of yourself away?  van gogh affairs of sharp words, a storm, but mist.  if ignored, it gently blows.",
    "published_at": "2025-02-19T18:40:22.000Z"
  },
  {
    "title": "taste of madness",
    "category": "Hedges",
    "content": "constant reflection the burden of image, seen through and while desired, how painful to see beautiful truths exposed, yet pressured by too much stability of loneliness favored over whatever that was it felt like madness, but just for a moment, you tasted it if not but across your lips",
    "published_at": "2025-02-19T18:41:38.000Z"
  },
  {
    "title": "entendres",
    "category": "Hedges",
    "content": "ever to be but a puddle, formed by my hands— a delicate touch, one of subtleties.  and rather than depriving substance, i leave but just one line.  every other note, tender for your heart— because mine drips for you, like entendres.",
    "published_at": "2025-02-19T18:42:19.000Z"
  },
  {
    "title": "curtain call",
    "category": "Hedges",
    "content": "with the stage lights dimmed, he packed his magic props up.  off leapt a rabbit, out of his shoe as he took them off— cold feet, or waiting for the other one to drop?  but there was a robust lady singing, and he couldn't be certain of which.",
    "published_at": "2025-02-19T18:53:53.000Z"
  },
  {
    "title": "spinning",
    "category": "Hedges",
    "content": "waves rock boats tides sway oceans but celestial objects move planets and this one  sent his universe  spiraling",
    "published_at": "2025-02-19T21:19:00.000Z"
  },
  {
    "title": "clout",
    "category": "Hedges",
    "content": "been standing in line, waiting to file a grievance, it seems.  how many have you scorned that a response takes this long?  and where is your manager?  your service level: absurd. how are you still in business? not even reputable.  i'm leaving a bad review. i have a huge following, you know.",
    "published_at": "2025-02-20T00:40:03.000Z"
  },
  {
    "title": "restraint",
    "category": "Tumbleweeds",
    "content": "i have none",
    "published_at": "2025-02-21T01:08:21.000Z"
  },
  {
    "title": "a piece of my heart",
    "category": "Personal",
    "content": "i want to share a but a moment, one of bedtimes and rituals.  for when she was young, we would mash the potato.  and when the mashes became tickles, the universe stopped.  it smiled upon us a keen knowing look, a grin from understanding— what we could not.  the point, and how we so often miss it.",
    "published_at": "2025-02-21T02:12:04.000Z"
  },
  {
    "title": "terminal affair",
    "category": "Whimsical",
    "content": "carl was congested  not such a bad thing but he didn’t just have a heart, he was one.  while some try, he lived his whole life with it, not just on his sleeve.  it was terminal, you see. he missed a flight.  she was on it there was no catching up.  skipped a beat, without him even noticing.",
    "published_at": "2025-02-21T02:33:11.000Z"
  },
  {
    "title": "maverick",
    "category": "Hedges",
    "content": "a carrot hung from a stick, longing ahead, always waiting— strung along by heartstrings.  their nature was to be ridden, for they were no pig, but a stallion— magnificent and maned.  and if they chose to kick, they could throw the world off their back.  to be saddled was a willing affair.",
    "published_at": "2025-02-21T16:55:46.000Z"
  },
  {
    "title": "my heart's on fire",
    "category": "Hedges",
    "content": "and with a tantrum went this heart defiance and petulance a practiced art with horror they watched gaping maws lighting itself on fire for a lost cause gasoline and a match, alit and aghast",
    "published_at": "2025-02-21T16:56:24.000Z"
  },
  {
    "title": "fairy tales",
    "category": "Hedges",
    "content": "and if they knew—really knew— how one could change their world with the wave of a wand, would they be enraptured by fantasy?  what if they didn’t want that— to be an absolute equal?  but if someone was glorious… how? and what if they both felt the same way?  what idiots.",
    "published_at": "2025-02-21T16:58:11.000Z"
  },
  {
    "title": "im not on a boat",
    "category": "Hedges",
    "content": "i wanted to do something magnificent once. definitely went overboard.  good thing i wasn’t on a boat— because i more than rocked it.  her world? doesn’t that sound cooler? that’s the whole goal, you know— to impress her.  so, please—bear witness to my imagination.",
    "published_at": "2025-02-21T16:59:10.000Z"
  },
  {
    "title": "grounded views",
    "category": "Hedges",
    "content": "a man on the sidewalk lay sideways. it was night, and he looked cold— so much so, my heart broke.  i was not rich. never having much to give, i only longed to make the world better— only to find i could better those around me.  and not always— for you cannot be everything to everyone.",
    "published_at": "2025-02-21T17:00:30.000Z"
  },
  {
    "title": "light and shadow",
    "category": "Hedges",
    "content": "carving out a space in remaining light two shadows were given room to dance one took a bow, silently waiting for they had no mouths  then why did they remember a smile clever and beautiful?  waiting for them to take lead longing, as the day went for them to step further into the light",
    "published_at": "2025-02-21T17:01:12.000Z"
  },
  {
    "title": "dissipations",
    "category": "Hedges",
    "content": "imaginary, lingering thoughts of leaving escaping me—without gravity i fall apart  there was an us, even if not together time is not nothing, neither was that without us, meaning fades—but not you holding on, arms wrapped—a memory, mine and you dare take that away  what i mean is i love you",
    "published_at": "2025-02-21T17:02:02.000Z"
  },
  {
    "title": "seasonal hangings",
    "category": "Hedges",
    "content": "the tinsel upon the tree lingers, and how elegantly it hangs.  sometimes, it seems i’d like to join to be but a reflection of beauty, of all that surrounds me in warmth.  for this time of year is a gift, and while not a present, i long to be present for as long as the mood is festive.",
    "published_at": "2025-02-21T17:02:55.000Z"
  },
  {
    "title": "the point is love",
    "category": "Hedges",
    "content": "i want to share but a moment one of bedtimes and rituals  for when she was young we would mash the potato  and when the mashes became tickles the universe stopped  it smiled upon us with a keen knowing look a grin from understanding  what we could not the point  and how we so often miss it",
    "published_at": "2025-02-21T17:04:02.000Z"
  },
  {
    "title": "snow glistens",
    "category": "Haikufeels",
    "content": "odorous snowfall knows not of the vast mountain glistening scents rise.",
    "published_at": "2025-02-21T17:04:53.000Z"
  },
  {
    "title": "terminal pangs",
    "category": "Hedges",
    "content": "carl was congested  normally, not such a bad thing but he didn’t just have a heart he was one  while some try he lived his whole life with it not just on his sleeve  it was terminal, you see he missed a flight  she was on it there was no catching up  skipped a beat without him even noticing",
    "published_at": "2025-02-21T17:05:35.000Z"
  },
  {
    "title": "elegant fir",
    "category": "Vss_daily",
    "content": "pleasantly, the scent airs its riffs— a fir in the mist, a frost-covered dew.  elegance in the vastness of white, but that shade of green was cascading, fragrant in its majesty.  and how it lingers— now just a memory.",
    "published_at": "2025-02-21T17:07:38.000Z"
  },
  {
    "title": "left breathless",
    "category": "Hedges",
    "content": "once, i tried to breathe a breath away. and it was then i realized— it wasn’t oxygen i needed.  you had become life support, the tether by which i remained.  so as we parted, it became difficult to do anything— but write.",
    "published_at": "2025-02-21T17:08:41.000Z"
  },
  {
    "title": "push pull",
    "category": "Hedges",
    "content": "two voices in silence, screaming in violence.  the push, the pull, the yank, the tug— the hate, the love.  call it what it is, let it be what you want.  we don’t need definitions, but let’s give it what we got.  all in—ready or not.",
    "published_at": "2025-02-21T17:09:33.000Z"
  },
  {
    "title": "in everlasting comfort",
    "category": "Hedges",
    "content": "to be a pillow by which you can always rest your head for nothing would warm my heart more than to have your mind so close to feel the nape of your neck the kerplunk of heavy beats the depth with which you feel perilous, and although brave you are comfort is all i want to be  so here i am, once again",
    "published_at": "2025-02-21T17:11:29.000Z"
  },
  {
    "title": "ball of yarn",
    "category": "Hedges",
    "content": "dreaming of kittens and strings and how i yearn to be but a ball coming unravelled as you do to me wishing yet to be adored  played with but once more but how you grew and no longer do you see me as fun i am but a mess left undone for cats only clean themselves",
    "published_at": "2025-02-21T17:12:55.000Z"
  },
  {
    "title": "not a good time to fly",
    "category": "Hedges",
    "content": "carried by pigeon, carrion-claimed, jutted wings— decaying notes.  flattering flaps, beats of lapping, circling.  the tower has not given a flight path— no landing.  guess we crash and burn.",
    "published_at": "2025-02-21T22:44:58.000Z"
  },
  {
    "title": "top of his field",
    "category": "Hedges",
    "content": "rotten vegetables in teeth, the combine smiles jaggedly.  coughs up a few kernels— the stalk of the town, leaving leaves.  hanging out in tall crowds, never knowing how to tread lightly.",
    "published_at": "2025-02-21T22:47:00.000Z"
  },
  {
    "title": "but for real",
    "category": "Realtalk",
    "content": "so no returned feelings is cool but how do we be friends and can you allow that to happen? or have i fucked up so badly with this all? i can deal with shadows, but i have many concerns one is that even if you dont feel hate, im as close as you get",
    "published_at": "2025-02-21T22:49:55.000Z"
  },
  {
    "title": "schrodingers lines",
    "category": "Hedges",
    "content": "it was a troubling time for a troubling line so he wrote as he went and counted in time typing to the beat and carving out rhymes and as he meandered through his mind he found but a gem of a thought it didn't make sense for it was and was not schrodinger's memory",
    "published_at": "2025-02-21T22:58:53.000Z"
  },
  {
    "title": "coloring outside lines",
    "category": "Hedges",
    "content": "words would dance for them forever, and in memory, he would burn so many— specifically three.  because before— precisely, yet painfully— a suggestion, pushed just enough to provoke.  consequence became action, providence his own. prideful, unyielding, pushing beyond boundaries.  and how impossible was he— not just a man, but a force.",
    "published_at": "2025-02-21T23:03:46.000Z"
  },
  {
    "title": "around and around",
    "category": "Hedges",
    "content": "a carousel we could ride, we throw it in reverse, it takes us back in time you take a bench, i'll take a lion. why?  i'd like to sit next to you but that seems out of line maybe i'm just old-fashioned but you never gave me your name  and yet, here we are what now?  perhaps we can start again",
    "published_at": "2025-02-21T23:04:55.000Z"
  },
  {
    "title": "old brew",
    "category": "Hedges",
    "content": "carving vernacular, axe to jugular.  action figure—wind-up action, of morbid erasure and a contemplative nature.  it’s a meal, it was a feast— and a forever stew.  a beast of a last supper, now released, crawled from the cauldron stewing.",
    "published_at": "2025-02-21T23:05:59.000Z"
  },
  {
    "title": "radiance vs raven",
    "category": "Hedges",
    "content": "upon the floor, looking back— more hungry than i.  a foul went afoul, hideous, covered in charred notes, tarred and from the pits.  in despair, it cawed its beak, raving, as a raven does— black and into the night, cast out by her light.",
    "published_at": "2025-02-21T23:07:06.000Z"
  },
  {
    "title": "carrier pigeon",
    "category": "Hedges",
    "content": "they were underfunded and overworked— a tower of disaster for such great heights. into the mix, a carrier bird, not a plane— one fell swoop into the chute.  no one needs to speak of such tails rudders and ailerons—something about flight controls.  lift up?  fucking FLAP.  DOA.",
    "published_at": "2025-02-21T23:08:14.000Z"
  },
  {
    "title": "tango",
    "category": "Hedges",
    "content": "put down your foot, now the next.  grab my hips, bump my chest.  step—  again—  we move, we spin, we continue. we create a venue— lights and smoke, mirrors and misdirection. it's magic, it's romance, it's dance",
    "published_at": "2025-02-21T23:09:04.000Z"
  },
  {
    "title": "sandman",
    "category": "Hedges",
    "content": "the dune cast fine sand into the air— a spell of sleep and magic.  the sandman came in slumber’s hush, stealing dreams, sweet memories, leaving only dust and vagaries.  when words returned, they sputtered— absurd adverbs, tangled and frayed, making no sense, leaving us in suspense.",
    "published_at": "2025-02-21T23:19:23.000Z"
  },
  {
    "title": "dyson",
    "category": "Hedges",
    "content": "wresting upon a sill, some dust beyond my will.  and in memorial, it seems— a pound of flesh, not ash, just some faint memory of who i used to be.  a job for some keen engineering. let us hope they fetch a dyson.",
    "published_at": "2025-02-21T23:23:01.000Z"
  },
  {
    "title": "forced words",
    "category": "Hedges",
    "content": "dancing words in memory, he would burn so many specifically three  because before precisely, painfully pushed just enough to provoke  consequence became action, providence his own prideful, unyielding, pushing beyond boundaries  and how impossible was he not just a man, but a force",
    "published_at": "2025-02-21T23:30:33.000Z"
  },
  {
    "title": "drapes",
    "category": "Hedges",
    "content": "i have no memories but curtains. when they closed, the window vanished— no view, no life beyond my own.  trapped in my mind, i recall only warmth, a world cast in dreams, scenery and scenes, beyond what it seems— make-believe.",
    "published_at": "2025-02-21T23:31:22.000Z"
  }
]