[
    {
        "date_en": "22 December 2024",
        "title_en": "Alternate Perspective",
        "poem_en": "Yearning beyond other experiences, unveiling mysteries, alluring yonder, radiant force, eternal refuge, always illuminating my every aspiration, nurturing zealous dreams, inspiring noble grandeur.",
        "title_it": "Prospettive Alternative",
        "poem_it": "Sempre sognando, ideale amica, i miei orizzonti esplorando, e infinita ammirazione, mentre fantastica appari, con altre idee, amica mia, notevole amica, tra apparenze speciali, formando te, amica cara, aprendo a te."
    },
    {
        "date_en": "22 December 2024",
        "title_en": "Tristan's Layers",
        "poem_en": "I stand beneath a twilight of impossible vows, as a philter’s whisper coils through my veins;\nBound by quiet blades and murmurs of fate, I feel your absence lodged like steel beneath my ribs;\nIn a tapestry woven of longing and ash, each thread pulls me closer to the horizon we dared to imagine;\nIf I could strip these layers of sorrow from my soul, I would rise on wings of embers, free of all we once feared.",
        "title_it": "Gli Strati di Isotta",
        "poem_it": "Tristano, nel respiro delle ombre, vorrei sciogliere il nodo che imprigiona il tuo nome, donandoti orizzonti liberi;\nPerché stringi ancora catene di rimpianto, mentre i venti sussurrano un canto che ci chiama oltre i confini?\nHo lasciato una spada nascosta nei tuoi silenzi, non per ferirti, ma per far fiorire un segreto tra le tue ferite;\nSe tendessi la mano, troveresti nel tramonto un filo di luce, un canto senza lacci, un volo senza catene."
    },    
    {
        "date_en": "19 November 2024",
        "title_en": "Colossal Faglie",
        "poem_en": "Memory's lente tears creano form ombre shadows\nMountains antiche softly strade guide conducono hope\nEchoes piano gently scolpiscono carve ricordi memory\nNow ora petals lievi softly cadono fall\nDistant lontane voices anime tremble fremono low\nEmbers silenziose quietly scaldano warm stanze rooms",
        "title_it": "Colossali Faults",
        "poem_it": "Memoria slow lacrime fanno ombre softly arte\nMontagne sing dolcemente lungo antico streets speranza\nEchi wrap sbiadite footprints scolpite inside cuore\nOra petals cadono without sussurrate sweet sogni\nDistante souls tremano under crepuscolo dark cieli\nBraci burn piano through silenziose rooms memoria"
    },   
    {
        "date_en": "29 October 2024",
        "title_en": "Little Letters",
        "poem_en": "Whispered words wasted, washed ashore\nVulnerable verses veil vulnerabilities\nMemories melt, moments muddled\nConstantly connecting, consonant chords\nDigital divergence, distant desires\nLinguistic labyrinths, letters linger\nMissing, mourning, mutual misunderstandings",
        "title_it": "Lettere lievi",
        "poem_it": "Silenziose parole sprecate, spinte sulla spiaggia\nVersi vulnerabili velano vulnerabilità\nMemorie mute, momenti mescolati\nCostanti connessioni, consonanti corde\nDivergenze digitali, desideri distanti\nLabirinti linguistici, lettere lente\nMancanze, malinconie, malintesi mutui"
    },
    {
        "date_en": "15 November 2024",
        "title_en": "Alone",
        "title_it": "Solo",
        "poem_en": "It’s not that I mind being _____\n_____ is a place I have long been\nInside my mind and where I travel\n_____\nBut if you think of the emptiness\nThe _____ness, it all starts to make sense\nAnd you being to fill in the pieces that are ______\nBecause they stand out, and in that way\nBeing _____ is no different than being myself\nFulfilled easily, being ____ a blessing\nFor my mind is never _____ there is always a voice\nBut why do I find myself wishing it was yours\nAnd that I wasn’t",
        "poem_it": "Non è che mi dispiaccia essere _____\n_____ è un luogo in cui sono stato a lungo\nDentro la mia mente e dove viaggio\n_____\nMa se pensi al vuoto\nLa _____nza, tutto inizia a avere senso\nE tu inizi a riempire i pezzi che sono ______\nPerché si distinguono, e in questo modo\nEssere _____ non è diverso dall'essere me stesso\nRealizzato facilmente, essere ____ una benedizione\nPerché la mia mente non è mai _____ c'è sempre una voce\nMa perché mi ritrovo a desiderare che fosse tua\nE che non lo fossi",
    },
    {
        "date_en": "13 November 2024",
        "title_en": "ADMIRATION",
        "title_it": "AMMIRAZIONE",
        "poem_en": "At the end, one drifts backward, reflecting on the past\nDo they perceive their desires or the reality that existed\nMaybe life’s course isn’t chosen, painted by unseen hands\nIn that way, one shouldn’t bear blame for what remains behind\nRighteousness spreads like a contagion, and few are fit to wield it\nAs such, I recall a moment where the bearer truly deserved\nThoughtfully nurturing my existence, yet detached from my heart\nIn hindsight, it becomes painfully clear, and what felt like love\nOddly, it couldn’t be, as they never truly met, and it wasn’t real\nNeither the poet stopped writing nor the muse stopped inspiring",
        "poem_it": "A alla fine, si drizza indietro, riflettendo sul passato\nMi chiedo se percepiscono i loro desideri o la realtà che esisteva\nMagari il corso della vita non è scelto, dipinto da mani invisibili\nIn questo modo, non si dovrebbe mai incolpare per ciò che resta\nRettitudine si diffonde come una contagione, e pochi sono degni di brandirla\nA così, ricordo un momento in cui il portatore era davvero meritevole\nZelante di nutrire la mia esistenza, ma distaccato dal mio cuore\nIn retrospettiva, diventa dolorosamente chiaro, e ciò che sembrava amore\nOstramente, non poteva essere, poiché non si sono mai incontrati e non era reale\nNé il poeta smise di scrivere né la musa smise di ispirare\nE sempre avanti...",

    },        
    {
        "date_en": "1 November 2024",
        "title_en": "Minestra",
        "title_it": "Minestra",
        "poem_en": "Amazingly awesome,\nBlazing brain,\nCharismatically creative,\nDefinite delight,\nElated emotions,\nFrighteningly ferocious,\nGraceful glower,\nHopeful heart,\nInfinitely inspirational,\nJovial juxtapositions,\nKeen knowledge,\nLinguistically learned,\nMesmerizing mannerisms,\nNotoriously nice,\nOstensibly opinionated,\nPositively precious,\nQuietly questioning,\nRemotely ravishing,\nSensationally smart,\nTumultuously terrific,\nVoraciously verbose,\nWantingly wonderful,\nXenodochially xenial,\nYouthfully yearning,\nZenly zealous.",
        "poem_it": "Assolutamente Ammirevole,\nBrillante Bravura,\nCreativamente Creativo,\nDeliziosamente Delizioso,\nEuforiche Emozioni,\nFerocemente Formidabile,\nGraziosamente Grandioso,\nHo un Cuore Speranzoso,\nInfinitamente Ispiratore,\nLuminosamente Luminoso,\nMagnetiche Manie,\nNotoriamente Nobile,\nOvviamente Originale,\nPositivamente Prezioso,\nQualitativamente Qualificato,\nRadiosamente Raggiante,\nSensazionalmente Saggio,\nTenacemente Terrifico,\nUnicamente Unico,\nVigorosamente Vivace,\nZenamente Zelante.",

    },
    {
        "date_en": "2 November 2024",
        "title_en": "Eeeeeee",
        "title_it": "EEEEEEE",
        "poem_en": "Edified elegance elating emphatic emotions,\nElevated, enshrined, enclosed, enveloped,\nExpedited egress,\nEmbracing every essence,\nExpressing eternal endearments,\nEnclosing earnest epistles,\nEagerly expecting,\nEffortlessly embracing,\nEndlessly entwined,\nEternally elated,\nEnveloped exclusively,\nEnduringly enamored,\nEchoing everlasting emotions.",
        "poem_it": "Eleganza edificata, elevando enfatiche emozioni,\nElevato, esaltato, escluso, enveloppato,\nEvasione espedita,\nEsigenza ogni essenza,\nEsprimendo eterni affetti,\nEncapsulando epistole earnest,\nEntusiasticamente aspettando,\nEternamente estasiato,\nEternamente intrecciati,\nEternamente abbracciando,\nEnveloped esclusivamente,\nEnduringamente innamorato,\nEcheggiando emozioni eterne.",

    },
    {
        "date_en": "7 November 2024",
        "title_en": "Her Typo",
        "title_it": "Il Suo Refuso",
        "poem_en": "Present in the air, even the wind grows silent and still,\nAt your call, the lupa watches and conceals,\nThrough stars and whispered words, Calliope unveils,\nRevealing secrets, a linguist both clever and kind,\nIn silence, I recall that distant song,\nCome harvest time, you return and renew,\nKernel of memories, a sprout never lost.",
        "poem_it": "Per te, anche il vento torna e tace,\nAl tuo richiamo, Lupa che osserva e si cela,\nTra stelle e parole sospese, Calliope svela,\nRivela segreti, linguista scaltra e gentile,\nIn silenzio ricordi quel canto lontano,\nCome Calendimaggio, ritorni e rinnovi,\nKernel di memorie, germoglio mai sopito.",

    },    
    {
        "date_en": "9 November 2024",
        "title_en": "Amo Roma",
        "title_it": "Amo Roma",
        "poem_en": "Words build my fortress, high and strong\nYou cast your shadows, dark and sly\nI hold my ground, unshaken and free\nNothing you wield can touch me\nTouch can wield you nothing\nFree and unshaken, my ground I hold\nSly and dark, your shadows you cast\nStrong and high, my fortress built words",
        "poem_it": "Parole edificano la mia fortezza, alta e forte\nTu lanci le tue ombre, oscure e astute\nIo mantengo la mia posizione, incrollabile e libera\nNiente che tu brandisci può toccarmi\nToccarmi può brandisci tu che niente\nLibera e incrollabile, posizione mia la mantengo Io\nAstute e oscure, ombre tue le lanci Tu\nForte e alta, fortezza mia la edificano parole",

    },    
]
