[
    {
        "title_en": "La Lupa e la Brama",
        "title_it": "La Lupa e la Brama",
        "poem_en": "It starts in your eyes, cascades to my knees,\nA dizzying haze steals my breath, leaving me weak.\nIt's you, not me, and whatever you inflict,\nI lose my thoughts, unraveling, emotions split.\n\nA toxicity I crave, a poison I embrace,\nNo sensation rivals your dark, entrancing space.\nI'm falling apart, each breath a heavier plea,\nMy heart's in panic, knees buckling beneath.\n\nThe onset of collapse, spiraling endlessly,\nNo effort can halt the chaos your presence brings.\nYou burn me down like gasoline ignites flames,\nFlicking matches, laughing, watching me wane.\n\nDevil incarnate, deadly with your touch,\nScorn me once again, but burning's never enough.\nI fracture beneath your gaze, yet crave the pain,\nInsatiable allure, calling your name yet again…",
        "poem_it": "Inizia nei tuoi occhi, scende fino alle ginocchia mie,\nUna foschia vertiginosa ruba il respiro, mi lascia indietro.\nSei tu, non io, qualunque cosa tu infligga,\nPerdo i pensieri, mi srotolo, le emozioni si spaccano.\n\nUna tossicità che bramo, un veleno che accolgo,\nNessuna sensazione eguaglia il tuo spazio oscuro.\nSto cadendo a pezzi, ogni respiro è una preghiera,\nIl cuore in panico, le ginocchia cedono più di ieri.\n\nL'inizio del crollo, spirale senza fine,\nNessuno sforzo può fermare il caos che tu porti.\nMi bruci come benzina accende le fiamme,\nAccendendo fiammiferi, ridi, guardi mentre mi spezzo.\n\nDiavolo incarnato, mortale con il tuo tocco,\nMi disprezzi ancora, ma bruciare non basta mai.\nMi fratturo sotto il tuo sguardo, eppure bramo il dolore,\nAttrazione insaziabile, il tuo nome chiamo ancora…"
    },
    {
        "title_en": "Il Lamento della Lupa",
        "title_it": "Il Lamento della Lupa",
        "poem_en": "The lupa turned, her gaze sweeping the trees,\nbut the bleeding man was gone, dissolved to smoke.\nYet something lingered—an ache, despair—\na phantom yearning, raw and anguished.\n\nThe moon cast its cold shadow before her,\netching silver shapes upon the ground.\nAnd as it moved, so too did he vanish,\nhis form unraveled into the night.\n\nYet remnants stayed: ragged chunks of flesh,\ntorn and vile, a puzzle of pain she could not solve.\nHad the man spoken, she would have listened,\nher wild ears attuned to every plea.\n\nInstead, silence birthed a ritual—\nan act of unspoken desperation.\nHe did not wait;\nand the lupa, bound to night’s embrace,\ncould only mourn his impatience.",
        "poem_it": "La lupa si voltò, il suo sguardo scorse gli alberi,\nma l’uomo sanguinante era sparito, dissolto nel fumo.\nEppure qualcosa rimaneva—un dolore, disperazione—\nun desiderio fantasma, crudo e angosciato.\n\nLa luna gettò la sua ombra fredda davanti a lei,\nincidendo forme d’argento sul terreno.\nE mentre si muoveva, anche lui svaniva,\nla sua forma si disgregava nella notte.\n\nEppure restavano frammenti: pezzi di carne strappati,\nlidi e ripugnanti, un enigma di dolore che non poteva risolvere.\nSe l’uomo avesse parlato, avrebbe ascoltato,\nle sue orecchie selvagge sintonizzate su ogni supplica.\n\nInvece, il silenzio generò un rituale—\nun atto di disperata muta.\nLui non aspettò;\ne la lupa, legata all’abbraccio della notte,\npoteva solo piangere la sua impazienza."
    },    
    {
        "title_en": "La Lupa del Rituale",
        "title_it": "La Lupa del Rituale",
        "poem_en": "The bite lingers; winter has come and gone;\nWithout a harvest, the wolf will soon have her day.\n\nI gaze upon the abject horror of my own creation, no longer a man;\nI have strewn my entrails in ritual as I have my words.\nAnd though the journey has been burdensome,\nThis wolf has been so eloquent\nThat now I can accept nothing but my fate.\n\nWill the bite come while I sleep to grant me mercy,\nOr will the wolf slowly tear fragments\nUntil nothing remains, to no longer be a man but transformed.\n\nAll that I had was lost long ago when I wrote those words;\nAnd though it feels like years, perhaps it's been hours.\nThe advance of the wolf stirs trepidation\nIn my desire to measure time,\nFor the pain of that bite has become infectious,\nAnd I seek it as I bleed upon the page,\nEach yearning that the wolf knows\nTo what extent I accept her nature.\n\nBut should she fear the simple man\nWho has sacrificed blood and flesh to make himself pale,\nTo be the last light left in the shadow cast by the wolf.",
        "poem_it": "Il morso perdura, l'inverno è venuto e passato;\nSenza raccolto, la lupa presto avrà il suo giorno.\n\nContemplo l'abietto orrore della mia creazione, non più uomo;\nHo sparso le mie viscere in rituale come le mie parole.\nE sebbene il cammino sia stato gravoso,\nQuesta lupa è stata così eloquente\nChe ora non posso accettare altro che il mio destino.\n\nVerrà il morso mentre dormo a concedermi misericordia,\nO la lupa lentamente strapperà frammenti\nFinché nulla rimarrà, per non essere più uomo ma trasformato.\n\nTutto ciò che avevo si è smarrito tempo fa quando scrissi quelle parole;\nE sebbene sembrino anni, forse sono ore.\nL'avanzare della lupa suscita trepidazione\nNel mio desiderio di misurare il tempo,\nPoiché il dolore di quel morso è divenuto contagioso,\nE lo cerco mentre sanguino sulla pagina,\nOgni anelito che la lupa sappia\nA quale livello accetto la sua natura.\n\nMa dovrebbe temere il semplice uomo\nChe ha sacrificato sangue e carne per farsi pallido,\nPer essere l'ultima luce rimasta nell'ombra lasciata dalla lupa."
    },    
    {
        "title_en": "Consumato dalla Lupa",
        "title_it": "Consumato dalla Lupa",
        "poem_en": "Darkness encroaches yet holds at bay,\nGaz­ing upon the sinister veil of my face.\nEnveloped in blood and madness' embrace,\nCarved art beneath my skin's fragile grace.\n\nBeneath the bones, the depths disclose\nHow far it crept, leaving scars that froze.\nMy being now beyond fully spent,\nWith nothing left to give, silence ferment.\n\nPredicting the bite was easy to foresee,\nBut how deep it went, I cannot believe.\nAs I sit with bones exposed and bare,\nThat haunting smile continues to flare.\n\nOverwhelmed by violence that breeds,\nInnocence slaughtered, planting seeds.\nViolence consumes, takes steadfast hold,\nBlood turns to black sludge, losing control.\n\nWith every breath, it fills my core,\nTransformed by violence, a raging uproar.\nBlack sludge envelopes, silently seeps,\nNightmares awaken from restless sleeps.\n\nWaking monsters to feast on as treats,\nTo sit and smile, gnawing at my teeth.\nKnowing the wolf has forever turned me,\nWaiting for her heart to eternally eat.",
        "poem_it": "L'oscurità si insinua, ma resta a bada,\nfissa il sinistro velo sul mio volto.\nAvvolta da sangue e dall'abbraccio della follia,\nincisa l'arte sotto la fragile grazia della mia pelle.\n\nSotto le ossa, le profondità svelano\nquanto si è insinuata, lasciando cicatrici ghiacciate.\nIl mio essere ormai oltre pienamente esaurito,\ncon nulla più da dare, il silenzio inizia a fermentare.\n\nPrevedere il morso era facile da intuire,\nma quanto è profondo, non posso crederci.\nMentre siedo con le ossa esposte e nude,\nquel sorriso inquietante continua a fiammeggiare.\n\nSopraffatta dalla violenza che genera,\nl'innocenza massacrata, piantando semi.\nLa violenza consuma, prende saldamente il controllo,\nil sangue si trasforma in melma nera, perdendo il controllo.\n\nAd ogni respiro, riempie il mio cuore,\ntrasformata dalla violenza, un'ira fragorosa.\nLa melma nera avvolge, silenziosamente si insinua,\ngli incubi si risvegliano dai sonni irrequieti.\n\nRisvegliando i mostri per banchettare come prede,\nsedersi e sorridere, rosicchiando i miei denti.\nSapendo che il lupo mi ha per sempre trasformata,\naspetto che il suo cuore eternamente divori."
    },
    {
        "title_en": "La Lupa Si Aggira",
        "poem_en": "Anticipation as your claws descend my throat,\nBlood drips, staining my clothes—\nSoaked in gore, the wolf's twisted version of love.\nVeiled in night’s embrace, goddess of light,\nOne moment I lie bleeding,\nThe next, the world suddenly gone, fleeting\nLeft standing in the shadows,\nI begin to rend my tattered clothes,\nDrawing a knife, carving shallow slashes—\nYou never arrive, left only feeling your absence,\nThus, the wounds deepen,\nTrembling, paling,\nMy knees grow weak as the pain seeps in.\nThe wolf smiles in silent vigil,\nA cunning mind with claws that dissect.\nYet the blood overwhelms, too much,\nWords drip with semblances of love—\nUncertain of their nature, it masquerades as bait.\nI bleed while the wolf encircles,\nMaintaining an aloof distance,\nA predator cloaked in ethereal grace.",
        "title_it": "La Lupa Si Aggira",
        "poem_it": "Anticipazione mentre i tuoi artigli scendono sulla mia gola,\nIl sangue gocciola, macchiando i miei vestiti—\nInzuppato di sangue, la distorta versione d'amore della lupa.\nVelata nell'abbraccio della notte, dea della luce,\nUn momento giaccio sanguinante,\nIl successivo, il mondo improvvisamente svanisce, fugace.\nRimasto in piedi nelle ombre,\nInizio a lacerare i miei vestiti strappati,\nTiro fuori un coltello, incidendo tagli superficiali—\nNon arrivi mai, lasciandomi solo con la tua assenza,\nCosì, le ferite si approfondiscono,\nTremando, impallidendo,\nLe mie ginocchia si indeboliscono mentre il dolore penetra.\nLa lupa sorride in silente veglia,\nUna mente astuta con artigli che dissotterrano.\nEppure il sangue sovrasta, troppo,\nParole gocciolano con sembianze d'amore—\nIncerte nella loro natura, si mascherano da esca.\nSanguino mentre la lupa circonda,\nMantenendo una distanza distaccata,\nUn predatore avvolto in grazia eterea."
    },
    {
        "title_en": "Più di un Lupa",
        "poem_en": "It started as a cup run amok, full beyond brim, becoming a pool.\nOr at least that's what I said, but the pool was really an ocean, and my words were just a lie; now I am fucking drowning in it.\nThe ocean is filled with tears from more than a good cry;\nIt was a moment I was trying to say goodbye.\nBut you asked me to stay, to be a friend.\nI said yes... but man... Why am I crying, and why does it feel like death?\nSomeone reached in and pulled my heart out of my chest,\nAnd as I stare at it with horror and beauty, I ask you politely, please put it back in me.\nFor I thought I was whole, but you tear me apart;\nYou're more than a wolf, an ocean apart.\nWell, thank God or whatever it is that you believe in,\nFor I can't find a single fucking reason to sit here and keep crying.\nBut you create gravity and hold hearts for ransom;\nIt's not your intention, but how could you not?\nYour burden to bear, the thing you hate a lot,\nPerhaps most, but don't speak of your father.\nWait, let's not get personal—is that supposed to be a fucking joke?\nAre words nonsense on which I should choke,\nBeing told by a cunning linguist that I made uncomfortable with words like \"cunnilingus.\"\nSome thoughts lead to anger, because what I want languishes,\nAnd inside of me my words spin; my head hurts, or is it my heart?\nEmotions a wreck, so in this ocean I drown.\nDon't worry about me; I know it's my own mind... it might be my heart.\nBut I will be just fine.\nI just had to get this out, even if it's in shitty rhyme.",
        "title_it": "Più di un Lupa",
        "poem_it": "È iniziato come una tazza impazzita, piena oltre il bordo, diventando una pozza.\nO almeno questo è quello che ho detto, ma la pozza era davvero un oceano, e le mie parole erano solo una bugia; ora sto fottutamente annegando in esso.\nL'oceano è pieno di lacrime da più di un buon pianto;\nÈ stato un momento in cui cercavo di dire addio.\nMa tu mi hai chiesto di restare, di essere un amico.\nHo detto di sì... ma amico... Perché sto piangendo, e perché sembra morte?\nQualcuno ha infilato la mano e tirato fuori il mio cuore dal petto,\nE mentre lo fisso con orrore e bellezza, ti chiedo cortesemente, per favore rimettilo dentro di me.\nPerché pensavo di essere intero, ma tu mi lacerati;\nSei più di una lupa, un oceano lontano.\nBene, grazie a Dio o qualunque cosa tu creda,\nPerché non riesco a trovare una singola fottuta ragione per sedermi qui e continuare a piangere.\nMa tu crei gravità e tieni i cuori in ostaggio;\nNon è tua intenzione, ma come potresti non farlo?\nIl tuo fardello da portare, la cosa che odi molto,\nForse di più, ma non parlare di tuo padre.\nAspetta, non diventiamo personali—è questo che dovrebbe essere una fottuta barzelletta?\nLe parole sono sciocchezze su cui dovrei strozzarmi,\nEssere detto da un linguista astuto che ho reso scomodo con parole come \"cunnilingus.\"\nAlcuni pensieri portano rabbia, perché ciò che voglio languisce,\nE dentro di me le mie parole girano; la mia testa fa male, o è il mio cuore?\nEmozioni distrutte, così in questo oceano annego.\nNon preoccuparti per me; so che è la mia mente... potrebbe essere il mio cuore.\nMa starò bene.\nHo solo dovuto farlo uscire, anche se è in una pessima rima."
    },
    {
        "title_en": "La Lupa Astuta",
        "poem_en": "Adjectives for objectifying, painfully beautiful\nSharp as teeth, with a dull gnashing\nHer mind gnaws at my words\nPulled out like floss between teeth\nEjected hunks of meat, flying across the room\nIt’s the objectification being tossed off\nSplattering upon the mirror, disgusting\nLike a wolf shedding water, she is free\nAnd with a grimace I smile, uncertain of footing\nQuicker witted than the pace of my mind, a predator\nAnd for once, I wouldn’t mind being bitten",
        "title_it": "La Lupa Astuta",
        "poem_it": "Aggettivi per oggettivare, dolorosamente belli\nAffilati come denti, con una smorfia smussata\nLa sua mente rosicchia le mie parole\nEstratte come il filo interdentale tra i denti\nEspulso pezzi di carne, volando attraverso la stanza\nÈ l'oggettivazione che viene gettata via\nSputando sullo specchio, disgustosa\nCome una lupa che perde acqua, è libera\nE con una smorfia sorrido, incerto nel mio appoggio\nPiù sveglia del ritmo della mia mente, una predatrice\nE per una volta, non mi dispiacerebbe essere morsa"
    }
]
