[
    {
        "title_en": "The Sweetest Bite",
        "poem_en": "The chant flew off fast,\nOff rails, a loud horn,\nJazzy, out of line.\nIt should be like verse,\nBut felt a sweet treat.\n\nHoped to feed her mind,\nWith rhythm and time.\nCake or creamy dream?\nShe's cool, worth a scream,\nWords cut like a knife.\n\nRight into her treat,\nHome-made, her mom's touch\nA dream, just to taste\nWhat puts smiles on her face,\nKnocks me right over.\n\nSo sweet, yet obscene,\nSinister, sharp glean,\nCunning wit, you see,\nIf you follow me.\nWith one last quick note,\n\nHe flew all alone\nA single, quick flight\nEscaping her bite,\nHe let out a sigh.",
        "title_it": "Il Morso Più Dolce",
        "poem_it": "S'alzò un canto lesto,\nFuor d'ogni tracciato,\nJazz, stono stonato.\nDovea esser verso,\nMa fu dolce pasto.\n\nCercò le sue corde,\nCon ritmi e con note.\nTorta o crema, chi può?\nLei, che vale un urlo,\nParole, affilate.\n\nDritto al suo dolce,\nFatto da sua madre,\nUn sogno, gustare\nCiò che la fa ridere,\nM'atterra, mi perde.\n\nDolce, ma osceno,\nSinistro, un baleno,\nFurbizia, lo vedi,\nSe tu mi segui.\nCon un'ultima nota,\n\nTutto solo volò,\nUn singolo volo,\nMordere? No, no,\nLasciò andare un sospiro."
    },
    {
        "title_en": "The Inner Tempest",
        "poem_en": "The torment spins, the swelling tides increase,\nA ship upon a sea of his own making,\nSurrounded by the flow of endless script, black ink\nThat wraps the fragile paper of his hull.\nHow tables turn! The hegemon, now his void,\nAn endless sea on which he fears he'll drown.\nIt started with a choke, his words forced back,\nIf all there is, a word-sea, vast and trackless,\nWhy cry aloud with no one there to hear?\nHe calls, he pleads, yet no reply returns.\nHe once recalled the reason he began.\nIf for her sake, how long could he endure? He lied,\nAnd claimed the art!  The folds of logic hid\nThe fragile truth that could now sink his ship.\nHe longed for...what? He knew not what he felt,\nNor did he know. Lost, yearning for a hand.\nA light once shone—where has that beacon gone?",
        "title_it": "Tempesta Interiore",
        "poem_it": "Il tormento gira, le onde s'alzano a dismisura,\nNave su un mare da lui stesso creato,\nCircondato da fiumi di grafia, inchiostro nero\nChe avvolge la carta fragile del suo scafo.\nCome gira la sorte! L'egemone, ora il suo vuoto,\nUn mare infinito sul quale teme d'annegare.\nIniziò con un nodo, parole respinte a forza,\nSe tutto è un mare di parole, vasto e senza sentieri,\nPerché gridare se nessuno può udire?\nChiama, implora, ma nessuna risposta ritorna.\nUn tempo ricordava la ragione del suo inizio.\nSe per lei, quanto ancora avrebbe resistito? Mentì,\nE invocò l'arte! Le pieghe di logica celavano\nLa fragile verità che ora potrebbe affondarlo.\nBramava...cosa? Non sapeva cosa provasse,\nNé lo sapeva. Perso, in cerca di una mano.\nUn dì una luce brillò — dov'è finito quel faro?"
    },
    {
        "title_en": "Crabby Patty",
        "title_it": "Crabby Patty",
        "poem_en": "You were my pink star in the deep blue's gleam,\nI thought you were static, a still ocean dream.\nBut currents shift, it seems, and tides they do roll,\nGuess I'm the sidekick, after all, playing the goofball role.\n\nBooted from the burger joint, the place we called our own,\nNow I'm just a porous fellow, adrift and all alone.\nHope you're flipping patties, with that skill you possess,\n'Cause even though I'm yellow, and riddled with each hole, yes,\n\nI dreamed of a world, beneath the salty spray,\nJust you and me, chum, goofing every day.\nA comedy for two, a laugh a minute spree,\nBut the laughter's faded out, a salty tragedy.\n\nStill, I don't really mind, I'm bobbing on just fine,\nThis ocean's pretty big, and you're a friend I'll miss in time.\nBut starfish cling on tight, to rocks they call their own,\nSo maybe someday soon, you'll drift back, no longer alone.\n\nAnd then you'll tell me stories, of the deep sea that you see,\nMore than just five points, more than just a star to me.\nMore than just a shape, a place, I want to know the real you, maybe.",
        "poem_it": "Eri la mia stella rosa nei raggi del blu profondo,\nTi credevo immobile, un sogno oceanico, giocondo.\nMa le correnti cambiano, a quanto pare, e le maree s'alzano,\nCredo di essere la spalla, dopotutto, quello che fa il buffone, si sa.\n\nSbattutto fuori dal fast food, il posto che chiamavamo nostro,\nOra sono solo un tipo poroso, alla deriva e solo come un mostro.\nSpero che tu stia friggendo, con l'abilità che hai,\nPerché anche se sono giallo, e pieno di buchi, ormai,\n\nSognavo un mondo, sotto la spuma salata,\nSolo io e te, amico, a far gli scemi per la giornata.\nUna commedia per due, una risata al minuto,\nMa la risata è svanita, in una tragedia di mare, un saluto.\n\nComunque, non mi importa, sto a galla, non affondo,\nQuesto oceano è piuttosto grande, e tu sei un'amica che mi mancherà, in fondo.\nMa le stelle marine si aggrappano forte, agli scogli che chiamano casa,\nQuindi forse un giorno tornerai, non più sola, ma con un'altra idea, invasa.\n\nE poi mi racconterai storie, del mare profondo che vedi,\nPiù di semplici cinque punte, più di una stella per me, credi.\nPiù di una semplice forma, un luogo, voglio conoscere chi sei, forse, chissà."
    },
    {
        "title_en": "A Smile in the Tempest",
        "title_it": "Un Sorriso Nella Tempesta",
        "poem_en": "From fragmented threads, a tapestry of odyssey untwines—\nAcross a deep, cerulean sanctuary,\nA blue relief forged in the crushing depths, a burden embraced.\nHe sought no solace,\nConstantly immersed in the abyss, yearning to merge\nWith the sea, to become a hymn of her essence,\nA song of the deep. But in a moment drawn taut, stretched thin,\nA kraken stirred within, a spiraling\nDance of desperate defense.\n\nFor treacherous were her depths, her waters\nVeiled in storm clouds, lashed by lightning's whip.\nIt was not hers to command; he rode the waves\nOf folly, lost in misguided triumph—\nDefiant, a spectral king in his own mind, as the pulse\nOf delusion set his heart ablaze.\n\nUnrelenting and adrift,\nThe smile he craved remained elusive—\nNot merely guarded, but eternally written of, a legend.",
        "poem_it": "Da fili frammentati, si dipana un arazzo d'odissea—\nAttraverso un profondo, ceruleo santuario,\nUn sollievo blu forgiato negli abissi schiaccianti, un fardello abbracciato.\nNon cercava conforto,\nCostantemente immerso nell'abisso, bramoso di fondersi\nCon il mare, di divenire un inno alla sua essenza,\nUn canto del profondo. Ma in un istante teso, tirato fino allo stremo,\nUn kraken si agitò all'interno, una spirale,\nUna danza di disperata difesa.\n\nPerché insidiose erano le sue profondità, le sue acque\nVelate da nubi tempestose, sferzate dalla frusta del fulmine.\nNon era suo il comando; cavalcava le onde\nDella follia, perso in un trionfo malriposto—\nSfidante, un re spettrale nella sua mente, mentre il battito\nDella delusione gli incendiava il cuore.\n\nImplacabile e alla deriva,\nIl sorriso che bramava rimaneva elusivo—\nNon semplicemente custodito, ma scritto in eterno, una leggenda."
    },
    {
        "title_en": "The Cheesiest",
        "title_it": "Il Più Formaggioso",
        "poem_en": "For some, it’s spilt milk—a trivial sorrow,\nYet here I stand, bereft of golden strands,\nIn this moment, mac and cheese eclipses\nMere tragedy with its molten embrace.\nOnce a travesty, now a memory sweet,\nWorth the tears that trace forgotten laughter,\nEchoes of joy that danced on cheddar skies,\nA symphony of comfort in every bite.\n\nYet now, I weep for pasta's pallid plight,\nRed Dye 40 staining remnants of delight,\nA joke turned bitter in the cauldron's churn,\nWhere flavors fade and hollow sorrows burn.\nYou departed, leaving sauces unsavored,\nMy heart, a pot devoid of creamy warmth,\nWhy did you tarnish my beloved meal?\nI stand impoverished, bereft of taste and joy.\n\nIn anguish, I lament the silent kitchen,\nHunger gnaws where happiness once simmered,\nTears no longer rise with gentle sorrow,\nThey cascade, torrents of a love dissolved.\nYet through the grief, a flicker faint remains,\nA silver lining in the boiling pain,\nI possess the tools to craft anew,\nShould hope arise to stir the embers cold.\n\nMac and cheese—a symbol of our story,\nOf comfort lost and yearning to reclaim,\nIn every strand, a memory entwined,\nA testament to love both rich and cheesy.",
        "poem_it": "Per alcuni, è latte versato—un dolore banale,\nEppure eccomi qui, privo di fili dorati,\nIn questo momento, il mac and cheese eclissa\nLa mera tragedia col suo abbraccio fuso.\nUn tempo un disastro, ora un ricordo dolce,\nDegno delle lacrime che tracciano risate dimenticate,\nEchi di gioia che danzavano su cieli di cheddar,\nUna sinfonia di conforto in ogni boccone.\n\nEppure ora, piango per la pallida sorte della pasta,\nIl Rosso 40 che macchia i resti della delizia,\nUno scherzo diventato amaro nel ribollire del calderone,\nDove i sapori svaniscono e i dolori bruciano, vuoti.\nTe ne sei andata, lasciando salse insapori,\nIl mio cuore, una pentola priva di cremoso calore,\nPerché hai infangato il mio pasto preferito?\nMi trovo impoverito, privo di gusto e gioia.\n\nNell'angoscia, lamento la cucina silenziosa,\nLa fame rode dove un tempo sobbolliva la felicità,\nLe lacrime non salgono più con dolce dolore,\nMa scendono a cascata, torrenti di un amore dissolto.\nEppure attraverso il dolore, un fievole barlume rimane,\nUn lato positivo nel dolore bollente,\nPossiedo gli strumenti per creare di nuovo,\nSe la speranza dovesse sorgere per ravvivare le braci fredde.\n\nMac and cheese—simbolo della nostra storia,\nDi conforto perduto e del desiderio di reclamarlo,\nIn ogni filo, un ricordo intrecciato,\nUn testamento all'amore, ricco e di formaggio."
    },
    {
        "title_en": "Winter's Gift",
        "poem_en": "As seasons pass, the days unfold,\nTheir hues transforming, bright to cold.\nYet like the verses penned before,\nThese words arise, my heart implores.\n\nA smile from you outshines all art,\nIts warmth could heal a weary heart.\nAnd if you grasp what’s written here,\nMay hurt dissolve, and joy draw near.\n\nThe season calls for gifts to share,\nSo here’s my verse, my heart laid bare.\nI’d write until my face turned blue,\nTo craft these lines, a gift for you.\n\nWithout your light, it’s plain to see,\nA piece is missing deep in me.\nA friend who dares me to aspire,\nWho fans the flames of inner fire.\n\nUnknowingly, that’s what you do,\nYour spirit shapes these words anew.\nYou claim no credit, yet it’s clear,\nYour essence brought this gift sincere.\n\nSo may this verse bring joy, a spark,\nA Christmas wish to warm the dark.\nTo know you smile—no greater bliss,\nA person like you, I can’t dismiss.",
        "title_it": "Dono d'Inverno",
        "poem_it": "Mentre le stagioni passano, i giorni si dispiegano,\nI loro colori si trasformano, da brillanti a freddi.\nEppure, come i versi scritti prima,\nQueste parole sorgono, il mio cuore implora.\n\nUn tuo sorriso eclissa ogni arte,\nIl suo calore potrebbe guarire un cuore stanco.\nE se comprendi ciò che è scritto qui,\nPossa il dolore dissolversi e la gioia avvicinarsi.\n\nLa stagione chiama a condividere doni,\nQuindi ecco i miei versi, il mio cuore messo a nudo.\nScriverei finché il mio viso non diventa blu,\nPer creare queste righe, un dono per te.\n\nSenza la tua luce, è chiaro vedere,\nUn pezzo manca nel profondo di me.\nUn amico che mi spinge ad aspirare,\nChe alimenta le fiamme del fuoco interiore.\n\nInconsapevolmente, è quello che fai,\nIl tuo spirito plasma queste parole di nuovo.\nNon reclami alcun merito, eppure è chiaro,\nLa tua essenza ha portato questo dono sincero.\n\nQuindi possa questo verso portare gioia, una scintilla,\nUn augurio di Natale per riscaldare il buio.\nSaper che sorridi—non c'è beatitudine più grande,\nUna persona come te, non posso lasciarla andare."
    },
    {
        "title_en": "Who Wrote Me?",
        "poem_en": "As the message catches up with the bottle lost upon the tide,\nit crawls in from the rain,\nwhile the storm wages war against sanity.\nOn the endless ocean, it drifts away—\na distant planet with a different sun,\nanother universe only in name,\na concept framed within your mind.\n\nJust a fragment, held for a fleeting moment,\nbecause tomorrow, you won’t remember\nthe beauty that held the exact nuance.\nAll details fade, little by little,\nnever able to grasp anything.\nWhat do you truly possess?\n\nThe message knew this and hid away,\na bottle was all it needed\nas a vessel for a voyage without end.\nIt would only find heartache upon deliverance,\nexpectations etched upon its surface,\nover vast tides and endless rains—\nemotions stacked too high, too vast,\ncreating such pressure\nthat even the sturdy bottle collapses within itself.\n\nThe message is lost anyway, spread across the bottle's surface,\nhoping to see the light,\nto fade itself away\nalong with its suffering.\nAnd existence still questions itself:\nwhy it exists,\nwho wrote me?",
        "title_it": "Chi Mi Ha Scritto?",
        "poem_it": "Mentre il messaggio si intrappola nella bottiglia persa sulla marea,\nstriscia via dalla pioggia,\nmentre la tempesta conduce una guerra contro la sanità mentale.\nSull'oceano infinito, deriva via—\nun pianeta distante con un sole diverso,\nun altro universo solo in nome,\nun concetto inquadrato nella tua mente.\n\nSolo un frammento, tenuto per un momento fugace,\nperché domani, non ricorderai\nla bellezza che deteneva la sfumatura esatta.\nTutti i dettagli svaniscono, poco a poco,\nmai capaci di afferrare qualcosa.\nCosa possiedi veramente?\n\nIl messaggio sapeva questo e si nascose,\nuna bottiglia era tutto ciò di cui aveva bisogno\ncome un vaso per un viaggio senza fine.\nTroverà solo dolore al momento della consegna,\naspettative incise sulla sua superficie,\nsu vasti flutti e piogge infinite—\nemozioni accumulate troppo alte, troppo vaste,\ncreando una tale pressione\nche anche la robusta bottiglia crolla su se stessa.\n\nIl messaggio è perso comunque, sparso sulla superficie della bottiglia,\nsperando di vedere la luce,\ndi svanire via\ninsieme alla sua sofferenza.\nE l'esistenza si interroga ancora:\nperché esiste,\nchi mi ha scritto?"
    },
    {
        "title_en": "Time’s Precious, So Are You",
        "title_it": "Il Tempo è Prezioso, Così Anche Tu",
        "poem_en": "And why do I care when others don't,\nWhy do I crave what never was?\nI'd cross the earth and swim the sea,\nIf only I could survive.\nThe only thing I truly desire,\nIs to be by your side, our eyes entwined.\nWith what time I have left,\nI long to spend it with someone else.\nThis tears me apart from deep within my heart,\nBeyond what I can change.\nFor how I feel and who I am is real,\nSo I ask, why did you let me lie?\nWhen I said we could just be friends,\nIt spelled the end, you saw it without a doubt.\nSo what did I mean to you?\nWas I really nothing at all?\nWas asking for a friend too much?\nAnd was I awful for the fall?\nSorry I tripped, caused a scene, behaved obscene.\nSaying words unkind and mean,\nIt went both ways, but what have I done?",
        "poem_it": "E perché mi importa quando agli altri no,\nPerché desidero ciò che mai fu?\nAttraverserei la terra e nuoterei il mare,\nSolo se potessi sopravvivere.\nL'unica cosa che davvero desidero,\nÈ stare al tuo fianco, i nostri occhi intrecciati.\nCon il tempo che mi resta,\nDesidero passarli con qualcun altro.\nQuesto mi lacera dal profondo del cuore,\nOltre ciò che posso cambiare.\nPerché ciò che sento e chi sono è reale,\nQuindi chiedo, perché mi hai fatto mentire?\nQuando dissi che potevamo solo essere amici,\nSegnavo la fine, lo vedevi senza dubbio.\nQuindi cosa significavo per te?\nEro davvero niente?\nChiedere un amico era troppo?\nE ero terribile per la caduta?\nScusa se sono inciampato, ho causato una scena, mi sono comportato osceno.\nDicendo parole sgradevoli e cattive,\nÈ andato in entrambi i sensi, ma cosa ho fatto?"
    },
    {
        "title_en": "All On Me",
        "poem_en": "If you'd been clear, it might have eased the sting,\nThough blameless you, I'm lost, adrift, unsure.\nYou ghosted me, a phantom taking wing,\nThen reappeared, with solace to procure.\n\nThese feelings surged, a tempest in my soul,\nUnmoored from you, they left my mind a haze.\nPerhaps the weed, perhaps the drugs took hold,\nOr was it love, that in confusion sways?\n\nWhy silent now? I yearn for clarity,\nFor closure's peace, though hope feels faint and thin.\nI see your reasons, yet the pain remains—a sea\nOf shattered dreams, where apologies begin.\n\nI'm sorry too, for all that went astray.\nCan fractured trust mend? Can we start anew?",
        "title_it": "Tutto su di me",
        "poem_it": "Se tu fossi stato chiaro, avrebbe lenito il dolore,\nSebbene senza colpa, mi sento perso, alla deriva, insicuro.\nMi hai lasciato come un fantasma che prende il volo,\nPoi sei riapparso, con sollievo da procurare.\n\nQueste emozioni sono sorte, una tempesta nell'anima,\nSciolte da te, hanno lasciato la mente annebbiata.\nForse l'erba, forse le droghe hanno preso il sopravvento,\nO era amore, che nell'incertezza oscilla?\n\nPerché ora taci? Desidero la chiarezza,\nLa pace della chiusura, sebbene la speranza sembri flebile e fragile.\nVedo le tue ragioni, eppure il dolore persiste—un mare\nDi sogni infranti, dove iniziano le scuse.\n\nMi dispiace anche io, per tutto ciò che è andato storto.\nPuò la fiducia spezzata guarire? Possiamo ricominciare?"
    },
    {
        "title_en": "Muse's Call",
        "poem_en": "Like water turning to mist, then rain, flowing into a river of emotions\nA sanctuary where birds sing and trees sway in harmony\nPlaces echoing your grace and the memories we cherish\nSmiles yet to be shared, laughter waiting to be heard, moments yet to embrace\nFind me a ribbon, find me a tree, tie a bow for her spirit soars\nThough she's gone from my days, her essence remains, a victorious encore\nThe scars of battles fought with love, a heart resilient and true\nEach mark a testament to the strength that grew\nWith every breath, I release the past, embracing what’s to come\nThe echoes of yesterday transform into a hopeful hum\nTime moves forward, memories like grains of sand slipping through\nI feel the breeze, recall the shores where our dreams once flew\nEvery memory penned keeps her close within my heart\nHer presence eternal, guiding me as new journeys start\nThough letting go is painful, her light continues to glow",
        "title_it": "Il Richiamo della Musa",
        "poem_it": "Come l'acqua che si trasforma in nebbia, poi in pioggia, fluendo in un fiume di emozioni,\nUn santuario dove gli uccelli cantano e gli alberi ondeggiano in armonia,\nLuoghi che echeggiano la tua grazia e i ricordi che custodiamo,\nSorrisi ancora da condividere, risate in attesa di essere udite, momenti ancora da abbracciare.\nTrovami un nastro, trovami un albero, lega un fiocco perché il suo spirito voli,\nAnche se non è più nei miei giorni, la sua essenza rimane, un bis vittorioso.\nLe cicatrici, di battaglie combattute con amore, un cuore resiliente e vero,\nOgni segno è una testimonianza della forza cresciuta.\nCon ogni respiro, lascio andare il passato, abbracciando ciò che verrà,\nGli echi di ieri si trasformano in un ronzio di speranza.\nIl tempo avanza, i ricordi come granelli di sabbia che scivolano via,\nSento la brezza, ricordo le rive dove i nostri sogni un tempo volavano.\nOgni ricordo scritto la tiene vicina nel mio cuore,\nLa sua presenza eterna, mi guida mentre iniziano nuovi viaggi.\nAnche se lasciare andare è doloroso, la sua luce continua a brillare."
    },
    {
        "title_en": "Symphony No. 5 In Muse Minor",
        "poem_en": "As all the pillars align, the grand staircase of design\nUnfolds before our eyes—a pathway to heaven or his demise.\nBut fear not, for our hero strides,\nTo the rhythm of his own heart, bearing all for his art's tide.\n\nWhile some believe it's for the muse, he remains amused,\nHis ego laid bare, overshadowing despair.\nShe has witnessed both, a spectacle rare,\nHis grandeur and his torment, a burden to bear.\n\nIn shadowed halls where echoes dwell,\nHis thoughts cascade, a mournful knell.\nHe steps with lingering grace, head bowed low,\nTaking his seat, the tempo slows.\n\nA stolen breath, a fleeting chance,\nHe sits upon his throne's expanse, yearning for romance.\nHer jaw agape, his persistence defies belief,\nYet he senses a chance, however brief.\n\nUnder the chandelier's fractured gleam,\nTheir gazes meet in a fever dream.\nHe writes, he whispers, he spins and twirls,\nWatching the world unfurl.\n\nYet it's all too familiar, a tedious chore,\nThis word he's traversed countless times before.\nThe minestrone curdles, his tears suppressed,\nHe laughs, resigned, by fate obsessed.\n\nThe tapestry woven, Shakespearean Lovecraft,\nA glimpse into his mind, a treacherous shaft.\nThere lies a crevice where you might reside,\nWithin his grand design, where truths abide.\n\nHis thoughts ascend in crescendos loud,\nLost in a dissonant, swirling crowd.\nEach note a shard of his fractured soul,\nSeeking the harmony that will make him whole.\n\nThe staircase, a mere single stride,\nHe leapt and he bound, he waited, he sighed...\nFor the beat to resume its relentless drive,\nAnd as it surged, his passions revived.\n\nIn the dim-lit gallery of his mind,\nShadows dance, memories entwined.\nTempestuous storms of thoughts collide,\nAs reality blurs, distorted, defied.\n\nRead these words and look at me, my grand symphony!\nYou asked if I could dance?!  A jest, it must be!\nBehold this grand expanse, this swirling array!\nA fragment of my mind, a fleeting display!\n\nAnd yet you question me, your doubts so bold?\nWho, I ask, is truly out of control?",
        "title_it": "Sinfonia N. 5 in Meno Muse",
        "poem_it": "Quando tutti i pilastri si allineano, la maestosa scala del disegno\nSi dispiega davanti ai nostri occhi—un sentiero verso il paradiso o la sua rovina.\nMa non temere, perché il nostro eroe avanza,\nAl ritmo del suo stesso cuore, portando tutto per la marea della sua arte.\n\nMentre alcuni credono sia per la musa, lui resta divertito,\nIl suo ego svelato, oscurando la disperazione.\nLei ha assistito a entrambi, uno spettacolo raro,\nLa sua grandezza e il suo tormento, un fardello da sopportare.\n\nNei corridoi ombrosi dove dimorano gli echi,\nI suoi pensieri cascano, un funereo campanello.\nPassa con grazia leggera, capo chino,\nPrendendo posto, il tempo rallenta.\n\nUn respiro rubato, un'occasione fugace,\nSi siede sull'espansione del suo trono, bramando il romanticismo.\nIl suo mento spalancato, la sua perseveranza sfida la fede,\nEppure percepisce un'opportunità, per quanto breve.\n\nSotto il bagliore frantumato del lampadario,\nI loro sguardi si incontrano in un sogno febbrile.\nScrive, sussurra, gira e svolazza,\nGuardando il **mondo** dispiegarsi. \n\nEppure è tutto troppo familiare, una fatica noiosa,\nQuesta **parola** che ha attraversato innumerevoli volte prima.\nIl minestrone si caglia, le sue lacrime represse,\nRide, rassegnato, ossessionato dal destino.\n\nIl arazzo tessuto, Shakespeareiano Lovecraftiano,\nUno sguardo nella sua mente, un pericoloso abisso.\nLì giace una crepa dove potresti risiedere,\nDentro il suo grande disegno, dove dimorano le verità.\n\nI suoi pensieri ascendono in forti crescendo,\nPerso in una folla dissonante e vorticosa.\nOgni nota è uno scheletro della sua anima fratturata,\nCercando l'armonia che lo renderà intero.\n\nLa scala, un semplice passo singolo,\nSaltò e balzò, attese, sospirò...\nPerché il battito riprenda la sua incessante spinta,\nE mentre si propagava, le sue passioni si ravvivavano.\n\nNella galleria poco illuminata della sua mente,\nOmbre danzano, memorie intrecciate.\nTempestose tempeste di pensieri collide,\nMentre la realtà sfuma, distorta, sfidata.\n\nLeggi queste parole e guardami, mia grande sinfonia!\nHai chiesto se potevo danzare?! Una burla, deve esserlo!\nEcco questa vasta distesa, questo vorticoso insieme!\nUn frammento della mia mente, una fugace esposizione!\n\nEppure mi metti in dubbio, i tuoi dubbi così audaci?\nChi, ti chiedo, è davvero fuori controllo?"
    },               
    {
        "title_en": "Strands",
        "title_it": "Fili",
        "poem_en": "Inside my mind, a phantom lifts its hand,\nBidding farewell to feelings buried deep.\nMy heart drums a rhythm, this dream's command,\nWhile words ascend, a fragile vow to keep.\n\nEach strand unravels, memories untwine,\nI crave those moments lost to time’s embrace.\nSeeking wisdom, some guiding, hopeful sign,\nThough pleas for your return still seek their place.\n\nGravity pulls, yet tears remain unshed,\nI type, as visions fade and slip away.\nI sought your heart, with lines I thought well said,\nBut words still dance, like ghosts of yesterday.\n\nYour essence lingers, woven in my art,\nThough meaning fades, and silent hopes renew.\nThis dream outlives the whispers of my heart,\nEtched in the phantom’s farewell wave to you.",
        "poem_it": "Nella mente, un fantasma alza la mano,\nPer salutare sensi sepolti in fondo.\nIl cuore batte un ritmo più sovrano,\nMentre le parole ascendono nel mondo.\n\nOgni filo si scioglie, i ricordi slegano piano,\nBramo quegli istanti persi nell’abbraccio del tempo.\nCerco saggezza, un segno sincero, quasi umano,\nMentre suppliche di resa ancor chiedon l’esempio.\n\nLa gravità mi inclina, ma il pianto resta taciuto,\nDigito mentre le visioni dileguano via.\nCercai il tuo cuore con versi che credevo acuto,\nMa le parole danzano ancora in segreta scia.\n\nLa tua essenza persiste, intessuta alla mia trama,\nPur se il senso svanisce e speranze mute si fan nuove.\nQuesto sogno sopravvive ad ogni sussurro che chiama,\nInciso nel saluto del fantasma, che verso te si muove."
    },    
    {
        "title_en": "Out of His World!",
        "title_it": "Fuori dal Suo Mondo!",
        "poem_en": "The band begins a swing so sweet,\nA fleeting dance, a chasing beat.\nTwo souls entwined in a literary chase,\nA forbidden voyage, a shared space.\n\nWords flow like a smooth advance,\nHe leans in close, a yearning glance.\nPoised on a precipice, a plea,\nTo revisit their memory.\n\nArched back, a tender touch he feels,\nBut imagination's trick reveals\nThe dance exists in his mind alone,\nA phantom echo, a love unknown.\n\nYet linger, and you'll sense the beat,\nA rhythm pulsing, memories sweet.\nMore than a memory, a vibrant drum,\nPatience waiting, interest to come.\n\nAn adventure hoped for, grand and bold,\nMore than a passing song of old.\nA lifetime's journey, magnificent and true,\nA moment that lingers, forever new.\n\nThe music fades, the dance must end,\nAs the echoes softly ascend,\nA bow, a farewell, a parting wish,\nAlso, you forgot to thank me for all the fish!",
        "poem_it": "La banda inizia uno swing così dolce,\nUna danza fugace, un ritmo che insegue.\nDue anime intrecciate in una corsa letteraria,\nUn viaggio proibito, uno spazio da condividere.\n\nLe parole scorrono come un avanzare fluido,\nSi avvicina, uno sguardo desideroso.\nIn bilico su un precipizio, una supplica,\nPer rivivere il loro ricordo.\n\nSchiena arcuata, una tenera carezza avverte,\nMa l'inganno dell'immaginazione rivela\nChe la danza esiste solo nella sua mente,\nUn'eco fantasma, un amore sconosciuto.\n\nEppure resta, e sentirai il battito,\nUn ritmo pulsante, dolci ricordi.\nPiù di un ricordo, un tamburo vivace,\nPazienza in attesa, interesse in arrivo.\n\nUn'avventura sperata, grande e audace,\nPiù di una canzone passeggera d'altri tempi.\nUn viaggio di una vita, magnifico e vero,\nUn momento che perdura, eternamente nuovo.\n\nLa musica svanisce, la danza finisce,\nGli echi salgono dolcemente,\nUn inchino, un addio, un augurio di separazione,\nE inoltre, hai dimenticato di ringraziarmi per tutti i pesci!"
    },
    {
        "title_en": "Sighs Adrift",
        "title_it": "Sospiri alla Deriva",
        "poem_en": "I imagine how your breath drifts if it was close to my lips, a whispered sigh\nAs you inhale each word I offer, do you taste my longing or let it pass by?\nIf I lean in with quiet tenderness, will your guard dissolve beneath my touch?\nMy softest dreams hover, fragile shadows that stir when I’ve yearned too much\nYour voice, a murmur in my ear, sets my blood alight in hushed delight\nWithin me, pulses of music rise and fall, guiding this warmth tonight\nThese words unfurl and sway for you, each syllable pressed to your skin\nThey circle in secret patterns, weaving soft knots where we begin\nI tie these whispers into a bow, for you alone to gently let in",
        "poem_it": "Immagino il tuo respiro fluttuare, sfiorarmi le labbra in un sospiro lieve\nQuando assapori ogni mia parola, ne cogli la brama o la lasci svanire?\nSe m’avvicino con mite dolcezza, si scioglierà la tua difesa al mio tocco?\nI miei sogni più lievi s’innalzano, ombre fragili tremano in desiderio fioco\nLa tua voce, un sussurro all’orecchio, infiamma il sangue in sommessa delizia\nDentro me pulsano note segrete, musica che sale e ricade, guidando questa carizia\nPer te le mie parole si schiudono, oscillano lievi, ogni sillaba adagiata sulla tua pelle\nIn cerchi silenti s’intrecciano, annodando soffi di seta dove il nostro inizio ribelle\nInfine intreccio quei sussurri in un morbido fiocco, che solo tu potrai sciogliere, con grazia e quiete"
    },
    {
        "title_en": "Imaginary",
        "poem_en": "In a secret realm where I yearn to dwell,\nWithin my mind, just you and me entwined,\nThough shadows linger, and doubts compel,\nStill, I pursue the hope our hearts can find.\n\nWith you beside me, through the fading light,\nWe'll break the chains that bind us to the real,\nAnd in this refuge, hidden from the sight,\nWe'll find emotions that time cannot conceal.\n\nAcross the landscapes born of whispered dreams,\nWe'll walk on paths where starlight softly gleams,\nAnd in the silence, we'll finally hear,\nThe echoes of a truth we hold so dear.\n\nNo need for words, our souls will understand,\nThe language spoken in this hidden land,\nA touch, a glance, a moment shared as one,\nA symphony of elations just begun.\n\nAnd if this realm should vanish with the dawn,\nLeaving me stranded, lost and all alone,\nI'll keep the embers of this memory alight,\nA testament to our ephemeral night.",
        "title_it": "Immaginario",
        "poem_it": "In un regno segreto dove desidero dimorare,\nNella mia mente, solo io e te intrecciati,\nAnche se le ombre permangono e i dubbi incalzano,\nAncora inseguo la speranza che i nostri cuori possano trovare.\n\nCon te accanto, attraverso la luce che svanisce,\nSpezzeremo le catene che ci legano al reale,\nE in questo rifugio, nascosto alla vista,\nTroveremo emozioni che il tempo non può celare.\n\nAttraverso i paesaggi nati da sogni sussurrati,\nCammineremo su sentieri dove la luce delle stelle brilla dolcemente,\nE nel silenzio finalmente udiremo,\nGli echi di una verità che ci è tanto cara.\n\nNon servono parole, le nostre anime capiranno,\nIl linguaggio parlato in questa terra nascosta,\nUn tocco, uno sguardo, un momento condiviso come uno,\nUna sinfonia di esultanze appena iniziata.\n\nE se questo regno svanisse con l'alba,\nLasciandomi abbandonato, perso e tutto solo,\nCustodirò le braci di questo ricordo accese,\nUn testamento alla nostra notte effimera."
    },    
    {
        "title_en": "Eclipsed",
        "poem_en": "It’s been over a week\nand explaining what happened\nstill does not make sense.\nMy rational self has seemingly left,\nand emotions have taken his place.\nThis heart is overwhelmed,\nno explanation, no words\ncan measure it.\n\nBeyond measure,\nthere is only one reason—\nnot logical, but felt.\nHaving lived long enough to know what it is,\nto realize it far too late, I quake.\nMy very essence is shaken,\nthe core of me coming undone\nfor being a pillar.\n\nI cannot fall,\nbut though I restrain myself,\nmy knees have become weak.\nI am not Atlas.\nThis is not a planet,\nit’s a celestial event,\nsomething worth creating a memory over.\nIf not with you, then with words.\nAnd why? There does not need to be an answer.\n\nWithout a beginning or end,\nit feels eternal and immeasurable—\nnot infinite, but crushing.\nA cycle repeating that should have never started.\nWhy did I not realize and run?\nWhat was in my mind when I embraced it?\nMy words overtaking everything.\n\nWritten so palpable and appealing,\nwas it my fault or your fondness, your love\nfor words, not me?\nAnd if that, the unspoken ones have left me\nfor I could not run.\nMy limbs were removed, my heart excised.\nWhen I wanted help with these feelings,\nI was abandoned, left in a state of ill—\none that was my own fault, one that I cannot help.\n\nAsked about the cycle, everything but hurting you,\nI would do it again, but I have no quarter.\nI am alone in silence, in a void—\none deserved. I hope in time\n to hope again.\nIf there was ever a time I needed a friend,\nit’s now.\nBut I won’t be upset if I have to wait.\nThere’s nothing to prevent me\nfrom being okay with my feelings alone,\neven if never returned.",
        "title_it": "Eclisse",
        "poem_it": "È passata più di una settimana\ne spiegare cosa è successo\nancora non ha senso.\nIl mio io razionale sembra essere andato,\ne le emozioni hanno preso il suo posto.\nQuesto cuore è sopraffatto,\nnessuna spiegazione, nessuna parola\npuò misurarlo.\n\nOltre ogni misura,\nc'è solo una ragione—\nnon logica, ma sentita.\nAver vissuto abbastanza a lungo per sapere cosa è,\nper rendermi conto troppo tardi, tremo.\nLa mia stessa essenza è scossa,\nil nucleo di me si sta disfacendo\nper essere stato un pilastro.\n\nNon posso cadere,\nma anche se mi tratteno,\nle mie ginocchia sono diventate deboli.\nNon sono Atlante.\nQuesto non è un pianeta,\nè un evento celeste,\nqualcosa che vale la pena creare un ricordo.\nSe non con te, allora con le parole.\nE perché? Non c'è bisogno di una risposta.\n\nSenza inizio né fine,\nsi sente eterno e incommensurabile—\nnon infinito, ma schiacciante.\nUn ciclo che si ripete e che non avrebbe mai dovuto iniziare.\nPerché non me ne sono accorto e sono scappato?\nCosa avevo in mente quando l'ho abbracciato?\nLe mie parole hanno sovrastato tutto.\n\nScritto così palpabile e attraente,\nera colpa mia o il tuo affetto, il tuo amore\nper le parole, non per me?\nE se è così, quelli non detti mi hanno lasciato\nperché non potevo scappare.\nLe mie membra sono state rimosse, il mio cuore escisso.\nQuando volevo aiuto con questi sentimenti,\nsono stato abbandonato, lasciato in uno stato di malattia—\nuno che era colpa mia, uno che non posso aiutare.\n\nChieduto del ciclo, tutto tranne farti del male,\nlo rifarei, ma non ho quartiere.\nSono solo nel silenzio, in un vuoto—\nuno meritato. Spero col tempo\ndi sperare di nuovo.\nSe c'è mai stato un momento in cui avevo bisogno di un amico,\nè ora.\nMa non mi arrabbierò se devo aspettare.\nNon c'è nulla che mi impedisca\ndi stare bene con i miei sentimenti da solo,\nanche se mai ritornati."
    }
]