{
    "date": "2024-11-13",
    "title_en": "Free To Fall.",
    "title_it": "Cadere Libero.",
    "poem_en": "I stepped into the open air, youth burning at my side, with no thought but to conquer. Living was everything— falling, the thrill of bones and blood. I soared through endless sky, leapt not once, but again and again— for glory, for country, for reasons I didn’t understand. In youth, that’s all there was: a risk without a name, a heart like fire chasing edges it couldn’t see. Yet here I am, still upright, fortune threaded through my scars. Impulse drove me, but wisdom taught me to leap again, harder, even as wounds marked my skin. Age hasn’t dulled the fire— it's forged it, steel beneath skin. Now I run toward the edge, not reckless but relentless, a force honed sharp. Years have stripped the weight of doubt, left me light as breath, testing limits without breaking, free from anything that binds. I am still free. And fall I will.",
    "poem_it": "Mi sono immerso nell'aria aperta, la giovinezza ardente al mio fianco, senza altro pensiero che quello di conquistare. Vivere era tutto - cadere, l'ebbrezza delle ossa e del sangue. Ho volato attraverso cieli infiniti, saltato non una, ma ancora e ancora, per la gloria, per il paese, per motivi che non capivo. In giovinezza, era tutto ciò che contava: un rischio senza nome, un cuore come fuoco che inseguiva limiti che non poteva vedere. Eppure eccomi qui, ancora in piedi, la fortuna intrecciata tra le mie cicatrici. L'istinto mi ha spinto, ma la saggezza mi ha insegnato a saltare di nuovo, con più forza, anche se le ferite segnavano la mia pelle. Gli anni non hanno appannato il fuoco - l'hanno forgiato, acciaio sotto la pelle. Ora corro verso il limite, non spericolato ma implacabile, una forza affilata. Gli anni hanno sciolto il peso del dubbio, mi hanno reso leggero come il respiro, testando i limiti senza spezzarli, libero da tutto ciò che lega. Sono ancora libero. E cadrò.",
    "category": "Personal",
    "tags": [
        "longform",
        "passionate",
        "melancholy"
    ]
}