{
    "date": "2024-11-13",
    "title_en": "Free to fall.",
    "title_it": "Libero di cadere.",
    "poem_en": "I stepped into the open air, youth burning at my side, with no thought but to conquer. Living was everything—falling, the thrill of bones and blood. I soared through endless sky, leapt not once, but again and again— for glory, for country, for reasons I didn’t understand. In youth, that’s all there was: a risk without a name, a heart like fire chasing edges it couldn’t see. Yet here I am, still upright, fortune threaded through my scars. Impulse drove me, but wisdom taught me to leap again, harder, even as wounds marked my skin. Age hasn’t dulled the fire— it’s forged it, steel beneath skin. Now I run toward the edge, not reckless but relentless, a force honed sharp. Years have stripped the weight of doubt, left me light as breath, testing limits without breaking, free from anything that binds. I am still free. And fall I will.",
    "poem_it": "Mi sono avventurato nell'aria aperta, con la gioventù ardente al mio fianco, senza pensieri, se non quello di conquistare. Vivere era tutto, cadere, l'ebbrezza delle ossa e del sangue. Ho volato attraverso un cielo infinito, ho saltato non una volta, ma ancora e ancora – per la gloria, per la patria, per motivi che non comprendevo. In gioventù, era quello che contava: un rischio senza un nome, un cuore infuocato che inseguiva confini che non poteva vedere. Eppure eccomi qui, ancora in piedi, la fortuna intrecciata tra le mie cicatrici. L'istinto mi ha spinto, ma la saggezza mi ha insegnato a saltare di nuovo, più duramente, anche mentre le ferite segnavano la mia pelle. Gli anni non hanno smorzato il fuoco, lo hanno forgiato, acciaio sotto pelle. Ora corro verso il limite, non spericolato ma implacabile, una forza affilata. Gli anni hanno levigato il peso del dubbio, mi hanno reso leggero come il respiro, testando i limiti senza superarli, libero da tutto ciò che costringe. Sono ancora libero. E cadrò.",
    "category": "Personal"
}