[
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Restraint",
      "title_it": "Contenimento",
      "poem_en": "I have none.",
      "poem_it": "Non ne ho.",
      "category": "Tumbleweeds"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "A Piece Of My Heart",
      "title_it": "Un Pezzo Del Mio Cuore",
      "poem_en": "I want to share but a moment, one of bedtimes and rituals.\nFor when she was young, we would mash the potato.\nAnd when the mashes became tickles, the universe stopped.\nIt smiled upon us, a keen knowing look, a grin from understanding—what we could not.\nThe point, and how we so often miss it.",
      "poem_it": "Voglio condividere solo un istante, fatto di rituali serali.\nQuando era piccola, schiacciavamo la patata.\nE quando quella schiacciata diventava solletico, l'universo si fermava.\nCi sorrideva, con uno sguardo acuto, un sorriso di comprensione—ciò che noi non potevamo cogliere.\nIl senso, e come spesso lo manchiamo.",
      "category": "Personal"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Terminal Affair",
      "title_it": "Affare Terminale",
      "poem_en": "Carl was congested  not such a bad thing but he didn’t just have a heart, he was one.\nWhile some try, he lived his whole life with it, not just on his sleeve.\nIt was terminal, you see. He missed a flight.\nShe was on it. There was no catching up.\nSkipped a beat, without him even noticing.",
      "poem_it": "Carl era congestionato, non una cosa così terribile, ma non aveva solo un cuore—lui era un cuore.\nMentre alcuni ci provano, lui ci ha vissuto per tutta la vita, non solo in superficie.\nEra terminale, capisci. Ha perso un volo.\nLei c’era sopra. Non c’era modo di raggiungerla.\nHa perso un battito, senza nemmeno accorgersene.",
      "category": "Whimsical"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Maverick",
      "title_it": "Maverick",
      "poem_en": "A carrot hung from a stick, longing ahead, always waiting—strung along by heartstrings.\nTheir nature was to be ridden, for they were no pig, but a stallion—magnificent and maned.\nAnd if they chose to kick, they could throw the world off their back.\nTo be saddled was a willing affair.",
      "poem_it": "Una carota appesa a un bastone, sospesa davanti, sempre in attesa—legata dai fili del cuore.\nLa loro natura era di essere cavalcati, perché non erano un maiale, ma uno stallone—magnifico e crinito.\nE se avessero deciso di scalciare, avrebbero potuto scrollarsi il mondo di dosso.\nEssere sellati era una scelta consapevole.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "My Heart's On Fire",
      "title_it": "Il Mio Cuore È In Fiamme",
      "poem_en": "And with a tantrum went this heart\nDefiance and petulance, a practiced art\nWith horror they watched\nGaping maws lighting itself on fire\nFor a lost cause\nGasoline and a match, alit and aghast",
      "poem_it": "E con un capriccio se n'è andato questo cuore\nSfida e petulanza, un’arte coltivata\nCon orrore lo osservarono\nFauci spalancate ad appiccare il fuoco a se stesso\nPer una causa persa\nBenzina e un fiammifero, accesi e atterriti",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Fairy Tales",
      "title_it": "Fiabe",
      "poem_en": "And if they knew—really knew—how one could change their world with the wave of a wand, would they be enraptured by fantasy?\nWhat if they didn’t want that—to be an absolute equal?\nBut if someone was glorious… how?\nAnd what if they both felt the same way?\nWhat idiots.",
      "poem_it": "E se sapessero—davvero sapessero—come si potrebbe cambiare il proprio mondo con un colpo di bacchetta, ne sarebbero rapiti?\nE se non volessero quello—essere davvero uguali?\nMa se qualcuno fosse glorioso… come?\nE se entrambi provassero la stessa cosa?\nChe sciocchi.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Im Not On A Boat",
      "title_it": "Non Sono Su Una Barca",
      "poem_en": "I wanted to do something magnificent once. Definitely went overboard.\nGood thing I wasn’t on a boat—because I more than rocked it.\nHer world? Doesn’t that sound cooler? That’s the whole goal, you know—to impress her.\nSo, please—bear witness to my imagination.",
      "poem_it": "Una volta volevo fare qualcosa di magnifico. Ci sono decisamente andato pesante.\nMeno male che non ero su una barca—perché l’avrei fatta sobbalzare alla grande.\nIl suo mondo? Non suona più interessante? È tutto lì lo scopo—impressionarla.\nPer favore, assisti alla mia immaginazione.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Grounded Views",
      "title_it": "Prospettive Terrestri",
      "poem_en": "A man on the sidewalk lay sideways. It was night, and he looked cold—so much so, my heart broke.\nI was not rich. Never having much to give, I only longed to make the world better—only to find I could better those around me.\nAnd not always—for you cannot be everything to everyone.",
      "poem_it": "Un uomo sul marciapiede giaceva di lato. Era notte, e sembrava così infreddolito—tanto da spezzarmi il cuore.\nNon ero ricco. Non avendo mai molto da offrire, desideravo solo rendere il mondo migliore—solo per scoprire che potevo migliorare la vita di chi mi circondava.\nE non sempre—perché non si può essere tutto per tutti.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Light And Shadow",
      "title_it": "Luce E Ombra",
      "poem_en": "Carving out a space in remaining light\nTwo shadows were given room to dance\nOne took a bow, silently waiting\nFor they had no mouths\nThen why did they remember a smile\nClever and beautiful?\nWaiting for them to take lead\nLonging, as the day went\nFor them to step further into the light",
      "poem_it": "Ritagliandosi uno spazio nella luce che resta\nA due ombre fu concesso di danzare\nUna fece un inchino, in silenzio in attesa\nPerché non avevano bocche\nAllora perché ricordavano un sorriso\nAstuto e splendido?\nAspettando che prendessero l’iniziativa\nBrama, mentre il giorno trascorreva\nChe avanzassero ancor di più nella luce",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Dissipations",
      "title_it": "Dissipazioni",
      "poem_en": "Imaginary, lingering thoughts of leaving\nEscaping me—without gravity I fall apart\nThere was an us, even if not together\nTime is not nothing, neither was that\nWithout us, meaning fades—but not you\nHolding on, arms wrapped—a memory, mine\nAnd you dare take that away\nWhat I mean is I love you",
      "poem_it": "Pensieri immaginari, indugianti sull’idea di andarsene\nMi sfuggono—senza gravità mi sgretolo\nC’era un noi, anche se non insieme\nIl tempo non è nulla, neppure quello lo era\nSenza di noi, il senso sfuma—ma non tu\nRimanendo aggrappato, braccia strette—un ricordo, mio\nE tu osi portarmelo via\nQuello che intendo è che ti amo",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Seasonal Hangings",
      "title_it": "Decorazioni Stagionali",
      "poem_en": "The tinsel upon the tree lingers, and how elegantly it hangs.\nSometimes, it seems I’d like to join—to be but a reflection of beauty, of all that surrounds me in warmth.\nFor this time of year is a gift, and while not a present, I long to be present for as long as the mood is festive.",
      "poem_it": "Il luccichio sull’albero resta, e con quanta eleganza si appende.\nA volte, mi pare che vorrei unirmi—essere soltanto un riflesso di bellezza, di tutto ciò che mi avvolge nel calore.\nPerché questa stagione è un dono, e pur non essendo un regalo, desidero esserci finché dura l’atmosfera festosa.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "The Point Is Love",
      "title_it": "Il Punto È L'Amore",
      "poem_en": "I want to share but a moment one of bedtimes and rituals\nFor when she was young we would mash the potato\nAnd when the mashes became tickles the universe stopped\nIt smiled upon us with a keen knowing look a grin from understanding—what we could not\nThe point and how we so often miss it",
      "poem_it": "Voglio condividere solo un istante, fatto di tempi serali e rituali\nPerché quando era piccola, schiacciavamo la patata\nE quando quella schiacciata diventava solletico, l’universo si fermava\nCi sorrideva con uno sguardo acuto, un sorriso di comprensione—quello che a noi sfuggiva\nIl punto e come spesso lo manchiamo",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Snow Glistens",
      "title_it": "La Neve Brilla",
      "poem_en": "Odorous snowfall knows not of the vast mountain\nGlistening scents rise.",
      "poem_it": "La nevicata odorosa ignora l’immensa montagna\nSi levano aromi scintillanti.",
      "category": "Haikufeels"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Terminal Pangs",
      "title_it": "Tormenti Terminali",
      "poem_en": "Carl was congested  normally, not such a bad thing but he didn’t just have a heart he was one\nWhile some try he lived his whole life with it not just on his sleeve\nIt was terminal, you see he missed a flight\nShe was on it there was no catching up\nSkipped a beat without him even noticing",
      "poem_it": "Carl era congestionato, di solito non è così grave, ma non aveva solo un cuore, lui era un cuore.\nMentre alcuni ci provano, lui ci ha vissuto tutta la vita, non solo in superficie.\nEra terminale, capisci, ha perso un volo.\nLei era su quell’aereo, non c’era modo di raggiungerla.\nHa perso un battito senza nemmeno accorgersene.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Elegant Fir",
      "title_it": "Abete Elegante",
      "poem_en": "Pleasantly, the scent airs its riffs—a fir in the mist, a frost-covered dew.\nElegance in the vastness of white, but that shade of green was cascading, fragrant in its majesty.\nAnd how it lingers—now just a memory.",
      "poem_it": "Piacevolmente, il profumo sprigiona i suoi accordi—un abete nella foschia, rugiada coperta di brina.\nEleganza nella distesa candida, ma quella sfumatura di verde scendeva a cascata, fragrante nella sua maestosità.\nE come persiste—ora soltanto un ricordo.",
      "category": "Vss_daily"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Left Breathless",
      "title_it": "Senza Fiato",
      "poem_en": "Once, I tried to breathe a breath away. And it was then I realized—it wasn’t oxygen I needed.\nYou had become life support, the tether by which I remained.\nSo as we parted, it became difficult to do anything—but write.",
      "poem_it": "Una volta ho provato a prendere un respiro lontano. E fu allora che capii—non era l’ossigeno ciò di cui avevo bisogno.\nEri diventata il sostegno vitale, il cordone a cui restavo legato.\nCosì, separandoci, mi fu difficile fare qualunque cosa—tranne scrivere.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Push Pull",
      "title_it": "Spingi E Tira",
      "poem_en": "Two voices in silence, screaming in violence.\nThe push, the pull, the yank, the tug—the hate, the love.\nCall it what it is, let it be what you want.\nWe don’t need definitions, but let’s give it what we got.\nAll in—ready or not.",
      "poem_it": "Due voci nel silenzio, che urlano nella violenza.\nLa spinta, il tiro, lo strappo, il trascinamento—l’odio, l’amore.\nChiamalo come vuoi, lascia che sia ciò che desideri.\nNon servono definizioni, ma mettiamoci tutto quello che abbiamo.\nTutto o niente—pronti o no.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "In Everlasting Comfort",
      "title_it": "Nel Conforto Perpetuo",
      "poem_en": "To be a pillow by which you can always rest your head\nFor nothing would warm my heart more than to have your mind so close\nTo feel the nape of your neck, the kerplunk of heavy beats\nThe depth with which you feel—perilous, and although brave you are\nComfort is all I want to be\nSo here I am, once again",
      "poem_it": "Essere un cuscino su cui tu possa sempre posare la testa\nPerché niente scalderebbe di più il mio cuore che avere la tua mente così vicina\nSentire la nuca, quel tonfo dei battiti pesanti\nLa profondità con cui senti—pericolosa, eppure coraggiosa come sei\nEssere conforto è tutto ciò che voglio\nEd eccomi qui, ancora una volta",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Ball Of Yarn",
      "title_it": "Gomitolo Di Lana",
      "poem_en": "Dreaming of kittens and strings and how I yearn to be but a ball coming unravelled as you do to me\nWishing yet to be adored\nPlayed with but once more\nBut how you grew and no longer do you see me as fun\nI am but a mess left undone\nFor cats only clean themselves",
      "poem_it": "Sogno gattini e fili, e di come desideri essere soltanto un gomitolo che si srotola come fai con me\nSperando ancora di essere adorato\nGiocaci ancora una volta\nMa tu sei cresciuta e non mi trovi più divertente\nSono solo un disordine lasciato incompiuto\nPerché i gatti puliscono solo se stessi",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Not A Good Time To Fly",
      "title_it": "Non È Un Buon Momento Per Volare",
      "poem_en": "Carried by pigeon, carrion-claimed, jutted wings—decaying notes.\nFlattering flaps, beats of lapping, circling.\nThe tower has not given a flight path—no landing.\nGuess we crash and burn.",
      "poem_it": "Trasportato da un piccione, reclamato come carcassa, ali sporgenti—note in decomposizione.\nBattiti che lusingano, colpi ritmati, in cerchio.\nLa torre non ha autorizzato un percorso di volo—nessun atterraggio.\nImmagino che ci schianteremo in fiamme.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Top Of His Field",
      "title_it": "In Cima Al Suo Campo",
      "poem_en": "Rotten vegetables in teeth, the combine smiles jaggedly.\nCoughs up a few kernels—the stalk of the town, leaving leaves.\nHanging out in tall crowds, never knowing how to tread lightly.",
      "poem_it": "Verdure marce tra i denti, la mietitrebbia sorride in modo irregolare.\nSputa qualche chicco—il fusto della città, lasciando foglie.\nSi aggira tra folle elevate, senza mai sapere come procedere con delicatezza.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "But For Real",
      "title_it": "Ma Davvero",
      "poem_en": "So no returned feelings is cool but how do we be friends and can you allow that to happen?\nOr have I fucked up so badly with this all?\nI can deal with shadows, but I have many concerns\nOne is that even if you dont feel hate, Im as close as you get",
      "poem_it": "Quindi nessun sentimento ricambiato va bene, ma come facciamo ad essere amici e puoi permettere che accada?\nO ho davvero rovinato tutto in modo irrecuperabile?\nPosso gestire le ombre, ma ho molte preoccupazioni\nUna è che anche se non provi odio, sono il più vicino a ciò che hai",
      "category": "Realtalk"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Schrodingers Lines",
      "title_it": "Le Righe Di Schrödinger",
      "poem_en": "It was a troubling time for a troubling line\nSo he wrote as he went and counted in time\nTyping to the beat and carving out rhymes\nAnd as he meandered through his mind he found but a gem of a thought\nIt didn't make sense for it was and was not schrodinger's memory",
      "poem_it": "Era un tempo turbato per una linea turbata\nCosì scrisse mentre procedeva e contava col tempo\nTastando al ritmo e scolpendo rime\nE mentre vagava nella sua mente trovò solo una gemma di pensiero\nNon aveva senso perché era e non era il ricordo di Schrödinger",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Coloring Outside Lines",
      "title_it": "Colorare Fuori Dai Contorni",
      "poem_en": "Words would dance for them forever, and in memory, he would burn so many—specifically three.\nBecause before—precisely, yet painfully—a suggestion, pushed just enough to provoke.\nConsequence became action, providence his own.\nPrideful, unyielding, pushing beyond boundaries.\nAnd how impossible was he—not just a man, but a force.",
      "poem_it": "Le parole avrebbero danzato per loro all’infinito, e nella memoria lui ne avrebbe bruciate tante—specificamente tre.\nPerché prima—con precisione, ma dolorosamente—un suggerimento, spinto quanto bastava per provocare.\nLa conseguenza divenne azione, e la provvidenza fu sua.\nOrgoglioso, inflessibile, spingendosi oltre i limiti.\nE com’era impossibile quell’uomo—non solo un uomo, ma una forza.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Around And Around",
      "title_it": "Intorno E Intorno",
      "poem_en": "A carousel we could ride, we throw it in reverse, it takes us back in time\nYou take a bench, I'll take a lion. Why?\nI'd like to sit next to you but that seems out of line\nMaybe I'm just old-fashioned but you never gave me your name\nAnd yet, here we are, what now?\nPerhaps we can start again",
      "poem_it": "Una giostra su cui potremmo salire, la mettiamo in retromarcia, ci riporta indietro nel tempo\nTu prendi una panchina, io prendo un leone. Perché?\nVorrei sedermi accanto a te ma sembra fuori luogo\nForse sono solo all’antica ma non mi hai mai detto il tuo nome\nEppure, eccoci qui, e ora?\nForse possiamo ricominciare",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Old Brew",
      "title_it": "Vecchia Infusione",
      "poem_en": "Carving vernacular, axe to jugular.\nAction figure—wind-up action, of morbid erasure and a contemplative nature.\nIt’s a meal, it was a feast—and a forever stew.\nA beast of a last supper, now released, crawled from the cauldron stewing.",
      "poem_it": "Scolpire il linguaggio, ascia alla giugulare.\nUn’azione da pupazzo a molla—cancellazione morbosa e natura contemplativa.\nÈ un pasto, anzi un banchetto—e uno stufato eterno.\nUna bestia da ultima cena, ora liberata, strisciata fuori dal calderone in ebollizione.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Radiance Vs Raven",
      "title_it": "Splendore Contro Corvo",
      "poem_en": "Upon the floor, looking back—more hungry than I.\nA foul went afoul, hideous, covered in charred notes, tarred and from the pits.\nIn despair, it cawed its beak, raving, as a raven does—black and into the night, cast out by her light.",
      "poem_it": "Sul pavimento, guardandosi indietro—più affamato di me.\nUn’onta andò in malora, orribile, coperta di note bruciate, catramata e proveniente dagli abissi.\nNella disperazione, gracchiò col becco, delirante, come fa un corvo—nero e nella notte, cacciato via dalla sua luce.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Carrier Pigeon",
      "title_it": "Piccione Viaggiatore",
      "poem_en": "They were underfunded and overworked—a tower of disaster for such great heights.\nInto the mix, a carrier bird, not a plane—one fell swoop into the chute.\nNo one needs to speak of such tails\nRudders and ailerons—something about flight controls.\nLift up?\nFucking FLAP.\nDOA.",
      "poem_it": "Erano a corto di fondi e sovraccarichi di lavoro—una torre di disastri per simili altezze.\nIn mezzo, un uccello viaggiatore, non un aereo—un sol colpo nel condotto.\nNessuno parla di tali estremità.\nTimoni e alettoni—qualcosa sui comandi di volo.\nSollevare?\nMaledetto BATTITO D’ALI.\nMorto all’arrivo.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Tango",
      "title_it": "Tango",
      "poem_en": "Put down your foot, now the next.\nGrab my hips, bump my chest.\nStep—again—we move, we spin, we continue.\nWe create a venue—lights and smoke, mirrors and misdirection.\nIt's magic, it's romance, it's dance.",
      "poem_it": "Appoggia il tuo piede, ora l’altro.\nAfferra i miei fianchi, urta il mio petto.\nUn passo—ancora—ci muoviamo, giriamo, proseguiamo.\nCreiamo una scena—luci e fumo, specchi e distrazione.\nÈ magia, è romanticismo, è danza.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Sandman",
      "title_it": "Sandman",
      "poem_en": "The dune cast fine sand into the air—a spell of sleep and magic.\nThe sandman came in slumber’s hush, stealing dreams, sweet memories, leaving only dust and vagaries.\nWhen words returned, they sputtered—absurd adverbs, tangled and frayed, making no sense, leaving us in suspense.",
      "poem_it": "La duna scagliò sabbia sottile nell’aria—un incantesimo di sonno e magia.\nIl Sandman arrivò nel silenzio del sonno, rubando sogni, dolci ricordi, lasciando solo polvere e vaghezze.\nQuando le parole tornarono, balbettavano—avverbi assurdi, annodati e sfilacciati, privi di senso, lasciandoci in sospeso.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Dyson",
      "title_it": "Dyson",
      "poem_en": "Wresting upon a sill, some dust beyond my will.\nAnd in memorial, it seems—a pound of flesh, not ash, just some faint memory of who I used to be.\nA job for some keen engineering. Let us hope they fetch a dyson.",
      "poem_it": "Appoggiato su un davanzale, un po’ di polvere oltre il mio volere.\nE in memoria, pare—una libbra di carne, non cenere, solo un vago ricordo di chi ero.\nUn compito per un’intuizione ingegneristica acuta. Speriamo che recuperino un dyson.",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Forced Words",
      "title_it": "Parole Forzate",
      "poem_en": "Dancing words in memory, he would burn so many specifically three\nBecause before precisely, painfully pushed just enough to provoke\nConsequence became action, providence his own\nPrideful, unyielding, pushing beyond boundaries\nAnd how impossible was he not just a man, but a force",
      "poem_it": "Parole danzanti nella memoria, ne avrebbe bruciate tante, in particolare tre\nPerché prima, con precisione, dolorosamente spinte quel tanto da provocare\nLa conseguenza divenne azione, la provvidenza fu sua\nOrgoglioso, inflessibile, andando oltre i limiti\nE com’era impossibile, non solo un uomo, ma una forza",
      "category": "Hedges"
    },
    {
      "date_en": "21 February 2026",
      "date_it": "21 Febbraio 2026",
      "title_en": "Drapes",
      "title_it": "Tende",
      "poem_en": "I have no memories but curtains. When they closed, the window vanished—no view, no life beyond my own.\nTrapped in my mind, I recall only warmth, a world cast in dreams, scenery and scenes, beyond what it seems—make-believe.",
      "poem_it": "Non ho ricordi, se non tende. Quando si chiusero, la finestra sparì—nessuna vista, nessuna vita oltre la mia.\nIntrappolato nella mia mente, ricordo solo il calore, un mondo plasmato nei sogni, paesaggi e scene, oltre ciò che sembra—un gioco di fantasia.",
      "category": "Hedges"
    }
  ]
  