{
    "date": "20241030",
    "title_en": "Embraced Pain.",
    "title_it": "Dolore Accolto",
    "poem_en": "Reading words on the waiting page,\nsitting there like a waiting room.\nWho would have thought such a strange thing, the words I read\nharbored a hidden memory—the phrasing, the correction,\ndiction, selection, dissection—revealing the feelings I have for you.\n\nAs I read, I thought of you unintentionally, not in the slightest.\nI soon found myself wondering about the author's appearance, seeing fragments of you in her words.\nI knew it before it happened, without even needing to see. No beauty surpassed yours for me.\n\nI hadn't just fallen; I had let go, detached from reality. You saw it and ran. But if the sun is what we are meant to orbit,\nwhy should I mind getting burned?\nWhy should I mind being scorned?\nWords hurt, but I don't mind the slap from you.\nI yearn for it—let me feel it again, even just as a friend.",
    "poem_it": "Leggendo parole sulla pagina d'attesa,\nSeduto lì come se fossi diventata una sala d'attesa.\nChi avrebbe mai pensato a una cosa così strana, le parole che leggevo\nNascondevano un ricordo nascosto—la fraseologia, la correzione,\nDizione, selezione, dissezione—rivelando i sentimenti che provo per te.\n\nMentre leggevo, pensavo a te senza intenzione, nemmeno per un attimo.\nMi sono presto trovato a chiedermi come fosse l'autrice, vedendo frammenti di te nelle sue parole.\nLo sapevo prima che accadesse, senza nemmeno aver bisogno di vedere. Nessuna bellezza ha superato la tua per me.\n\nNon ero semplicemente caduto; avevo lasciato andare, distaccato dalla realtà. Tu lo hai visto e sei scappato. Ma se il sole è ciò intorno a cui dobbiamo orbitare,\nPerché dovrei badare a scottarmi?\nPerché dovrei badare a essere disprezzato?\nLe parole fanno male, ma non mi importa della tua sberla.\nLa desidero—fammi sentire di nuovo, anche solo come amico.",
    "tags": [
        "longform",
        "sad",
        "longing",
        "melancholy"
    ]
}