{
    "date": "20241030",
    "title_en": "Muse'S Call.",
    "title_it": "Il Richiamo Della Musa",
    "poem_en": "Like water turning to mist, then rain, flowing into a river of emotions.\nA sanctuary where birds sing and trees sway in harmony.\nPlaces echoing your grace and the memories we cherish.\nSmiles yet to be shared, laughter waiting to be heard, moments yet to embrace.\nFind me a ribbon, find me a tree, tie a bow for her spirit soars.\nThough she's gone from my days, her essence remains, a victorious encore.\nThe scars of battles fought with love, a heart resilient and true.\nEach mark a testament to the strength that grew.\nWith every breath, I release the past, embracing what’s to come.\nThe echoes of yesterday transform into a hopeful hum.\nTime moves forward, memories like grains of sand slipping through.\nI feel the breeze, recall the shores where our dreams once flew.\nEvery memory penned keeps her close within my heart.\nHer presence eternal, guiding me as new journeys start.\nThough letting go is painful, her light continues to glow.",
    "poem_it": "Come l'acqua che si trasforma in nebbia, poi in pioggia, fluendo in un fiume di emozioni,\nUn santuario dove gli uccelli cantano e gli alberi ondeggiano in armonia,\nLuoghi che echeggiano la tua grazia e i ricordi che custodiamo,\nSorrisi ancora da condividere, risate in attesa di essere udite, momenti ancora da abbracciare.\nTrovami un nastro, trovami un albero, lega un fiocco perché il suo spirito voli,\nAnche se non è più nei miei giorni, la sua essenza rimane, un bis vittorioso.\nLe cicatrici, di battaglie combattute con amore, un cuore resiliente e vero,\nOgni segno è una testimonianza della forza cresciuta.\nCon ogni respiro, lascio andare il passato, abbracciando ciò che verrà,\nGli echi di ieri si trasformano in un ronzio di speranza.\nIl tempo avanza, i ricordi come granelli di sabbia che scivolano via,\nSento la brezza, ricordo le rive dove i nostri sogni un tempo volavano.\nOgni ricordo scritto la tiene vicina nel mio cuore,\nLa sua presenza eterna, mi guida mentre iniziano nuovi viaggi.\nAnche se lasciare andare è doloroso, la sua luce continua a brillare.",
    "tags": [
        "loving",
        "melancholy",
        "longing",
        "passionate",
        "tender"
    ]
}