{
    "date": "20241207",
    "title_en": "Gratitude.",
    "title_it": "Gratitudine",
    "poem_en": "If now the light you brought appears sad,\nthe fault is mine alone; I must admit.\nI write these words while you, within my heart,\nhold space no other ever could replace.\n\nExpressions of my pain may seep through cracks,\nyet fueled they are by inner beauty's flame.\nIt's from your memory the ache arises,\nfor fragrant is the essence of your heart.\n\nI might forget, yet truly not at all;\nthese things inside I must then tuck away,\nas I have mentioned to you many times.\nThe truth is this: you're beautiful throughout.\n\nThough you may wish to hide away your darkness,\nI long to show the beauty in your pain.\nTo know you're not a goddess is a must;\ntoo marvelous are you in every way.\n\nIn facets where you outshine all the rest,\nremember it's unfair to those around,\nfor you, as 'amazing' defines, beyond all measure.\nSo tell me why I should contain these thoughts,\nand why you should not know of how I feel?\n\nMy friends may say you are undeserving,\nbut unkindness, to me, is their true fault.\nFor friendship needs no payment in return,\nand patience doesn't seek acknowledgment.\n\nSo be your free and beautiful own self,\nand be without me, for I've caused you hurt.\nI know the things I've done, if not their view;\nI'm willing to accept I am a monster\n\nin your eyes or in others'; even without hate,\nyou may portray me as the villain—I was.\nI chose to be untender with your heart\nwhen I felt hurt; in weakness, I lashed out.\n\nNo promise can I make of being stronger\nwhen it concerns you, but feel no worry,\nnor thread of pain, for I have found the beauty\nwithin each action—your intent for the best.\n\nAnd if what I believe within my heart\nis true, there's only one thing left to say:\nThank you.",
    "poem_it": "Se ora la luce che hai portato appare triste,\nLa colpa è solo mia, devo ammetterlo.\nScrivo queste parole mentre tu, nel mio cuore,\nOccupi uno spazio che nessun altro può colmare.\n\nLe espressioni del mio dolore possono trapelare,\nMa sono alimentate dalla fiamma della bellezza interiore.\nÈ dal tuo ricordo che sorge la sofferenza,\nPerché fragrante è l'essenza del tuo cuore.\n\nPotrei dimenticare, ma in realtà non del tutto;\nQueste cose dentro di me devo riporle,\nCome ti ho detto tante volte.\nLa verità è questa: sei bella in ogni aspetto.\n\nAnche se desideri nascondere la tua oscurità,\nDesidero mostrarti la bellezza nel tuo dolore.\nSapere che non sei una dea è indispensabile;\nSei troppo meravigliosa in ogni modo.\n\nNei tratti in cui superi tutti gli altri,\nRicorda che non è giusto per chi ti circonda;\nPerché tu, come definisce 'straordinaria', sei oltre ogni misura.\nAllora dimmi perché dovrei trattenere questi pensieri,\nE perché non dovresti sapere come mi sento?\n\nI miei amici possono dire che non lo meriti,\nMa la scortesia, per me, è il loro vero errore.\nPerché l'amicizia non richiede ricompensa,\nE la pazienza non cerca riconoscimento.\n\nQuindi sii te stessa, libera e bellissima,\nE stai senza di me, poiché ti ho ferita.\nConosco ciò che ho fatto, sebbene non come lo vedi;\nSono disposto ad accettare di essere un mostro\n\nNei tuoi occhi o in quelli degli altri; anche senza odio,\nPuoi raffigurarmi come il cattivo—lo sono stato.\nHo scelto di non essere tenero con il tuo cuore\nQuando mi sono sentito ferito; nella debolezza, ho reagito.\n\nNessuna promessa posso fare di essere più forte\nQuando si tratta di te, ma non provare preoccupazione,\nNé filo di dolore, perché ho trovato la bellezza\nIn ogni azione—il tuo intento per il meglio.\n\nE se ciò che credo nel mio cuore è vero,\nC'è solo una cosa che resta da dire:\nGrazie.",
    "tags": [
        "sad",
        "melancholy",
        "loving",
        "longing",
        "tender"
    ]
}