{
    "date": "2025-01-04",
    "title_en": "Giving One Hundred Percent.",
    "title_it": "Dando Cento Percento.",
    "poem_en": "Whoever said, \"Don't cry over spilt milk,\" knew nothing of empathy or self-worth. Tears are earned—for them, for me— in loving myself, I find room to love all. Undeserving I am of all I have, for goodness often eludes my grasp. The homeless man, a mirror to my soul, a coin—a bandage, not a cure. \n\nMy soul, impoverished, starved of grace, laziness and ease my willing shackles. Easy to turn from painful truths, to bathe in self-deceit's warm glow. But some embrace the bitter pill, the climb toward a better self. I am flawed, a piece of shit, I know, failure my constant shadow. \n\nI will hurt, I will disappoint, and in my darkness, I wage war within. Fragile, brittle, I teeter on the brink, ready to shatter under pressure. Yet, my best remains unseen, unremembered even by me—a fleeting grace. Too many kindnesses lost to time, I focus on the wrong, a heavy debt. \n\nBefore I leave this world, the scales must tip, or at least find their balance. So I strive, I push, I yearn for growth, for one hundred percent is a mirage. But the striving, the relentless trying, that is the essence of my being.",
    "poem_it": "Chiunque abbia detto, \"Non piangere sul latte versato,\" non sapeva niente di empatia o di autostima. Le lacrime sono guadagnate - per loro, per me - nel volermi bene, trovo spazio per amare tutti. Indegno sono di tutto ciò che ho, perché il bene spesso sfugge alla mia presa. L'uomo senza dimora, uno specchio della mia anima, una moneta - una benda, non una cura.\n\nLa mia anima, impoverita, affamata di grazia, pigrizia e comodità sono le mie catene volonterose. Facile voltare le spalle alle verità dolorose, bagnarsi nel caldo bagliore dell'autoinganno. Ma alcuni accettano l'amara pillola, la scalata verso un io migliore. Sono difettuoso, un pezzo di merda, lo so, il fallimento la mia costante ombra.\n\nFarò del male, deluderò, e nella mia oscurità, combatto una guerra dentro. Fragile, fragile, vacillo sull'orlo, pronto a frantumarmi sotto pressione. Eppure, il mio meglio rimane invisibile, non ricordato nemmeno da me - una grazia passeggera. Troppi atti di gentilezza persi nel tempo, mi concentro sugli errori, un pesante debito.\n\nPrima di lasciare questo mondo, le bilance devono inclinarsi, o almeno trovare il loro equilibrio. Perciò mi sforzo, spingo, anelo per la crescita, perché il cento per cento è un miraggio. Ma lo sforzo, il tentativo incessante, quello è l'essenza del mio essere.",
    "category": "Personal",
    "tags": [
        "longform",
        "sad",
        "loving",
        "melancholy"
    ]
}