{
    "date": "2025-01-04",
    "title_en": "Giving one hundred percent.",
    "title_it": "Dando il cento per cento.",
    "poem_en": "Whoever said, \"Don't cry over spilt milk,\" knew nothing of empathy or self-worth. Tears are earned—for them, for me—in loving myself, I find room to love all. Undeserving I am of all I have, for goodness often eludes my grasp. The homeless man, a mirror to my soul, a coin—a bandage, not a cure. My soul, impoverished, starved of grace, laziness and ease my willing shackles. Easy to turn from painful truths, to bathe in self-deceit's warm glow. But some embrace the bitter pill, the climb toward a better self. I am flawed, a piece of shit, I know, failure my constant shadow. I will hurt, I will disappoint, and in my darkness, I wage war within. Fragile, brittle, I teeter on the brink, ready to shatter under pressure. Yet, my best remains unseen, unremembered even by me—a fleeting grace. Too many kindnesses lost to time, I focus on the wrong, a heavy debt. Before I leave this world, the scales must tip, or at least find their balance. So I strive, I push, I yearn for growth, for one hundred percent is a mirage. But the striving, the relentless trying, that is the essence of my being.",
    "poem_it": "Chiunque abbia detto, \"Non piangere sul latte versato,\" non sapeva nulla di empatia o autostima. Le lacrime si guadagnano - per loro, per me - amandomi, trovo spazio per amare tutto. Indegno sono di quanto ho, perché la bontà spesso sfugge alla mia presa. L’uomo senza dimora, specchio della mia anima, una moneta - un cerotto, non una cura. La mia anima, impoverita, affamata di grazia, pigrizia e comodità le mie catene volonterose. Facile voltare le spalle alle verità dolorose, a crogiolarmi nel caldo bagliore dell'autoinganno. Ma alcuni accettano l'amara pillola, la scalata verso un io migliore. Sono difettoso, uno schifo, lo so, il fallimento la mia costante ombra. Farò del male, deluderò, e nella mia oscurità combatto una guerra dentro di me. Fragile, fragile, vacillo sull'orlo, pronto a frantumarmi sotto pressione. Eppure, il mio meglio resta invisibile, persino dimenticato da me stesso - una grazia fugace. Troppi atti di gentilezza persi nel tempo, mi concentro sui torti, un pesante debito. Prima di lasciare questo mondo, le bilance devono inclinare, o almeno trovare il loro equilibrio. Quindi mi sforzo, mi spingo, bramo la crescita, perché il cento per cento è un miraggio. Ma lo sforzarsi, il tentativo incessante, quello è l'essenza del mio essere.",
    "category": "Personal"
}