{
    "date": "2025-01-04",
    "title_en": "Tristan.",
    "title_it": "Tristano.",
    "poem_en": "The weight was a vise on my chest as I carried your coffin, each step a year we had. Yet, physically light, a cruel trick. It was just your frame. Inside, your smile, a sunrise that warmed even the coldest mornings; that's what I get to bear now, a fading photograph in my soul. It was the way you stood, a redwood amongst saplings, and you made everyone around you know, without a word, they were safe. Inside there was a good man, a heart that mended broken things; they saw it in that crooked smile, in the crinkles by your eyes. When you laughed, the room roared, a symphony of joy, and now the echoes are ghosts, hollow, fading with each breath. Hollow and weak and like me, trying to fill a space that can't be filled, allusions to allusions; a sorrowful truth, I'm drowning in it. I will never amount to the mountain you were, the Tristan I am not is but nothing more than the truth carved into my bones. But I shall try, a pale imitation, a shadow reaching for a light that's gone, to be half as kind, half as brave.",
    "poem_it": "Il peso era una morsa sul petto mentre portavo la tua bara, ogni passo un anno che abbiamo vissuto insieme. Eppure, fisicamente leggera, un crudele inganno. Era solo il tuo corpo. Dentro di te, il tuo sorriso, un'alba che riscaldava anche le mattine più fredde; è questo che devo portare ora, una fotografia sbiadita nella mia anima. Era il modo in cui ti ergevi, un sequoia tra i piccoli alberi, e facevi capire a tutti intorno a te, senza dire una parola, che erano al sicuro. Dentro c'era un uomo buono, un cuore che rimediava alle cose rotte; lo vedevano in quel sorriso storto, nelle grinze intorno ai tuoi occhi. Quando ridevi, la stanza si riempiva di allegria, e adesso gli echi sono fantasmi, vuoti, che si affievoliscono con ogni respiro. Vuoti e deboli e come me, cercando di riempire uno spazio che non può essere colmato, illusioni su illusioni; una verità dolorosa, sto affogando in essa. Non sarò mai all'altezza della montagna che eri tu, il Tristan che non sono è nulla più di una verità incisa nelle mie ossa. Ma cercherò, un pallido imitazione, un'ombra che si protende verso una luce ormai spenta, per essere solo la metà gentile, la metà coraggioso.",
    "category": "Bluesky"
}