{
    "date": "20241221",
    "title_en": "Temporary Treasures.",
    "title_it": "Tesori Temporanei",
    "poem_en": "One note lingers, then softly, two,\nthe music fades, yet I still hear you.\nAfter the dance, your shoes left behind,\ntoo small to fill, but they mirrored my mind,\ntrying to step where your footprints aligned.\n\nTruth, a chameleon, in colors does play,\nwith you, they merge in a vibrant array.\nNo need for masks, no pretense to weave,\njust being you is enough for me,\na light that makes my spirit conceive.\n\nPerhaps I stumbled, seeking this grace,\na connection unspoken, a brand new space.\nUncertainty spins, a disorienting haze,\nyet, in your aura, my heart finds its ways.\n\nWords cascade forth, a messy, sweet flow,\nan honest echo from a grateful soul.\nI could write endlessly, by your spark ignited,\neach verse a secret, in your name confided.\n\nForget the fourth wall, let the stage lights grow dim,\nthis isn't a poem, it's a heartfelt hymn.\nReality blurs where our moments begin,\nas long as you're there, I'm always within.\n\nThough distance may call, and paths diverge far,\nI wish you a sky filled with every bright star.\nA fleeting gift, a treasure held steadfast,\nthe joy you brought me will forever last.",
    "poem_it": "Una nota indugia, poi dolcemente, due,\nLa musica sfuma, eppure io ti sento ancora.\nDopo il ballo, le tue scarpe lasciate lì,\nTroppo piccole da calzare, ma specchio per la mia mente,\nCercando di muovere passi dove i tuoi si sono allineati.\n\nVerità, camaleonte, gioca con i colori,\nCon te, si fondono in un tripudio vivace.\nNon servono maschere, nessuna finzione da tessere,\nSemplicemente te, ed è abbastanza per me,\nUna luce che accende il mio spirito.\n\nForse ho inciampato, cercando questa grazia,\nUn legame non detto, uno spazio nuovo.\nL'incertezza gira, una nebbia disorientante,\nEppure, nella tua aura, il mio cuore trova la via.\n\nLe parole sgorgano, un dolce, disordinato fluire,\nUn'eco sincera da un'anima grata.\nPotrei scrivere all'infinito, dalla tua scintilla acceso,\nOgni verso un segreto, nel tuo nome confidato.\n\nDimentica la quarta parete, lascia che le luci si affievoliscano,\nQuesta non è una poesia, è un inno che viene dal cuore.\nLa realtà si confonde dove iniziano i nostri momenti,\nFinché tu sei lì, io sarò sempre dentro.\n\nAnche se la distanza chiama, e i sentieri si dividono,\nTi auguro un cielo ricolmo di ogni stella luminosa.\nUn dono fugace, un tesoro tenuto stretto,\nLa gioia che mi hai dato durerà per sempre.",
    "tags": [
        "tender",
        "longing",
        "loving",
        "sad",
        "longform"
    ]
}