{
    "date": "2024-12-15",
    "title_en": "Abandoned.",
    "title_it": "Abbandonato.",
    "poem_en": "Did you know those tears would be your last? When you hugged me tightly, I, a child of twelve, asked, \"Why are you crying, Dad?\" I thought I'd see you again. Your signature on a dotted line, a contract for absence, sealed with indifference. If all I ever was was a burden to bear, then the distance, the silence, would make some kind of sense. Parents giving dollars, not devotion; praising my mind, yet withholding their love. At fifteen, my mother too, she handed me off, trying to trade the burden I had become. But he refused, turned me away, and we did not meet again. Years after my first war, I called— not for reconciliation, but to accuse, to unload the weight of years of abandonment. But you were never a man who could carry such weight. So why now do I hold this sadness? For what I said, or for what you were? If all I ever wanted was that hug to last, for those tears to be real, not obligation. You were not great, but I miss you the same. The scent of your cologne, a ghost in the air, the shadow of love that never was, a question mark hanging where your embrace should be.",
    "poem_it": "Sapevi che quelle lacrime sarebbero state le tue ultime? Quando mi abbracciasti forte, io, un bambino di dodici anni, chiesi: \"Perché stai piangendo, papà?\" Credevo di vederti di nuovo. La tua firma su una linea tratteggiata, un contratto per l'assenza, sigillato con indifferenza. Se tutto ciò che sono mai stato è stato un peso da sopportare, allora la distanza, il silenzio, avrebbero avuto un senso. Genitori che danno dollari, non devozione; lodando la mia mente, ma trattenendo il loro amore. A quindici anni, anche mia madre, mi diede via, cercando di sbarazzarsi del peso che ero diventato. Ma lui rifiutò, mi respinse, e non ci incontrammo di nuovo. Anni dopo la mia prima guerra, chiamai— non per la riconciliazione, ma per accusare, per alleggerire il peso degli anni di abbandono. Ma non sei mai stato un uomo capace di portare un tale peso. Dunque perché ora sento questa tristezza? Per ciò che ho detto, o per ciò che eri? Se tutto ciò che ho sempre desiderato era che quell'abbraccio durasse, che quelle lacrime fossero sincere, non obbligate. Non eri straordinario, ma mi manchi lo stesso. Il profumo della tua colonia, un fantasma nell'aria, l'ombra di un amore che non fu mai, un punto interrogativo che rimane sospeso dove dovrebbe essere il tuo abbraccio.",
    "category": "Modern_family"
}