{
    "date": "2024-12-15",
    "title_en": "Abandoned.",
    "title_it": "Abbandonato.",
    "poem_en": "Did you know those tears would be your last? When you hugged me tightly, I, a child of twelve, asked, \"Why are you crying, Dad?\" I thought I'd see you again. Your signature on a dotted line, a contract for absence, sealed with indifference. If all I ever was was a burden to bear, then the distance, the silence, would make some kind of sense. Parents giving dollars, not devotion; praising my mind, yet withholding their love. At fifteen, my mother too, she handed me off, trying to trade the burden I had become. But he refused, turned me away, and we did not meet again. Years after my first war, I called— not for reconciliation, but to accuse, to unload the weight of years of abandonment. But you were never a man who could carry such weight. So why now do I hold this sadness? For what I said, or for what you were? If all I ever wanted was that hug to last, for those tears to be real, not obligation. You were not great, but I miss you the same. The scent of your cologne, a ghost in the air, the shadow of love that never was, a question mark hanging where your embrace should be.",
    "poem_it": "Sapevi che quelle lacrime sarebbero state le ultime? Quando mi abbracciasti forte, io, un bambino di dodici anni, chiesi, \"Perché stai piangendo, papà?\" Pensavo di rivederti ancora. La tua firma su una linea tratteggiata, un contratto per l'assenza, sigillato con indifferenza. Se tutto quello che sono mai stato era un peso da sopportare, allora la distanza, il silenzio, avrebbero avuto senso in qualche modo. Genitori che danno dollari, non devozione; lodando la mia mente, ma trattenendo il loro amore. A quindici anni, anche mia madre, mi ha passato a qualcun altro, cercando di scambiare il peso che ero diventato. Ma lui rifiutò, mi respinse, e non ci incontrammo più. Anni dopo la mia prima guerra, chiamai— non per la riconciliazione, ma per accusare, per scaricare il peso degli anni di abbandono. Ma tu non sei mai stato un uomo capace di portare tale peso. Allora perché ora tengo questa tristezza? Per ciò che ho detto, o per ciò che eri? Se tutto ciò che ho mai desiderato era che quell'abbraccio durasse, che quelle lacrime fossero vere, non per obbligo. Non eri grande, ma mi manchi lo stesso. Il profumo della tua colonia, un fantasma nell'aria, l'ombra di un amore mai esistito, un punto interrogativo sospeso dove dovrebbe esserci il tuo abbraccio.",
    "category": "Modern_family",
    "tags": [
        "sad",
        "longing",
        "melancholy",
        "passionate"
    ]
}