{
    "date": "2024-12-15",
    "title_en": "Fractured Modernity.",
    "title_it": "Modernità Fenduta.",
    "poem_en": "A hairline fracture, a whisper of unease, unraveling the wall's stark symmetries. My gaze, compelled by an unseen force, traces the fissure, a breach in this sterile course. Imperfection bleeds, a fragile, whispered plea, \"There's more than this,\" it sighs, \"Come, follow me.\" I slip inside, the drywall's thin facade, and tumble down a chasm, strangely glad. White rushes in, a blinding, chalky tide, where walls dissolve and structured thoughts subside. This stark, blank canvas, a terrifying birth, my universe reduced to grains of earth. Jagged cliffs rise, a landscape etched in white, the scent of paint, a ghost of manufactured light. Each step I take, the chasm yawns and creaks, my world, a house of cards, collapses beneath my feet. Dust motes dance, a swirling, silent storm, as gravity reclaims its primal form. And in the hush, where all creation ends, my vacant stare, with nothingness, attends.",
    "poem_it": "Una frattura appena percettibile, un sussurro di disagio, che scioglie le rigide simmetrie del muro. Il mio sguardo, spinto da una forza invisibile, segue la fessura, una breccia in questo corso sterile. L'imperfezione sanguina, una fragile supplica sussurrata, \"C'è di più di questo,\" sospira, \"Vieni, seguimi.\" Mi infiltro all'interno, la sottile facciata di cartongesso, e precipito in un abisso, stranamente felice. Il bianco si riversa, un'onda accecante di gesso, dove i muri si dissolvono e i pensieri strutturati svaniscono. Questo candido, vuoto telaio, un terrificante parto, il mio universo ridotto a granelli di terra. Scogli frastagliati si erigono, un paesaggio inciso nel bianco, il profumo di vernice, un'ombra di luce artificiale. Ogni passo che faccio, l'abisso si apre e geme, il mio mondo, una casa di carte, crolla sotto i miei piedi. Puntini di polvere danzano, una tempesta silenziosa e vorticante, mentre la gravità reclama la sua forma primordiale. E nel silenzio, dove ogni creazione finisce, il mio sguardo vuoto, si lascia avvolgere dal nulla.",
    "category": "Throwetry",
    "tags": [
        "micropoem",
        "melancholy",
        "longing",
        "dark"
    ]
}