{
    "date": "2024-12-15",
    "title_en": "Fractured modernity.",
    "title_it": "Modernità frantumata.",
    "poem_en": "A hairline fracture, a whisper of unease, unraveling the wall's stark symmetries. My gaze, compelled by an unseen force, traces the fissure, a breach in this sterile course. Imperfection bleeds, a fragile, whispered plea, \"There's more than this,\" it sighs, \"Come, follow me.\" I slip inside, the drywall's thin facade, and tumble down a chasm, strangely glad. White rushes in, a blinding, chalky tide, where walls dissolve and structured thoughts subside. This stark, blank canvas, a terrifying birth, my universe reduced to grains of earth. Jagged cliffs rise, a landscape etched in white, the scent of paint, a ghost of manufactured light. Each step I take, the chasm yawns and creaks, my world, a house of cards, collapses beneath my feet. Dust motes dance, a swirling, silent storm, as gravity reclaims its primal form. And in the hush, where all creation ends, my vacant stare, with nothingness, attends.",
    "poem_it": "Una crepa sottile, un sussurro di inquietudine, svelando le rigide simmetrie del muro. Il mio sguardo, spinto da una forza invisibile, traccia la fessura, una breccia in questo corso sterile. L'imperfezione sanguina, una fragile, sussurrata supplica, \"C'è qualcosa di più di questo,\" sospira, \"Vieni, seguimi.\" Mi infilo dentro, dietro la sottile facciata del cartongesso, e precipito lungo un baratro, stranamente felice. Il bianco si riversa, una marea abbagliante e gessosa, dove i muri si dissolvono e i pensieri strutturati svaniscono. Questa tela bianca e spoglia, una nascita terrificante, il mio universo ridotto a granelli di terra. Fauci frastagliate si ergono, un paesaggio inciso nel bianco, il profumo della vernice, un'ombra di luce artificiale. Ad ogni passo che faccio, il baratro sbadiglia e geme, il mio mondo, una casa di carte, crolla sotto i miei piedi. Moti di polvere danzano, una tempesta silenziosa e vorticante, mentre la gravità reclama la sua forma primordiale. E nel silenzio, dove ogni creazione termina, il mio sguardo vuoto, con il nulla, si confronta.",
    "category": "Throwetry"
}