{
    "date": "20241107",
    "title_en": "Consumato Dalla Lupa.",
    "title_it": "Consumato Dalla Lupa",
    "poem_en": "Darkness encroaches yet holds at bay,\nGazing upon the sinister veil of my face.\nEnveloped in blood and madness' embrace,\nCarved art beneath my skin's fragile grace.\n\nBeneath the bones, the depths disclose\nHow far it crept, leaving scars that froze.\nMy being now beyond fully spent,\nWith nothing left to give, silence ferment.\n\nPredicting the bite was easy to foresee,\nBut how deep it went, I cannot believe.\nAs I sit with bones exposed and bare,\nThat haunting smile continues to flare.\n\nOverwhelmed by violence that breeds,\nInnocence slaughtered, planting seeds.\nViolence consumes, takes steadfast hold,\nBlood turns to black sludge, losing control.\n\nWith every breath, it fills my core,\nTransformed by violence, a raging uproar.\nBlack sludge envelopes, silently seeps,\nNightmares awaken from restless sleeps.\n\nWaking monsters to feast on as treats,\nTo sit and smile, gnawing at my teeth.\nKnowing the wolf has forever turned me,\nWaiting for her heart to eternally eat.",
    "poem_it": "L'oscurità si insinua, ma resta a bada,\nfissa il sinistro velo sul mio volto.\nAvvolta da sangue e dall'abbraccio della follia,\nincisa l'arte sotto la fragile grazia della mia pelle.\n\nSotto le ossa, le profondità svelano\nquanto si è insinuata, lasciando cicatrici ghiacciate.\nIl mio essere ormai oltre pienamente esaurito,\ncon nulla più da dare, il silenzio inizia a fermentare.\n\nPrevedere il morso era facile da intuire,\nma quanto è profondo, non posso crederci.\nMentre siedo con le ossa esposte e nude,\nquel sorriso inquietante continua a fiammeggiare.\n\nSopraffatta dalla violenza che genera,\nl'innocenza massacrata, piantando semi.\nLa violenza consuma, prende saldamente il controllo,\nil sangue si trasforma in melma nera, perdendo il controllo.\n\nAd ogni respiro, riempie il mio cuore,\ntrasformata dalla violenza, un'ira fragorosa.\nLa melma nera avvolge, silenziosamente si insinua,\ngli incubi si risvegliano dai sonni irrequieti.\n\nRisvegliando i mostri per banchettare come prede,\nsedersi e sorridere, rosicchiando i miei denti.\nSapendo che il lupo mi ha per sempre trasformata,\naspetto che il suo cuore eternamente divori.",
    "tags": [
        "dark",
        "sad",
        "melancholy",
        "passionate"
    ]
}