{
    "date": "2024-11-07",
    "title_en": "Flower of father",
    "title_it": "Fiore di padre",
    "poem_en": "Oh, daughter, when my voice is silent and you find questions lingering in the air, know that the ground taught me what I could not bear— a life of pride, hidden deep within, and a heart that feared to begin again, to make the changes I wished for you, to lift you up toward that light you pursue. Society's chains—unyielding and strong— are threads I could not break, for you or for anyone. With time, they shift and silently grow, binding in ways I’ll never fully know. All I have is the sorrow that remains, knowing I can't break the chains or erase the pain. For within the word \"cannot\" lies a truth I dread, a truth that’s left unsaid: I’ve been lazy, complacent, and so deeply flawed, struggling to be the father you deserved, the one you’d proudly look toward. Yet still, I try, though tears often stain, writing the words, though they can't ease the pain. So ignore the stares, the spiteful eyes, focus on what’s within you that flies— a joy that dances, light and true, finding a passion that’s wholly you. For even though I was only a man, I gave you everything that I am. Forgive me if that’s not enough, for it’s all I had to give in love. Written to Starry Night - Joran Critz.",
    "poem_it": "Oh, figlia, quando la mia voce tace e senti domande nell'aria sospese, sappi che la terra mi insegnò quel che non potevo sopportare— una vita di fierezza, nascosta in profondità, e un cuore che temeva di ricominciare, di apportare i cambiamenti che desideravo per te, di innalzarti verso quella luce che perseguiterai. Le catene della società – implacabili e forti – sono fili che non potevo spezzare, né per te né per nessuno. Con il tempo si spostano e crescono silenziosamente, legandomi in modi che non potrò mai capire appieno. Tutto ciò che mi rimane è il dolore, sapendo di non poter spezzare le catene né cancellare la sofferenza. Perché dentro alla parola \"non posso\" si nasconde una verità che temo, una verità che resta insospesa: sono stato pigro, compiacente e così profondamente difettoso, lottando per essere il padre che meritavi, quello a cui guardare con orgoglio. Eppure, ci provo ancora, anche se le lacrime spesso macchiano, scrivendo le parole, anche se non possono lenire il dolore. Ignora gli sguardi, gli occhi cattivi, concentrandoti su ciò che brilla in te— una gioia che danza, leggera e vera, trovando una passione che è interamente tua. Perché anche se sono stato solo un uomo, ti ho dato tutto ciò che sono. Perdonami se non è abbastanza, perché è tutto ciò che avevo da offrire con amore. Scritto a Starry Night - Joran Critz.",
    "category": "Flowers"
}