{
    "date": "2024-11-07",
    "title_en": "Forgotten flowers.",
    "title_it": "Fiori dimenticati.",
    "poem_en": "Oh, father, where are you now? I look up to a world weighed down by biology’s grasp, men towering proud, and I stand below, my roots held firm by an earth that claims my life for its own. They say I could live as freely as they, yet society binds me all the same. But with all my heart, I yearn for more than just a passing bloom—to be a light they gaze upon, a flower reaching to an open sky, yearning, stretching far from this soil. I am planted, stilled in the ground, watching all things grow around, bound to my place, a pot too small without the chance to wander wide, no legs to step, no wings to glide. Caged by life’s quiet design, left to linger, smile, and hide, bearing the weight with roots of pride while others, unchained, fly. But in this quiet, I wait unseen, with a heart that holds the spring, its tender petals yet unseen, for a world that cares to see. Oh, I yearn to be more than still, to dance, to sway, to feel the thrill of sunlight’s touch, of wind’s warm breath—for once, to be truly free, to grow in grace, unfurl my leaves, and become that light that others seek.",
    "poem_it": "Oh, padre, dove sei ora? Guardo verso un mondo gravato dalla stretta della biologia, uomini alti e orgogliosi, mentre io sto sotto, le mie radici saldamente ancorate a una terra che reclama la mia vita per sé. Dicono che potrei vivere liberamente come loro, eppure la società mi lega lo stesso. Ma con tutto il mio cuore, desidero più di una fioritura passeggera—essere una luce su cui fissano lo sguardo, un fiore che si protende verso un cielo aperto, desideroso, allungato lontano da questo suolo. Sono piantata, immobile nel terreno, osservando crescere tutte le cose attorno, legata al mio posto, una fioriera troppo piccola senza la possibilità di vagare lontano, senza gambe per camminare, senza ali per planare. Ingabbiata dal silenzioso disegno della vita, lasciata a esitare, sorridere e nascondermi, reggendo il peso con radici di fierezza mentre gli altri, non incatenati, volano. Ma in questo silenzio, attendo invisibile, con un cuore che contiene la primavera, i suoi teneri petali ancora invisibili, per un mondo che si curi di vedere. Oh, bramo essere più che immobile, danzare, ondeggiare, sentire il brivido del tocco del sole, del caldo respiro del vento—una volta sola, essere veramente libera, crescere con grazia, dispiegare le mie foglie, e diventare quella luce che altri cercano.",
    "category": "Flowers"
}