{
    "date": "2024-11-19",
    "title_en": "Freedive.",
    "title_it": "Immersione Libera.",
    "poem_en": "The lungs swell, measured and deliberate, each breath a ritual, filling the vessel. The final inhale anchors resolve— and we slip beneath the threshold of sound. Threads of light fracture above, flippers cutting through ink and gravity. The ocean tightens its grip, layers folding in— a slow embrace of silence and weight. The body shifts, muscles taut as harp strings. Nitrogen hums its secrets in the blood, and the diaphragm trembles, half surrender, half rebellion. The mind fades to instinct, a quiet narrowing of thought. With every stroke, we pierce the heart of the abyss— a place where fear dissolves into motion. Pressure compresses, a lover's relentless hold. The ribs strain, their arc bending to the will of the sea. Convulsions shudder through marrow and mind— the surface becomes a myth. And yet, somewhere within the trembling frame, a thread pulls upward, unbroken. The body turns, a desperate ascent. The night gives way to a gray glow. Through the plains of water, light bends and fractures— a promise just beyond reach. Lungs scream, the world tightens, and then bursts— air rushes in, sharp and alive. At the surface, the sky sprawls infinite, every breath earned, every cell alight, every drop of the ocean still clinging. Alive. Completely alive.",
    "poem_it": "I polmoni si gonfiano, misurati e deliberati, ogni respiro un rituale, che riempie il recipiente. L'ultimo inspirare ancorata risoluzione— e ci scivola sotto la soglia del suono. Filamenti di luce si frantumano sopra, pinne che tagliano attraverso inchiostro e gravità. L'oceano stringe la presa, strati che si piegano in— un abbraccio lento di silenzio e peso. Il corpo si muove, muscoli tesi come corde d'arpa. L'azoto fischia i suoi segreti nel sangue, e il diaframma trema, mezza resa, mezza ribellione. La mente svanisce in istinto, una silenziosa restringimento del pensiero. Ad ogni colpo, trapassiamo il cuore dell'abisso— un luogo dove la paura si dissolve nel movimento. La pressione comprime, la stretta implacabile dell'amante. Le costole si stirano, il loro arco piegandosi alla volontà del mare. Convulsioni tremano attraverso midollo e mente— la superficie diventa un mito. Eppure, da qualche parte dentro il corpo tremante, un filo tira in alto, indenne. Il corpo si volta, un'ascesa disperata. La notte lascia spazio a un bagliore grigio. Attraverso le pianure d'acqua, la luce si piega e si frantuma— una promessa appena fuori dalla portata. I polmoni urlano, il mondo si stringe, e poi esplode— l'aria irrompe dentro, tagliente e viva. In superficie, il cielo si distende infinito, ogni respiro guadagnato, ogni cellula accesa, ogni goccia d'oceano ancora attaccata. Vivo. Completamente vivo.",
    "category": "Personal",
    "tags": [
        "dark",
        "longing",
        "melancholy",
        "longform"
    ]
}