{
    "date": "2024-11-19",
    "title_en": "Freedive.",
    "title_it": "Immersione libera.",
    "poem_en": "The lungs swell, measured and deliberate, each breath a ritual, filling the vessel. The final inhale anchors resolve— and we slip beneath the threshold of sound. Threads of light fracture above, flippers cutting through ink and gravity. The ocean tightens its grip, layers folding in— a slow embrace of silence and weight. The body shifts, muscles taut as harp strings. Nitrogen hums its secrets in the blood, and the diaphragm trembles, half surrender, half rebellion. The mind fades to instinct, a quiet narrowing of thought. With every stroke, we pierce the heart of the abyss— a place where fear dissolves into motion. Pressure compresses, a lover's relentless hold. The ribs strain, their arc bending to the will of the sea. Convulsions shudder through marrow and mind— the surface becomes a myth. And yet, somewhere within the trembling frame, a thread pulls upward, unbroken. The body turns, a desperate ascent. The night gives way to a gray glow. Through the plains of water, light bends and fractures— a promise just beyond reach. Lungs scream, the world tightens, and then bursts— air rushes in, sharp and alive. At the surface, the sky sprawls infinite, every breath earned, every cell alight, every drop of the ocean still clinging. Alive. Completely alive.",
    "poem_it": "I polmoni si gonfiano, misurati e deliberati, ogni respiro un rituale, riempiendo la nave. Il respiro finale ancorando la risolutezza— e scivoliamo sotto la soglia del suono. Filamenti di luce si frantumano sopra, pinne tagliano attraverso inchiostro e gravità. Il mare stringe la sua presa, strati piegandosi dentro— un abbraccio lento di silenzio e peso. Il corpo si muove, muscoli tesi come corde d'arpa. L'azoto canta i suoi segreti nel sangue, e il diaframma trema, mezza resa, mezza ribellione. La mente svanisce nell'istinto, un silenzioso restringimento del pensiero. Ad ogni colpo, trafiggiamo il cuore dell'abisso— un luogo dove il timore si dissolve nel movimento. La pressione comprime, una stretta implacabile dell'amante. Le costole sforzano, il loro arco piegandosi alla volontà del mare. Convulsioni fremono attraverso midollo e mente— la superficie diventa un mito. Eppure, da qualche parte nell'inframezzatura tremolante, un filo tira verso l'alto, indenne. Il corpo gira, una risalita disperata. La notte cede ad un bagliore grigio. Attraverso le pianure d'acqua, la luce si curva e si frantuma— una promessa appena fuori portata. I polmoni urlano, il mondo si stringe, e poi esplode— l'aria irrompe, pungente e viva. In superficie, il cielo si distende infinito, ogni respiro guadagnato, ogni cellula accesa, ogni goccia dell'oceano ancora aderente. Vivo. Completamente vivo.",
    "category": "Personal"
}