{
    "date": "20241101",
    "title_en": "How Weak.",
    "title_it": "Quanto Debole",
    "poem_en": "How fragile was my heart in hurting you?\nAnd how vulnerable were you in using my compassion against me?\n\nHow reckless was I to fall in love with someone who already belonged to another?\nAnd you, how uncertain in guiding me down that winding path?\n\nHow vulnerable were we both in our current relationships?\nIf we weren't, is our reality perhaps so fragile that it dissolves into fantasy?\n\nBut how weak were you to vanish into silence as a response?\nAnd how much have I suffered, a castaway in a sea of pain?\n\nHow cowardly is it to leave words unsaid, hanging in the void?\nAm I perhaps incapable of accepting unrequited love?\n\nIf you see the tenderness in my eyes, will you be strong enough to bear the weight?\nMy tears will flow like rivers as I only wish to ask your forgiveness.\nAnd would you forgive me, even though I know you hate apologies?",
    "poem_it": "Quanto fragile era il mio cuore nel ferirti?\nE quanto vulnerabile sei stato tu nel usare la mia compassione contro di me?\n\nQuanto sono stato incauto a innamorarmi di chi già apparteneva ad un altro?\nE tu, quanto incerto nel guidarmi lungo quella strada tortuosa?\n\nQuanto siamo stati vulnerabili entrambi nelle nostre relazioni presenti?\nSe non lo eravamo, è forse la nostra realtà così fragile da dissolversi nella fantasia?\n\nMa quanto sei stato debole tu a svanire nel silenzio come risposta?\nE quanto ho sofferto io, naufrago nel mare del dolore?\n\nQuanto è codardo lasciare parole non dette, sospese nel vuoto?\nSono forse io incapace di accettare un amore non corrisposto?\n\nSe vedrai la tenerezza nei miei occhi, sarai abbastanza forte da sostenere il peso?\nLe mie lacrime scorreranno come fiumi, mentre desidero solo chiederti perdono.\nE mi perdoneresti, anche se so che detesti le scuse?",
    "tags": [
        "sad",
        "longform",
        "loving",
        "melancholy",
        "passionate"
    ]
}