{
    "date": "20241209",
    "title_en": "Above The Abyss.",
    "title_it": "Sopra L'Abisso",
    "poem_en": "And if I told you—\nI was taken across an ocean, ripped from shore,\nlashed high like a sail, brazen and forward,\neach inhale an urgent gasp, a last breath before—\nthere was something about you I could never name.\nI tried to pin it down, I let words flood forth—\neven the cruel ones I never meant,\ndaggers cutting into your silence until I bled regret.\nAll I wanted was to matter—just to break open\nin your eyes, to become some impossible spark\nheld between your teeth.\nAnd then the boat rose—higher, faster—\nwood into dream, mast into madness,\nit became an airship, my head a balloon,\nmy heart a cyclone raging against opposing winds.\nI could feel the surge, the impetus, that wildly momentous drive—\neyes fixed on the storm’s belly, the abyss far below,\nwhere gravity lost its name and the sky choked on reasoning.\nWith each push forward we blaze across the horizon,\nmy ego now detonations in rotations, no longer held by earth,\na lone lunatic in the cockpit of his own making, tapping chaos on ivory keys,\nprying open the ribs of reality until it screams and sings,\nuntil every tendon of time snaps beneath the strain as my all wanes,\nuntil I soar—nothing left but speed and ache and fire—\nabove the abyss, unbound, and blindingly alive.",
    "poem_it": "E se ti dicessi—\nfui trascinato oltre un oceano, strappato alla riva,\nsferzato in alto come una vela, sfrontato e proteso in avanti,\nogni respiro un ansito urgente, un ultimo fiato prima—\nc’era in te qualcosa che non seppi mai nominare.\n\nCercai di fissarlo, lasciai che le parole traboccassero—\npersino quelle crudeli che non intendevo davvero,\npugnali che incidevano il tuo silenzio finché non sanguinai rimpianto.\nTutto ciò che volevo era contare—solo frantumarmi\nnei tuoi occhi, divenire una scintilla impossibile\ntrattenuta tra i tuoi denti.\n\nE poi la barca s’innalzò—più in alto, più veloce—\nil legno in sogno, l’albero maestro in follia,\ndivenne aeronave, la mia testa un pallone,\nil mio cuore un ciclone in furia contro venti avversi.\nPotevo sentire l’impeto, la spinta, quella furia decisiva e selvaggia—\ngli occhi fissi sul ventre della tempesta, l’abisso molto più in basso,\ndove la gravità smarriva il nome e il cielo soffocava nella ragione.\n\nAd ogni spinta in avanti bruciamo l’orizzonte,\nil mio ego ora deflagrazioni in rotazione, non più trattenuto dalla terra,\nun solitario lunatico nella cabina di comando da lui stesso forgiata, battendo il caos su tasti d’avorio,\nscardinando le costole della realtà finché non urla e canta,\nfinché ogni tendine del tempo non si spezza sotto la tensione mentre il mio tutto svanisce,\nfinché non spicco il volo—nulla resta tranne velocità, dolore e fuoco—\nsopra l’abisso, slegato, e accecantemente vivo.",
    "tags": [
        "longform",
        "passionate",
        "dark",
        "longing",
        "melancholy"
    ]
}