{
    "date": "20241205",
    "title_en": "Amnesia.",
    "title_it": "Amnesia",
    "poem_en": "I try to greet my friend, but fear I speak to no one but myself. I set aside my pen and try to think of other things, but nothing comes. It seems that I have lost my mind. Though once I dreamt, now life has grown—\n\nNot into a nightmare, no. It's been a gift. I've found solace in the written word. More than all else, I love the lines I write. I pen them carefully, and hope they bring you comfort, knowing someone cares for you.\n\nNot for a reason, but for who you are— The impact that you made, a fleeting touch. It seems inadequate, a simple phrase for what I hold so dear, a precious rose. Its thorns, though sharp, protect a fragrant heart.\n\nAnd now the rose is gone, and only blood remains. My friend won't listen to my pain, so let's forget. My mind is lost already; why not forget that you forgot me too? Who was I, then? Who is this stranger now?\n\nThe words have lost their meaning suddenly. I can't recall what happened anymore.",
    "poem_it": "Cerco di salutare un'amica, ma temo di parlare\nCon nessuno se non con me stessa. Metto da parte\nLa mia penna e provo a pensare ad altro,\nMa nulla viene. Sembra che abbia perso\nLa mia mente. Anche se un tempo sognavo, ora la vita è cresciuta—\n\nNon in un incubo, no. È stato un dono.\nHo trovato conforto nella parola scritta.\nPiù di ogni altra cosa, amo le righe che scrivo.\nLe scrivo con cura, sperando che ti portino\nConforto, sapendo che qualcuno tiene a te.\n\nNon per una ragione, ma per quello che sei—\nL'impatto che hai avuto, un tocco fugace.\nSembra inadeguato, una semplice frase\nPer ciò che tengo così caro, una rosa preziosa.\nLe sue spine, sebbene affilate, proteggono un cuore fragrante.\n\nE ora la rosa è sparita, resta solo il sangue.\nAmica mia non vuole ascoltare il mio dolore,\nQuindi dimentichiamo. La mia mente è già persa;\nPerché non dimenticare che anche tu mi hai dimenticata?\nChi ero, allora? Chi è questa sconosciuta ora?\n\nLe parole hanno perso il loro significato improvvisamente.\nNon ricordo più cosa sia successo.",
    "tags": [
        "sad",
        "melancholy",
        "longing",
        "monoku"
    ]
}