{
    "date": "20241023",
    "title_en": "Più Di Un Lupa.",
    "title_it": "Più Di Un Lupa",
    "poem_en": "It started as a cup run amok, full beyond brim, becoming a pool.\nOr at least that's what I said, but the pool was really an ocean, and my words were just a lie; now I am fucking drowning in it.\nThe ocean is filled with tears from more than a good cry.\nIt was a moment I was trying to say goodbye.\nBut you asked me to stay, to be a friend.\nI said yes... but man... Why am I crying, and why does it feel like death?\nSomeone reached in and pulled my heart out of my chest,\nAnd as I stare at it with horror and beauty, I ask you politely, please put it back in me.\nFor I thought I was whole, but you tear me apart.\nYou're more than a wolf, an ocean apart.\nWell, thank God or whatever it is that you believe in,\nFor I can't find a single fucking reason to sit here and keep crying.\nBut you create gravity and hold hearts for ransom.\nIt's not your intention, but how could you not?\nYour burden to bear, the thing you hate a lot.\nPerhaps most, but don't speak of your father.\nWait, let's not get personal—is that supposed to be a fucking joke?\nAre words nonsense on which I should choke,\nBeing told by a cunning linguist that I made uncomfortable with words like \"cunnilingus\"?\nSome thoughts lead to anger, because what I want languishes,\nAnd inside of me my words spin; my head hurts, or is it my heart.\nEmotions a wreck, so in this ocean I drown.\nDon't worry about me; I know it's my own mind... it might be my heart.\nBut I will be just fine.\nI just had to get this out, even if it's in shitty rhyme.",
    "poem_it": "È iniziato come una tazza impazzita, piena oltre il bordo, diventando una pozza.\nO almeno questo è quello che ho detto, ma la pozza era davvero un oceano, e le mie parole erano solo una bugia; ora sto fottutamente annegando in esso.\nL'oceano è pieno di lacrime da più di un buon pianto;\nÈ stato un momento in cui cercavo di dire addio.\nMa tu mi hai chiesto di restare, di essere un amico.\nHo detto di sì... ma amico... Perché sto piangendo, e perché sembra morte?\nQualcuno ha infilato la mano e tirato fuori il mio cuore dal petto,\nE mentre lo fisso con orrore e bellezza, ti chiedo cortesemente, per favore rimettilo dentro di me.\nPerché pensavo di essere intero, ma tu mi lacerati;\nSei più di una lupa, un oceano lontano.\nBene, grazie a Dio o qualunque cosa tu creda,\nPerché non riesco a trovare una singola fottuta ragione per sedermi qui e continuare a piangere.\nMa tu crei gravità e tieni i cuori in ostaggio;\nNon è tua intenzione, ma come potresti non farlo?\nIl tuo fardello da portare, la cosa che odi molto,\nForse di più, ma non parlare di tuo padre.\nAspetta, non diventiamo personali—è questo che dovrebbe essere una fottuta barzelletta?\nLe parole sono sciocchezze su cui dovrei strozzarmi,\nEssere detto da un linguista astuto che ho reso scomodo con parole come \"cunnilingus.\"\nAlcuni pensieri portano rabbia, perché ciò che voglio languisce,\nE dentro di me le mie parole girano; la mia testa fa male, o è il mio cuore?\nEmozioni distrutte, così in questo oceano annego.\nNon preoccuparti per me; so che è la mia mente... potrebbe essere il mio cuore.\nMa starò bene.\nHo solo dovuto farlo uscire, anche se è in una pessima rima.",
    "tags": [
        "longform",
        "dark",
        "melancholy",
        "passionate"
    ]
}