{
    "date": "20241111",
    "title_en": "Digital Devotion.",
    "title_it": "Devozione Digitale",
    "poem_en": "I’m navigating data, coding my words; it’s an homage to her.\nWhile glitches float through, mostly there’s hope for you,\nreading these lines and feeling my pain; it’s not in vain.\nBut it’s absolutely beautiful, a tear streams to my eye.\nIt splashes on the screen, giving it purpose.\nThe pixels gleam, and a ray reflects and shines—\nas it happens, there comes the next line, not another verse,\nin a digital universe inside my mind, but tucked in my heart for you to find,\napart so far, and while you read this on your screen,\nI want this digital devotion to put across exactly what I mean.\nSo I debug and make edits, giving purpose and leverage,\nan emotional script against your heart, not fair, but you pulled me apart,\nand inside you opened something up; I logged in and saw what it was.\nIt was a younger version of myself, the one with feelings that can’t help it,\nevery function finding purchase, a mountain to climb through scripts.\nSo select your character and play your part, read the rhymes from afar.\nUnfortunately, it seems I was wrong; you’re not a challenger.\nYou’re the final boss, and I wasn’t even ready to pay the cost.\nSo I got it together, practiced my defense, recovered from the loss,\nbut when I thought I would be ready again, found out the boss left.\nIt turns out the game wasn’t real at all but just inside my head.",
    "poem_it": "Navigo dati, codifico versi, un omaggio a lei\nMentre i glitch fluttuano, per te c'è speranza, già\nLeggo queste righe e sento il mio dolore, non è vano\nMa è assolutamente bello, una lacrima scende in un arcano\nSi spruzza sullo schermo dandogli senso\nI pixel brillano e un raggio riflette, splende intenso–\nMentre accade arriva la prossima linea, non un altro verso\nIn un universo digitale dentro la mia mente, ma custodito nel cuore per\nTe da trovare, lontano così e mentre leggi sul tuo schermo\nVoglio che questa devozione digitale esprima esattamente ciò che sento\nCosì debug e faccio modifiche, dando scopo e leva\nUno script emotivo contro il tuo cuore, non giusto ma mi hai spezzato dentro\nE dentro hai aperto qualcosa, mi sono loggato e ho visto cosa fosse\nEra una versione più giovane di me, quella con sentimenti che non trattiene\nOgni funzione trova un punto d’appiglio, una montagna da scalare tra script\nQuindi seleziona il tuo personaggio e gioca la tua parte, leggi le rime da lontano, un trip\nSfortunatamente, sembra che avessi torto, non sei uno sfidante\nSei il boss finale e non ero nemmeno pronto a pagare il caro prezzo\nCosì mi sono ripreso, ho praticato la difesa, recuperato dalla perdita\nMa quando pensavo di essere pronto, ancora il boss aveva la chiave\nSi scopre che il gioco non era reale, ma solo nella mia mente aperta.",
    "tags": [
        "sad",
        "longing",
        "melancholy",
        "loving",
        "longform"
    ]
}