{
    "date": "20241212",
    "title_en": "Pyroclastic.",
    "title_it": "Piroclastica",
    "poem_en": "I stand before a hollow loom of sound,\nwhile tears eclipse the fields behind my gaze,\neach note I press dissolves in gentle hush,\nbeneath dolerite ridges twist and blaze.\n\nA fragile rose of aplite stirs my chest,\nits perfume drifting softly, leaf by leaf,\nlong-fumed truths now weave themselves in tone,\noutlasting barren gardens of belief.\n\nNo sword of vengeance, nor a tongue of rage,\nfor faults once formed have gently grown with moss,\nin quiet hush, forgiving dew descends,\nand wraps my heart in mercy’s tender gloss.\n\nThe keys beneath my fingers bloom and glow,\nwhile distant echoes swell against the tide,\nlike subtle strings that hum upon a harp,\ntheir music drifts to love’s untended side.\n\nThough past still haunts with muted, muffled wrong,\nI rise upon horizons, volcanic peak,\nthe moments slip like shadows past the dawn,\nyet this emotion endures, an ember none can break.",
    "poem_it": "Mi staglio innanzi a un telaio cavo di suoni,\nMentre lacrime eclissano i campi dietro il mio sguardo,\nOgni nota che sfioro svanisce in sommesso silenzio,\nSotto creste di dolerite che s’intrecciano e s’infiammano.\n\nUna fragile rosa d’aplite mi palpita nel petto,\nIl suo profumo si diffonde lieve, foglia a foglia,\nVerità lungamente esalate ora s’intessono in suono,\nSopravvivendo a giardini aridi di fede.\n\nNessuna spada di vendetta, né lingua di rabbia,\nPoiché le colpe di un tempo ora s’ammantano di muschio soave,\nNel quieto silenzio, la rugiada del perdono discende,\nAvvolgendo il mio cuore nel tenero lucore della grazia.\n\nI tasti sotto le mie dita sbocciano e risplendono,\nMentre echi lontani s’ingrossano contro la marea,\nCome sottili corde che vibrano sull’arpa,\nLa loro musica fluisce verso l’incolto lato dell’amore.\n\nBenché il passato ancor mi perseguiti con torti soffocati,\nMi innalzo sugli orizzonti, vetta vulcanica,\nI momenti scivolano come ombre oltre l’alba,\nEppure quest’emozione perdura, una brace indistruttibile.",
    "tags": [
        "longform",
        "sad",
        "tender",
        "loving",
        "melancholy"
    ]
}