{
    "date": "20241105",
    "title_en": "Arrows Of Time.",
    "title_it": "Frecce Del Tempo",
    "poem_en": "Time slips away, as you do,\nthrough my fingers like grains of sand.\nFor a moment, I grasp the beauty I miss—\nonly to realize what I am, merely just a man,\nplatonic as it was, words ringing true.\n\nIt became music to me, because of you,\nyou lent me your melody, your tune.\nAnd I’d sing a lullaby, beautiful and true,\ntender and soft, simply for you.\n\nNothing holds meaning as feelings fade,\nhaving emerged with vitriol and pain,\nabsconding trauma, unfairness sparks drama,\nwhen all you seek is peace of mind.\n\nWords on a page, quiet time,\nbest intentions offering things once loved,\nnow bringing apprehension, ugh.\nGently, I whisper—a tear from my eye—\nas it falls, it says, “Always remember, fly.”\n\nCapturing the moment, holding onto what’s left,\ngathering your spirit, hoping the arrow intersects,\nexpressing clearly what’s inside,\nas a friend, until the end, with nothing to hide.",
    "poem_it": "Il tempo scivola via, come fai tu,\nTra le mie dita come granelli di sabbia.\nPer un momento, afferro la bellezza che mi manca—\nSolo per rendermi conto di ciò che sono, semplicemente un uomo,\nPlatonico com'era, le parole risuonano vere.\n\nÈ diventata musica per me, grazie a te,\nMi hai prestato la tua melodia, la tua canzone.\nE cantavo una ninna nanna, bella e vera,\nTenera e dolce, semplicemente per te.\n\nNulla ha significato mentre i sentimenti svaniscono,\nEmergendo con veleno e dolore,\nFuggendo dal trauma, l'ingiustizia scatena dramma,\nQuando tutto ciò che cerchi è la pace della mente.\n\nParole su una pagina, tempo tranquillo,\nMigliori intenzioni offrono cose una volta amate,\nOra portano apprensione, ugh\nDolcemente, sussurro—una lacrima dal mio occhio—\nMentre cade, dice, 'Ricorda sempre, vola'\n\nCatturando il momento, aggrappandomi a ciò che resta,\nRaccogliendo il tuo spirito, sperando che la freccia intersechi,\nEsprimendo chiaramente ciò che è dentro,\nCome amico, fino alla fine, senza nulla da nascondere.",
    "tags": [
        "sad",
        "loving",
        "longing",
        "melancholy"
    ]
}