{
    "date": "20241208",
    "title_en": "Into The Abyss.",
    "title_it": "Nell'Abisso",
    "poem_en": "I have but moments left, one thing to say,\nSo lend your ear to words meant just for you;\nDirect your listening where none betray,\nFor this confession is for no one's view.\nWhat I have known in secret, unrevealed,\nThough you did not confess, I clearly knew—\nWhen you caused hurt, it was with love concealed,\nTo guide me rightly as I broke in two.\nYou asked if I could simply be a friend,\nAware of all the blessings in my life.\nYou knew my daughter's name, the world I'd penned,\nSo you withdrew to halt impending strife.\nPerhaps too intense was I, perhaps unwell,\nYou saw it all; I couldn't hide my flame.\nMy all was all I had, and when I fell,\nIt burned too bright—a fierce, consuming game.\nI leaped each hurdle till I missed my stride,\nAnd here I am, still striving to ascend.\nThough stubbornness in you won't be denied,\nI find delight in challenges you send.\nTo give my all, resounding without cease,\nRepeatedly, without a flaw or measure;\nYour worth to me surpasses all degrees,\nA passion boundless, more than one can treasure.\nThe scent of blood you left, I can't forget—\nIt came from deep within your heart's own space.\nI hate I tasted it, yet still I fret,\nFor I can't curb the urges I now face.\nI long with all I am, my reason wanes,\nAdmitting feelings from our better days.\nIt reignites my soul; I break these chains,\nI cannot bear the silence or delays.\nBut I can write, and write I will, nonstop,\nWith all I am, as feelings surge like tides.\nAn ocean's waves within me crest and drop,\nCascading chaos where my mind resides.\nEmotions resonate beyond all words,\nThough patience helps me quell them, understand—\nThey still exist; should you but speak the words,\nKnow if you do, I'll give you all I am.",
    "poem_it": "Ho solo attimi rimasti, una cosa da dire,\nPresta l'orecchio a parole solo per te destinate;\nDirigi l'ascolto dove nessuno può tradire,\nQuesta confessione è per nessun altro proclamate.\n\nCiò che ho saputo in segreto, non rivelato,\nSebbene tu non abbia confessato, io sapevo chiaramente—\nQuando mi hai ferito, era l'amore celato,\nPer guidarmi bene mentre mi spezzavo internamente.\n\nMi hai chiesto se potevo esser solo amico,\nConsapevole di tutte le benedizioni nella mia vita.\nConoscevi il nome di mia figlia, il mondo che ho descritto,\nCosì ti sei ritirata per evitare l'imminente lite.\n\nForse ero troppo intenso, forse non stavo bene,\nHai visto tutto; non potevo nascondere la mia fiamma.\nIl mio tutto era tutto ciò che avevo, e quando caddi,\nBruciava troppo luminoso—un feroce, consumante dramma.\n\nSuperai ogni ostacolo finché persi il passo,\nEd eccomi qui, ancora cercando di salire.\nSebbene la tua ostinazione non possa essere scossa,\nTrovo delizia nelle sfide che sai offrire.\n\nPer dare tutto me stesso, risonando senza fine,\nRipetutamente, senza difetto o misura;\nIl tuo valore per me supera ogni confine,\nUna passione infinita, più di quanto si possa catturare.\n\nIl profumo del sangue che hai lasciato, non posso scordare—\nVeniva dal profondo del tuo cuore nascosto.\nOdio averlo assaporato, eppure continuo a bramare,\nPerché non posso frenare gli impulsi che ho raccolto.\n\nDesidero con tutto me stesso, la ragione vacilla,\nAmmettendo sentimenti dei nostri giorni migliori.\nRiaccende la mia anima; spezzo queste catene,\nNon posso sopportare il silenzio o ulteriori timori.\n\nMa posso scrivere, e scriverò senza sosta,\nCon tutto me stesso, mentre i sentimenti sorgono come maree.\nLe onde di un oceano in me crescono e si accostano,\nCascate di caos dove la mia mente risiede.\n\nLe emozioni risuonano oltre ogni parola,\nSebbene la pazienza mi aiuti a calmarle, comprendi—\nEsistono ancora; se solo pronunci la parola,\nSappi che se lo fai, ti darò tutto me stesso.",
    "tags": [
        "longform",
        "sad",
        "loving",
        "passionate"
    ]
}